{"id": "noos030", "name": "Log_Phoenix_698_06_01", "res": null, "contents": [[{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "Research Log 6980601_23\n\nAlright... This is the first research log for June of 698. This week, the medicine team tested a formula consists of refactored Acetylcysteine molecules in an attempt to suppress external symptoms. Despite several attempts, we are still unable to prevent \"The Ender\" from directly attacking human cells and leading to other symptoms. Similar to what has happened in the past, \"The Ender\" acts in a way that's almost... life-like. It will bypass all defensive barriers and find new weaknesses to kill its host.\n\nThe specimen team performed a more comprehensive check-up on Nora this week, yet nothing was found. Her blood doesn't contain any unknown element that can suppress \"The Ender\". It's just like every other person's blood. However, this discovery did indeed spark a new theory in my mind: What if \"The Ender\" is a completely different virus type, one that's never been observed before?\n\nI have suspected a long time ago, that besides some special element within her body, it could be her other characteristics that have been stopping \"The Ender\" from harming her body. After we discovered Nora's ability, we've also started analyzing her brainwaves. Due to Nora's frequent use of her ability in recent days, patterns that were previously hidden have become clearer and clearer... This is still a speculation, but I believe that Nora's brainwaves are the keys to opening the door. On top of that, Nora's body doesn't make her \"immune\" to the virus. Instead, it is using some sort of mechanism so she can... \"coexist\" with \"The Ender\".\n\nThe only issue is that as of today, we haven't found any evidence that can support this speculation.  Nora's brainwaves are almost as hard to grasp as \"The Ender\". It's extremely difficult to replicate the same result multiple times... I still need more active samples, especially her brainwave data while she is using her ability. If only... we have more cases of people with immunity...\n\n... If we do... Nora won't have to go through these hardships anymore. She can go to Node 08, showcase her talents at A.R.C. and bring benefits to human civilization... She can reach even higher places than I did... or... she could just lead a normal life... one that everyone human being deserves... Compose music from time to time... That's happiness to her, right?\n\nHappiness, eh... What do I know... about happiness? ... In the past, I did so many despicable things, all in the name of research... Manson was right. I've long lost the right to have a heart or feel any emotion...\n\n......\n\nIt seems that I... am a bit too drunk. What was I thinking... saying all this stuff in a research log... Whatever, the research will continue tomorrow, once the tedious fortune telling is over. I hope we can have a significant breakthrough very soon. Recording complete. Voiceprint verification: Phoenix Wyle.\n\nSave date of log: 698_0601_2703\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "研究日誌 6980601_23\n\nよし……これは、698年6月の第1回研究日誌である。今週は薬物班がアセチルシステイン産物の再構成に挑んだ。これを使って外的症状を抑制するためである。だが、「終焉」が人体の細胞に直接的に与える攻撃を阻止することはできなかった。やはり、その他の症状が発生する。これまでと同じように、「終焉」は、まるで命を持っているかのように、どんな妨害をも避け、新たな弱点を見つけて、人類を死に至らすのだ。\n\nサンプル班は、今週Noraに対して、より全面的な検査を行ったが、こちらもやはり収穫はなかった。彼女の血液には、「終焉」を抑止できる物質は発見されず、これといって特殊な点もなかった。だが、これによって私に新たな発想が生まれた。もし「終焉」が我々の知っているウィルスと同じ形態ではなかったら？ \n\n前から思っていることがあった。体内の特殊な要素の他に、彼女には「終焉」の発作を抑える特徴があるのではないか？Noraの能力を発見してから、脳の電波解析を行っている。最近Noraが大量に能力を使用するにつれて、元々は隠れていた環節が徐々に明瞭になってきている……これは、憶測にすぎないが、Noraの脳波は大きな扉を開くための鍵なのではないだろうか。Noraの体質が彼女に「免疫」を与えているのではない。何らかのメカニズムによって、Noraは「終焉」と「共存」……しているのではないだろうか。\n\nただ、この憶測を裏付ける証拠は見つかっていない。Noraの脳波は「終焉」と同じく、推し量るのが非常に困難である。コピーを作るのは難しいだろう……より多くのサンプルが必要だ。特に能力使用中の脳波データが必要だ。もし……もっとたくさんの免疫者サンプルがあれば……\n\n……もし他のサンプルが見つかれば……Noraはこれ以上苦しまなくて済む。あの子はNode08へ行ってA.R.C.でのびのびと暮らし、研究に励み、人々を幸せにできるだろう……私よりも高いところへ飛んでいく……もしくは、普通の生活を送って……好きな曲を作って……それが彼女の幸せかもしれない。\n\n幸せか……私は……幸せというものが分かっているのだろうか？……これまで、研究のために、許されないことをたくさんしてきた……マンソンの言うように、私には、人の心を持つ資格も、感情を持つ資格もないのかもしれないな……\n\n………\n\nなんだか……酔っぱらってしまったようだ。研究日誌にこのようなことを記録するとは……まあ、いいか。明日も研究は続く。つまらん占いが終わり、早く突破口が見つかることを祈っている。録音終了。音声認証：Phoenix Wyle。\n\n日誌保存時間：698_0601_2703\n\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "研究日誌 6980601_23\n\n好……這是 698 年六月的第一次研究日誌。這周藥物組嘗試了重構乙醯半胱氨酸分子的產物，用以抑制外在癥候，但沒辦法阻止「終焉」對於人體細胞的直接攻擊，還是發生其他症狀。和過去相同，「終焉」像是有生命一樣，會繞過所有防堵、找到新的弱點致人於死。\n\n樣本組這周對 Nora 進行更全面性的檢查，但還是一無所獲。她的血液中並沒有能抑止「終焉」的不知名要素，毫無特殊之處。不過，這倒啟發了我別的思路：如果「終焉」並不是我們熟知的病毒型態呢？\n\n我早就認為，除了體內的特殊要素外，也有可能是她的其他特徵壓制了「終焉」的發作；發現 Nora 的能力後，我們也開始腦電波的解析，隨著 Nora 最近大量使用能力，一些原先隱藏起來的環節變得越來越清晰……雖然只是猜想，但我認為，Nora 的腦電波就是開啟大門的鑰匙；而且，並不是 Nora 的體質讓她得以「免疫」，而是依循某種機制，讓她能與「終焉」……「共存」。\n\n只是，至今我們還沒能找到證明這個猜想的證據。Nora 的腦電波和「終焉」一樣難以捉摸，複製起來非常困難……我還需要更多活躍樣本，尤其是使用能力當下的腦電波數據。如果……有更多免疫者病例的話……\n\n……有的話……Nora 就不必再受這種苦了，她可以去 Node 08，在 A.R.C. 盡展所長，造福人類……飛到比我更高的地方去……或者……過著一般人該有的生活……做點音樂……對她而言就是幸福了吧？\n\n幸福……我又懂……幸福嗎？……曾經為了研究，我做過許多罪該萬死的事情……就像文生說過的，我早就已經沒有資格擁有人心與情感……\n\n……。\n\n我好像……有點太醉了。竟然在研究日誌裡說這些……算了。研究明天會持續，只等無趣的占卜結束，希望很快能有突破性的進展。錄音結束，語音認證：Phoenix Wyle。\n\n日誌存檔時間：698_0601_2703\n\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "연구 일지 6980601_23\n\n그래....이것은 698년 6월의 첫 번째 연구 일지다. 이번 주 약물 제조팀은 아세틸 시스테인 분자의 재구축을 통해 드러난 질병 증후를 억제하는 실험을 시도했지만 「종언」이 인체 세포를 직접 공격하는 것을 막지 못했고 오히려 다른 증상이 추가적으로 발생하는 결과를 낳았다. 「종언」은 마치 살아있는 생물처럼, 모든 장애물을 피해 집요하게 새로운 약점을 찾아내고는 환자를 사망에 이르게 한다.\n\n샘플팀은 이번 주 Nora에 대한 전면적인 검사를 진행했지만 어떤 소득도 얻지 못했다. Nora의 혈액에서 「종언」을 억제시킬 만한 특별한 것을 발견하진 못했지만, 이 검사를 통해 나는 그동안 믿어왔던 나의 고정관념에 대해 이런 질문을 던질 수 있었다.\n:만약...「종언」이 우리가 흔히 알고 있는 바이러스의 형태가 아니라면?\n\n전부터 생각했다. 체내에 잠재된 특수한 요소 이외에도 「종언」을 억제시킬 수 있는 다른 특수한 것이 있는 것은 아닐까라고. Nora의 능력을 발견한 뒤로, 우리는 줄곧 Nora의 뇌파 분석을 시행해왔다. 최근 Nora가 대량의 힘을 사용하면서 본래 드러나지 않았던 뇌파의 환절이 더욱 뚜렷해지고 있다... 추측일 뿐이지만 나는 Nora의 몸속에 「면역」기재가 자리 잡아 「종언」을 억제하는 것이 아닌.... 「공존」하고 있는 것이라고 생각한다.\n\n다만, 오늘까지 우리는 그것을 증명할만한 증거를 찾지 못했을 뿐이다. Nora의 뇌파는 「종언」처럼 짐작하기 어려운 부분들이  너무 많아 Nora를 복제하는 일도 많은 어려움이 따를 것이다... 능력을 사용했을 때 검측되는 뇌파의 데이터가 부족하기 때문에 대량의 살아있는 샘플본이 필요한 상황이다.\n만약... 면역자에 대한 병례가 더 많아지게 된다면 ....\n\n....그렇게만 된다면.... Nora도 더 이상 이런 고통을 겪을 필요가 없게 될 것이다. 이 아이가  Node 08의 A.R.C.에서 제대로 실력을 발휘하게 된다면, 충분히 인류의 생활에 한 획을 그을 수 있는 큰 업적을 수없이 남기고도 남았을 텐데... 아니면... 그냥 평범한 사람처럼 살아가면서 음악을 만드는 이런 생활을 하는 것이 오히려 그 아이에게 행복이려나...?\n\n행복... 나는 그것이 무엇인지 안다.... 행복한가?..... 예전부터 연구를 위해, 나는 용서받기 힘든 죄를 수없이 저지르며 살아왔다.... 그래. Manson이 말했던 것처럼, 애초에 나에겐 다른 이와 마음을 나눌 수 있는 자격 따윈 주어지지 않았다....\n\n...내가 조금 취한 것 같다.  연구 일지에 이런 소리나 해대고... 상관없다. 연구는 내일도 계속될 것이다. 점 결과를 기다리면서 연구에 새로운 진전이 생기길 바랄 수밖에. 여기서 녹음을 마치겠다.\n음원 인증: Phoenix Wyle。\n\n일지 저장 시각: 698_0601_2703\n\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "研究日誌 6980601_23\n\n好……這是 698 年六月的第一次研究日誌。這周藥物組嘗試了重構乙醯半胱氨酸分子的產物，用以抑制外在癥候，但沒辦法阻止「終焉」對於人體細胞的直接攻擊，還是發生其他症狀。和過去相同，「終焉」像是有生命一樣，會繞過所有防堵、找到新的弱點致人於死。\n\n樣本組這周對 Nora 進行更全面性的檢查，但還是一無所獲。她的血液中並沒有能抑止「終焉」的不知名要素，毫無特殊之處。不過，這倒啟發了我別的思路：如果「終焉」並不是我們熟知的病毒型態呢？\n\n我早就認為，除了體內的特殊要素外，也有可能是她的其他特徵壓制了「終焉」的發作；發現 Nora 的能力後，我們也開始腦電波的解析，隨著 Nora 最近大量使用能力，一些原先隱藏起來的環節變得越來越清晰……雖然只是猜想，但我認為，Nora 的腦電波就是開啟大門的鑰匙；而且，並不是 Nora 的體質讓她得以「免疫」，而是依循某種機制，讓她能與「終焉」……「共存」。\n\n只是，至今我們還沒能找到證明這個猜想的證據。Nora 的腦電波和「終焉」一樣難以捉摸，複製起來非常困難……我還需要更多活躍樣本，尤其是使用能力當下的腦電波數據。如果……有更多免疫者病例的話……\n\n……有的話……Nora 就不必再受這種苦了，她可以去 Node 08，在 A.R.C. 盡展所長，造福人類……飛到比我更高的地方去……或者……過著一般人該有的生活……做點音樂……對她而言就是幸福了吧？\n\n幸福……我又懂……幸福嗎？……曾經為了研究，我做過許多罪該萬死的事情……就像文生說過的，我早就已經沒有資格擁有人心與情感……\n\n……。\n\n我好像……有點太醉了。竟然在研究日誌裡說這些……算了。研究明天會持續，只等無趣的占卜結束，希望很快能有突破性的進展。錄音結束，語音認證：Phoenix Wyle。\n\n日誌存檔時間：698_0601_2703\n\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "研究日志 6980601_23\n\n好……这是 698 年六月的第一次研究日志。这周药物组尝试了重构乙醯半胱氨酸分子的产物，用以抑制外在症候，但没办法阻止「终焉」对于人体细胞的直接攻击，还是发生其他症状。和过去相同，「终焉」像是有生命一样，会绕过所有防堵、找到新的弱点致人于死。\n\n样本组这周对 Nora 进行更全面性的检查，但还是一无所获。她的血液中并没有能抑止「终焉」的不知名要素，毫无特殊之处。不过，这倒启发了我别的思路：如果「终焉」并不是我们熟知的病毒型态呢？\n\n我早就认为，除了体内的特殊要素外，也有可能是她的其他特征压制了「终焉」的发作；发现Nora 的能力后，我们也开始脑电波的解析，随着Nora 最近大量使用能力，一些原先隐藏起来的环节变得越来越清晰……虽然只是猜想，但我认为，Nora 的脑电波就是开启大门的钥匙；而且，并不是Nora 的体质让她得以「免疫」，而是依循某种机制，让她能与「终焉」……「共存」。\n\n只是，至今我们还没能找到证明这个猜想的证据。 Nora 的脑电波和「终焉」一样难以捉摸，复制起来非常困难……我还需要更多活跃样本，尤其是使用能力当下的脑电波数据。如果……有更多免疫者病例的话……\n\n……有的话……Nora 就不必再受这种苦了，她可以去Node 08，在ARC 尽展所长，造福人类……飞到比我更高的地方去……或者……过着一般人该有的生活……做点音乐……对她而言就是幸福了吧？\n\n幸福……我又懂……幸福吗？ ……曾经为了研究，我做过许多罪该万死的事情……就像文生说过的，我早就已经没有资格拥有人心与情感……\n\n……。\n\n我好像……有点太醉了。竟然在研究日志里说这些……算了。研究明天会持续，只等无趣的占卜结束，希望很快能有突破性的进展。录音结束，语音认证：Phoenix Wyle。\n\n日志存档时间：698_0601_2703\n\n"}]]}