{"id": "c0201", "name": "ConneR", "titles": ["New Instrument", "新しい楽器", "新樂器", "새로운 악기", "新樂器", "新乐器"], "avatar": "conner_01", "attachments": ["c0201"], "contents": ["　Spend some time learning a new instrument called \"Violin\". According to the records, the Violin is an assembled acoustic instrument. It's made up of the body, the strings and the bow. \n\n　The Violin has a powerful sound and is capable of solo performance. It is agile and can handle complicated verses with ease. It will play a major role in my new composition. ", "　少しばかり時間を割いて、この「ヴァイオリン」と呼ばれる楽器について学んでみた。文献の記載によると、ヴァイオリンは多部品共鳴楽器に分類され、共鳴胴、弦、弓の3つの部品によって形成されている。\n\n　ヴァイオリンの音色は非常に力強く、単独での演奏においても全く遜色がない。敏感に、また素早く、複雑な楽句を処理することが可能である事から見ても、次の私の新作の中で重要な役割を担うことは間違いないだろう。", "　　花了一點時間學這把稱作「小提琴」的樂器，根據文獻上的記載，小提琴屬於分件式共鳴類，由琴身、琴弦、琴弓三個元件組成。\n\n　　小提琴的音色強勢而且能夠獨當一面，可以敏捷又快速地處理複雜的樂句，放在我的新作品中必定可以佔有非常亮眼的地位。", "　잠깐 시간을 들여 [바이올린]이라는 악기를 배워보았다. 문헌의 기록에 따르면 바이올린은 현의 마찰로 소리를 내는 분리형 공명 악기로 몸통, 현, 활 이렇게 세 부분으로 구성되어 있다고 한다.\n\n　바이올린의 풍부한 음색은 호소력이 짙을 뿐만 아니라 단독 연주의 역할로도 전혀 손색이 없다. 음의 빠른 변화까지 표현할 수 있는 이 악기는 분명 나의 새로운 작품에서 큰 역할을 차지할 것이다.", "　　花了一點時間學這把稱作「小提琴」的樂器，根據文獻上的記載，小提琴屬於分件式共鳴類，由琴身、琴弦、琴弓三個元件組成。\n\n　　小提琴的音色強勢而且能夠獨當一面，可以敏捷又快速地處理複雜的樂句，放在我的新作品中必定可以佔有非常亮眼的地位。", "　　花了一点时间学这把称作「小提琴」的乐器，根据文献上的记载，小提琴属于分件式共鸣类，由琴身、琴弦、琴弓三个元件组成。\n\n　　小提琴的音色强势而且能够独当一面，可以敏捷又快速地处理复杂的乐句，放在我的新作品中必定可以占有非常亮眼的地位。"], "replies": [{"id": "c0202", "name": "T.Goldwell", "avatar": "misc_46", "contents": ["When can we see it in Sensei's work~", "先生、ヴァイオリンを使用した作品はいつお披露目されるのでしょうか", "老師甚麼時候可以把它放到作品裡面讓我們欣賞呢~", "선생님, 바이올린을 사용한 작품은 언제 들어볼 수 있을까요?", "老師甚麼時候可以把它放到作品裡面讓我們欣賞呢~", "老师什么时候可以把它放到作品里面让我们欣赏呢~"]}, {"id": "c0203", "name": "CozyCaty", "avatar": "misc_50", "contents": ["Finally!", "待ってた！", "終於！", "드디어!", "終於！", "终于！"]}, {"id": "c0204", "name": "C.Y.", "avatar": "team_09", "contents": ["It looks so pretty...", "とても美しい曲線ですね……", "外型好美……", "외관도 엄청 아름답네요…….", "外型好美……", "外型好美……"]}, {"id": "c0205", "name": "DMO", "avatar": "misc_86", "contents": ["So this instrument doesn't need electricity to make a sound? ", "電気を使用しない楽器でも，音は出るんですか？", "不用電的樂器也能發出聲音嗎？", "전기가 없어도 소리를 낼 수 있는 악기인가요?", "不用電的樂器也能發出聲音嗎？", "不用电的乐器也能发出声音吗？"]}, {"id": "c0206", "name": "Brightswirls", "avatar": "misc_38", "contents": ["Just reading the description makes me excited about actually hearing it", "文字の描写を拝見するだけでも、心躍ります。楽しみです。", "光是看文字上的形容就讓人好期待實際聽到的感覺", "글로만 봤을 뿐인데도 엄청 기대됩니다. 빨리 실제로 들어보고 싶네요.", "光是看文字上的形容就讓人好期待實際聽到的感覺", "光是看文字上的形容就让人好期待实际听到的感觉"]}, {"id": "c0207", "name": "Marshall", "avatar": "team_06", "contents": ["Awesome new master \\oo/", "先生！最高です(/・ω・)/", "太棒啦大師\\oo/", "선생님이 최고입니다! \\oo/", "太棒啦大師\\oo/", "太棒啦大师\\oo/"]}]}