{"id": "c0301", "name": "ConneR", "titles": ["People from bio-prosthetic companies may all need a prosthetic brain", "バイオ義肢会社の人間に対する義能の必要性", "生化義肢公司的人或許都需要裝個義腦", "바이오 의수 회사 사람들은 생각을 좀 더 깊게 해볼 필요가 있다.", "生化義肢公司的人或許都需要裝個義腦", "生化义肢公司的人或许都需要装个义脑"], "avatar": "conner_01", "attachments": ["c0301"], "contents": ["　Recently the condition of my prosthetic arm has been god awful, to say the least. Makes me wonder if I accidentally ordered a leg instead of an arm; that or they actually sold me some junk scraped from the morgue.\n\n　Gradually getting used to this non-organic arm, but when awoken in the middle of the night by an unstable nerve shock, I still get a nauseous feeling. Is this the compensation for modern technology?", "　最近、義手の調子がすこぶる悪い。まるで義足若しくは死体安置所の腕でも付けているような気分である。\n\n　この無機質な腕に徐々に馴染み始めてはいるものの、やはり時偶深夜に不安定な神経電流を感じ、目を覚ますと、吐き気を催すのだ。これは、科学文明の発展に対する代償なのだろうか？", "　　最近義手的狀況真的很糟，讓我不禁懷疑是不是訂到義腿或是他們真的賣了停屍間的手給我。\n\n　　儘管已漸漸習慣這無機物質組成的手臂，但偶爾在深夜中被不穩定的神經電流驚醒時，還是覺得一陣反胃。這難道就是科技文明的代償?", "　최근 의수의 상태가 매우 좋지 않다. 어쩌면 발에 달아야 할 의족을 의수로 사용했거나 시체의 팔을 잘라내 내게 달아준 건 아닐까 하는 기분이 들 정도이니.\n\n　무기질로 이루어진 이 의수에 조금씩 적응해가고 있지만, 가끔 깊은 밤 불안정한 기분으로 잠에서 깨고 나면 속이 거북해지는 것을 느낀다. 이 역시 과학 기술 발전에 따른 대가일지도...", "　　最近義手的狀況真的很糟，讓我不禁懷疑是不是訂到義腿或是他們真的賣了停屍間的手給我。\n\n　　儘管已漸漸習慣這無機物質組成的手臂，但偶爾在深夜中被不穩定的神經電流驚醒時，還是覺得一陣反胃。這難道就是科技文明的代償?", "　　最近义手的状况真的很糟，让我不禁怀疑是不是订到义腿或是他们真的卖了停尸间的手给我。\n\n　　尽管已渐渐习惯这无机物质组成的手臂，但偶尔在深夜中被不稳定的神经电流惊醒时，还是觉得一阵反胃。这难道就是科技文明的代偿?"], "replies": [{"id": "c0302", "name": "ConneR", "avatar": "conner_01", "contents": ["　Can't compose nor perform normally under such conditions. How can I recommend music of such underwhelming quality to my friends?\n\n　I am very busy with my work and my research. Do you really think that I have the time to mail it back to the OEM and wait seven to eight days for a repair?", "　指揮も安定せず、安心して楽器を演奏することも叶わない。この品質では、友人に推薦することは、まず不可能である。\n\n　私は、毎日研究と仕事に追われているのだ。不具合を発見した際、時間を割いて修理に送り、修理中七、八日間も待っていられるほど暇ではない。", "　　沒有辦法穩定指揮也無法安心演奏樂器。這樣的水準我怎麼能夠安心地推薦給我的朋友？\n\n　　我的工作和研究是非常忙碌的，以為我有時間送回去原廠等個七天八天嗎？", "　편안하게 지휘를 할 수 없을뿐더러 악기를 안정적으로 연주할 수도 없다. 이런 수준의 제품을 내가 어떻게 다른 이에게 추천할 수 있겠는가.\n\n　나는 매일 작업과 연구에 쫓기며 다른 이보다 매우 바쁜 나날을 보내고 있다. 결함을 발견했을 때 시간을 내서 공장에 제품을 보내고 수리하는 데에 7, 8일이나 기다려야 할 만큼 나는 한가한 사람이 아니다.\n", "　　沒有辦法穩定指揮也無法安心演奏樂器。這樣的水準我怎麼能夠安心地推薦給我的朋友？\n\n　　我的工作和研究是非常忙碌的，以為我有時間送回去原廠等個七天八天嗎？", "　　没有办法稳定指挥也无法安心演奏乐器。这样的水准我怎么能够安心地推荐给我的朋友？\n\n　　我的工作和研究是非常忙碌的，以为我有时间送回去原厂等个七天八天吗？"]}, {"id": "c0303", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["Sensei got an electronic arm!? What happened??", "先生は電子義手を付けておられるのですか!?どうなさったんです!?", "老師裝電子手了!? 怎麼了嗎??", "선생님 전자 의수를 장착하신 건가요? 무슨 일이시죠?", "老師裝電子手了!? 怎麼了嗎??", "老师装电子手了!? 怎么了吗??"]}, {"id": "c0304", "name": "DMO", "avatar": "misc_86", "contents": ["For performing purposes?", "楽器を演奏するためでは？", "是為了演奏樂器吧？", "악기를 연주하기 위해서인가요？", "是為了演奏樂器吧？", "是为了演奏乐器吧？"]}, {"id": "c0305", "name": "ConneR", "avatar": "conner_01", "contents": ["　No, had a minor accident while away from Node08. I would not install this disgusting piece of junk for performing purposes. ", "　いいえ、Node08を離れている間に少々ありまして。私は演奏のためとはいえ、このような不愉快極まりない物体を身に着けたりなどいたしません。", "　　不是，不在Node08那段期間出了點事情。我是不會為了演奏裝上這麼噁心的東西的。", "　아닙니다. Node08에서 자리를 비웠을 때 잠깐 문제가 있었습니다. 연주를 위해서였다면 이런 역겨운 것을 달고 연주하진 않았을 겁니다.", "　　不是，不在Node08那段期間出了點事情。我是不會為了演奏裝上這麼噁心的東西的。", "　　不是，不在Node08那段期间出了点事情。我是不会为了演奏装上这么恶心的东西的。"]}, {"id": "c0306", "name": "Brightswirls", "avatar": "misc_38", "contents": ["That's outrageous! Which brand is it?", "うわあ…ありえない…どこのですか？", "好誇張喔！是哪一家的啊?", "그랬군요... 어느 브랜드인지 여쭤봐도 될까요?", "好誇張喔！是哪一家的啊?", "好夸张喔！是哪一家的啊?"]}, {"id": "c0307", "name": "ConneR", "avatar": "conner_01", "contents": ["BH.", "BHです。", "BH.", "BH 제품입니다.", "BH.", "BH."]}, {"id": "c0308", "name": "BodyHack Service", "avatar": "bhs_01", "contents": ["Sir, we are very sorry for the inconvenience we caused. We will send our agent to deal with the issue immediately. ", "先生、この度は不快な思いをさせてしまい、誠に申し訳ございません。ただちにスタッフを送り対応いたします。", "老師，真的很抱歉讓您困擾了，我們會立刻派人過去處理。", "선생님 정말 죄송합니다! 지금 당장 사람을 파견하여 문제를 처리하도록 하겠습니다.", "老師，真的很抱歉讓您困擾了，我們會立刻派人過去處理。", "老师，真的很抱歉让您困扰了，我们会立刻派人过去处理。"]}, {"id": "c0309", "name": "AngryFan", "avatar": "default_05", "contents": ["Don't affect Sensei's work! Do what you guys are supposed to do!", "先生はお忙しいんだから、面倒ごとを増やさないでください！やるべきことはしっかりやってください。", "不要影響老師的工作了！趕快把你們份內該做的事情做好吧！", "선생님 일하시는 것에 영향을 주면 어떡해! 어서 빨리 대처를 해주셔야지!", "不要影響老師的工作了！趕快把你們份內該做的事情做好吧！", "不要影响老师的工作了！赶快把你们份内该做的事情做好吧！"]}, {"id": "c0310", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["Sensei has very high standards!", "先生はもともとの評価基準がお高いから。", "老師的要求是很高的！", "저희 선생님의 평가 기준은 매우 높다고요!", "老師的要求是很高的！", "老师的要求是很高的！"]}, {"id": "c0311", "name": "ConneR", "avatar": "conner_01", "contents": ["I'll be waiting.", "お待ちしております。", "我等著。", "기다리고 있겠습니다.", "我等著。", "我等着。"]}, {"id": "c0312", "name": "BodyHack Service", "avatar": "bhs_01", "contents": ["Yes Sir!", "はい！", "是！老師！", "네!", "是！老師！", "是！老师！"]}, {"id": "c0313", "name": "Amberclove", "avatar": "misc_30", "contents": ["Wasn't BH a pretty good brand? What's with the flop?", "BHって評判悪くないのに、、、どうしたんだろね？", "這家不是一直都很不錯嗎？怎麼會出這種包？", "회사 평이 나름 괜찮다고 알고 있었는데. ", "這家不是一直都很不錯嗎？怎麼會出這種包？", "这家不是一直都很不错吗？怎么会出这种包？"]}, {"id": "c0314", "name": "DiiR", "avatar": "misc_60", "contents": ["They recently had a complete management change; must still be dealing with the aftershock", "管理職が一気に入れ替わって内部も戸惑ってるんじゃね？", "最近換了一批管理層內部也很衝擊吧", "최근 내부의 경영 방식이 크게 바뀌어서 작은 문제들이 발견되고 있는 것은 아닐까요?", "最近換了一批管理層內部也很衝擊吧", "最近换了一批管理层内部也很冲击吧"]}]}