{"id": "c0401", "name": "ConneR", "titles": ["Border of the North Concert", "北の果てコンサート", "北方之境演奏會", "북방에서의 연주회", "北方之境演奏會", "北方之境演奏会"], "avatar": "conner_01", "attachments": [], "contents": ["　I guess a promotion here wouldn't hurt. My next concert, as usual, will be held at Central Music Hall at Quadrant I. The performance this time will feature classical works of Northen musicians the likes of Rachmaninoff and Stravinsky.\n\n　Of course, my newest work will also be featured. Don't miss out on it. ", "　やはりこちらで宣伝いたします。次回の演奏会は第一象限のセントラルミュージックホールで行います。今回は、ラフマニノフやストラヴィンスキーなどの古典楽曲をご用意しております。\n　\n　もちろん、私の新作もお披露目いたします。お見逃しなきよう。", "　　還是在這邊宣傳一下好了，下一場演奏會一樣是在第一象限的中央音樂廳演出。這次會有拉赫曼尼諾夫和史特拉汶斯基等北方音樂家的古典作品演出。\n\n　　當然，還有我的全新作品，不要錯過。", "　아무래도 이곳에서 홍보하는 것이 나을 듯하군요. 다음 연주회는 마찬가지로 1사분면의 센트럴 뮤직홀에서 열릴 예정입니다. 이번 연주회에서는 라흐마니노프, 스트라빈스키 등의 북방 고전 음악을 연주합니다.\n\n　물론 저의 새로운 작품도 들어보실 수 있습니다. 기대해 주십시오.", "　　還是在這邊宣傳一下好了，下一場演奏會一樣是在第一象限的中央音樂廳演出。這次會有拉赫曼尼諾夫和史特拉汶斯基等北方音樂家的古典作品演出。\n\n　　當然，還有我的全新作品，不要錯過。", "　　还是在这边宣传一下好了，下一场演奏会一样是在第一象限的中央音乐厅演出。这次会有拉赫曼尼诺夫和史特拉汶斯基等北方音乐家的古典作品演出。\n\n　　当然，还有我的全新作品，不要错过。"], "replies": [{"id": "c0402", "name": "Brightswirls", "avatar": "misc_38", "contents": ["I was wondering why I can't find any information. So it's hidden here lol", "情報が見つからないと思ったら、こんなところに(笑)", "我還想說怎麼翻不到資訊呢，原來是在這www", "왜 연주회 홍보를 안하시나 했더니 결국 이곳에 올리셨네요ㅎㅎ", "我還想說怎麼翻不到資訊呢，原來是在這www", "我还想说怎么翻不到资讯呢，原来是在这www"]}, {"id": "c0403", "name": "AngryFan", "avatar": "default_05", "contents": ["Impudent child! Sensei's concert requires no promotion! Tickets are extremely hard to come by!", "上の人、先生に対して失礼です！先生のコンサートは宣伝などしなくても、チケット入手困難なんでけど。", "沒禮貌！老師的音樂會從來不用宣傳也是一票難求呢！", "선생님께 무슨 실례의 말을! 선생님 음악회는 홍보같은 거 안해도 금방 매진이라구!", "沒禮貌！老師的音樂會從來不用宣傳也是一票難求呢！", "没礼貌！老师的音乐会从来不用宣传也是一票难求呢！"]}, {"id": "c0404", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["Ticket purchased *Excited*", "チケットゲットしてしまった…！wktk", "票已買(興奮)", "구매 완료했습니다(흥분함)", "票已買(興奮)", "票已买(兴奋)"]}, {"id": "c0405", "name": "Dogleg", "avatar": "misc_41", "contents": ["Only Central Music Hall can bring out the characteristics of ConneR Sensei's music.", "ConneR先生の音楽の美しさをより際立たせることができるのはセントラルミュージックホールだけかと思われます。", "也只有中央音樂廳才最能襯托出ConneR老師的音樂特質了。", "센트럴 뮤직 홀은 ConneR 선생님의 음악이 가진 특징을 더 잘 살릴 수 있는 장소라고 생각합니다.", "也只有中央音樂廳才最能襯托出ConneR老師的音樂特質了。", "也只有中央音乐厅才最能衬托出ConneR老师的音乐特质了。"]}, {"id": "c0406", "name": "ConneR", "avatar": "conner_01", "contents": ["Did some research?", "詳しいのですか？　", "有研究？", "그런 부분도 조사하신 겁니까?", "有研究？", "有研究？"]}, {"id": "c0407", "name": "Dogleg", "avatar": "misc_41", "contents": ["Central Music Hall can hold almost 2000 people. Reverberation is controlled between 1.85 ~1.9 seconds. A crowned jewel among performance venues.  ", "セントラルミュージックホールは、最大二千人弱の観客を収容することが可能です。また、残響時間を1.85～1.9秒にコントロールしており、演奏用ホールの最高工芸品と言っても過言ではございません。", "中央音樂廳能夠容納將近兩千人，殘響控制在1.85~1.9秒，可以說是演奏用場地的極致工藝品。", "센트럴 뮤직 홀은 최대 2천명 관중까지 수용할 수 있으며 소리 딜레이를1.85~1.9초 구간으로 조정할 수 있어 연주자들에겐 최고의 장소로 손꼽히고 있습니다.", "中央音樂廳能夠容納將近兩千人，殘響控制在1.85~1.9秒，可以說是演奏用場地的極致工藝品。", "中央音乐厅能够容纳将近两千人，残响控制在1.85~1.9秒，可以说是演奏用场地的极致工艺品。"]}, {"id": "c0408", "name": "Dogleg", "avatar": "misc_41", "contents": ["Four floors of seats and boxes, with luxurious curtains and a relief sculpture wall.", "四階まである座席とボックス席、豪華な緞帳や壁の浮彫も素晴らしいです。", "四層樓的座位和包廂、豪華的布幕帷幔和浮雕外牆。", "그리고 4층의 좌석과 단체 관람석도 매우 호화롭고 고급스러운 인테리어입니다.", "四層樓的座位和包廂、豪華的布幕帷幔和浮雕外牆。", "四层楼的座位和包厢、豪华的布幕帷幔和浮雕外墙。"]}, {"id": "c0409", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["Jesus why do you know so much?", "すごい！どうしてそんなに詳しいんです？", "天啊你怎麼知道這麼多？", "세상에. 어떻게 그렇게 잘 알고 계시죠？", "天啊你怎麼知道這麼多？", "天啊你怎么知道这么多？"]}, {"id": "c0410", "name": "DMO", "avatar": "misc_86", "contents": ["You really did your research XDD", "本当に熱心に勉強されているんですね(笑)", "樓上真的有研究XDD", "진짜 엄청 열심히 조사했나봐요 XD", "樓上真的有研究XDD", "楼上真的有研究XDD"]}, {"id": "c0411", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["TBH, people who listen to live performances have dropped off quite a bit.", "でも、実際のところ、この時代、会場まで足を運ぶ人は多くないよね", "老實說，現在聽現場的人數已經大不如從前", "실제 현장 수용 인원도 예전만큼 크진 않다고 하던데", "老實說，現在聽現場的人數已經大不如從前", "老实说，现在听现场的人数已经大不如从前"]}, {"id": "c0412", "name": "ConneR", "avatar": "conner_01", "contents": ["Excellent", "素晴らしい。", "優秀。", "매우 만족합니다.", "優秀。", "优秀。"]}]}