{"id": "c0801", "name": "ConneR", "titles": ["The Cello", "チェロ", "大提琴", "첼로", "大提琴", "大提琴"], "avatar": "conner_01", "attachments": ["c0801"], "contents": ["　The first assembled acoustic instrument to be discovered is an ancient instrument known as the 'Cello\". Perhaps due to its large size, it's preserved in a relatively good condition. It's discovered in a concert hall ruins near Node 13. It was buried 45 meters deep and was detected by an unmanned drone. \n\n　With modern technology, they are many ways to simulate a good low-pitch string instrument. However, the Cello, which is created with top quality lumber and delicate crafts, can give out a very clear and deep tone. \n\n　A bit sad, yet extremely mesmerizing. This instrument provides a steadiness that makes even the piano, a one-piece chord instrument, feel inferior. ", "　多部品共鳴楽器の内、最初に発掘されたのは、「チェロ」と呼ばれる古代楽器である。Node 13付近に位置するコンサートホール跡で、無人偵察機によって地下45メートルに埋まっているところを発見された。体積が大きかったためか、保存状態も非常に良かったという。\n\n　現代のテクノロジーでは、美しい低音弦楽器の音色を人工的に作り出す方法は多数存在するが、上質な木材と職人の手によって作り出されたチェロは、非常にクリアで深い音色を奏でる事が可能だ。\n\n　哀愁を帯びつつも、人々を魅了する音色。この楽器の堅実さの前では、単部品共鳴楽器であるピアノさえも顔を赤くせずにはいられまい。", "　　分件式共鳴類樂器第一個被發掘到的是在過去被稱為「大提琴」的古樂器，可能因為體積比較大的緣故，保存的情況相當完好。在Node 13附近一座演奏廳的遺址被無人機偵測到，深度45公尺。\n\n　　以現在的科技，要模擬出好聽的低音弦樂有很多方法，但透過上等木材和精巧工藝製作出來的大提琴，有著非常清晰而深遠的音色。\n\n　　這種帶點哀愁與磁性的穩重感，是連單體式弦鳴類的鋼琴也難以比擬的。", "　다부품 공명 악기류가 처음으로 발굴된 것은 과거 「첼로」라 불렸던 악기다. 비교적 큰 부피를 지녔기 때문에 보존 상태도 상당히 양호했다. Node 13 부근에 위치했던 뮤직홀 유적에서 무인 정찰기에 의해 지하 45미터 아래에 묻혀있던 것이 발견됐다.\n\n　현재의 과학 기술로도 다양한 방식의 저음 현악기의 소리를 구현할 수 있지만 목재로 이루어진 공예품과 같은 첼로가 내는 음색은 더욱 깊은 소리를 낸다.\n\n　이런 매력적인 소리는 일체형 공명 악기인 피아노로는 절대 흉내낼 수 없을 것이다. ", "　　分件式共鳴類樂器第一個被發掘到的是在過去被稱為「大提琴」的古樂器，可能因為體積比較大的緣故，保存的情況相當完好。在Node 13附近一座演奏廳的遺址被無人機偵測到，深度45公尺。\n\n　　以現在的科技，要模擬出好聽的低音弦樂有很多方法，但透過上等木材和精巧工藝製作出來的大提琴，有著非常清晰而深遠的音色。\n\n　　這種帶點哀愁與磁性的穩重感，是連單體式弦鳴類的鋼琴也難以比擬的。", "　　分件式共鸣类乐器第一个被发掘到的是在过去被称为「大提琴」的古乐器，可能因为体积比较大的缘故，保存的情况相当完好。在Node 13附近一座演奏厅的遗址被无人机侦测到，深度45公尺。\n\n　　以现在的科技，要模拟出好听的低音弦乐有很多方法，但透过上等木材和精巧工艺制作出来的大提琴，有着非常清晰而深远的音色。\n\n　　这种带点哀愁与磁性的稳重感，是连单体式弦鸣类的钢琴也难以比拟的。"], "replies": [{"id": "c0802", "name": "Amberclove", "avatar": "misc_30", "contents": ["Can we see Sensei perform with the Cello at the Border of the North Concert?", "北の果てコンサートで先生自らチェロを演奏することはありえますか？", "北方之境音樂會的時候可以聽到老師親手演奏大提琴嗎?", "북방쪽에서 열리는 콘서트에선 선생님의 첼로 연주를 들을 수 있는 건가요?", "北方之境音樂會的時候可以聽到老師親手演奏大提琴嗎?", "北方之境音乐会的时候可以听到老师亲手演奏大提琴吗?"]}, {"id": "c0803", "name": "DMO", "avatar": "misc_86", "contents": ["Yes. It's on the program schedule", "はい、プログラムに書いてありますよ", "會喔，官方節目表上有寫", "그렇습니다. 현재 일정을 잡고 있는 중입니다.", "會喔，官方節目表上有寫", "会喔，官方节目表上有写"]}, {"id": "c0804", "name": "T.Goldwell", "avatar": "misc_46", "contents": ["Sensei will perform with more than 8 different instruments!!!", "先生はコンサートで8種以上の楽器を演奏されるんですね!!!!", "老師當天會演奏8種以上的樂器呢!!!", "선생님은 그날 8종 이상의 악기를 연주하실 겁니다!", "老師當天會演奏8種以上的樂器呢!!!", "老师当天会演奏8种以上的乐器呢!!!"]}, {"id": "c0805", "name": "DiiR", "avatar": "misc_60", "contents": ["I heard it when I was visiting Node13. It's a low but melodious tune. I really like it :)", "ノード13に出張に行ったときに聞いたことある\nすごく低いのに優雅で好きな音：）", "我在我在Node13出差的時候聽過\n是非常低沉卻悠揚的聲音，喜歡:)", "Node13으로 출장 갔을 때 들어봤습니다. 엄청 깊은 소리로 마음을 울리는 듯 했습니다.", "我在我在Node13出差的時候聽過\n是非常低沉卻悠揚的聲音，喜歡:)", "我在我在Node13出差的时候听过\n是非常低沉却悠扬的声音，喜欢:)"]}]}