{"id": "c0901", "name": "ConneR", "titles": ["[Repost] Acclaimed scholar Colin Neumann Jr. named head of AI research project ", "[リポスト] 著名学者Colin Neumann Jr. 氏が\n人工知能プロジェクトのリーダーを担当", "[轉貼] 知名學者 Colin Neumann Jr. 擔任人工智慧研究計畫主持人", "[공유] 유명 학자 Colin Neumann Jr. 의 주도하에 인공지능 프로젝트 진행!", "[轉貼] 知名學者 Colin Neumann Jr. 擔任人工智慧研究計畫主持人", "[转贴] 知名学者 Colin Neumann Jr. 担任人工智慧研究计画主持人"], "avatar": "conner_01", "attachments": [], "contents": ["<blockquote>\nAnnounced several days ago, the AI emotion training project has invited several senior scholars to participate in the research. One of the scholars is A.R.C.'s senior advisor and archaeologist Colin Neumann Jr., who is named the head of the project. \nDr. Neumann is perhaps more well known by his other name, ConneR. A renowned virtual composer on the internet, he is also an archaeologist with a deep knowledge regarding instruments of the past. \nTo fulfill the educational purpose of the project, Dr. Neumann will be posting regular updates of the project on the internet. Hopefully, everyone gets a sneak peek into the wonders of Artificial Intelligence research.\n</blockquote>", "[科学][ニュース][ARC][人工知能]\n<blockquote>\n先日情報公開された人工知能の感情トレーニングプロジェクトにおいて、すでに多くのシニア研究員が招かれ研究に参加しており、A.R.C.のシニア顧問であり考古学者のColin Neumann Jr.氏がこのプロジェクトを率いるという。\n彼はConneRという名前で、バーチャル指揮者としても活躍しており、その名を広く知らしめている。古代の楽器に強い考古学者である。\n本プロジェクトは教育面にも大きな意義を持ち、Neumann博士は今後定期的にインターネット上で進度を報告するようだ。一般的にもっと人工知能の研究が知られるいい機会となるだろう。\n</blockquote>\n", "<blockquote>\n數日前公開的 AI 情感訓練計畫邀請了多名資深學者參與研究，其中包括了 A.R.C. 資深顧問考古學者 Colin Neumann Jr. 作為主持人。\n他另一個更廣為人知的名字是 ConneR，在網路上極其知名的虛擬樂團指揮家，也是對古文明樂器具有深厚知識背景的考古學者。\n這項計畫的教育意味濃厚，將會定期由 Neumann 博士在網路上公開進度報告，期望大家都能藉此機會一窺人工智慧研究的奧秘。\n</blockquote>", "[과학][뉴스][ARC][인공지능]\r\n<blockquote>\r\n며칠 전 공개된 AI 감정 교류 훈련 프로젝트에는 수많은 전문가 및 수석 학자들이 초대되었으며 A.R.C의 수석 고문이자 고고학자인 Colin Neumann Jr.가 연구를 주도하게 된다.\r\n그는 ConneR라는 또 다른 이름으로 온라인상의 유명한 가상음악단의 지휘자로 활동하고 있으며 고대 문명 악기에 대해서도 폭넓은 배경 지식을 갖춘 고고학자로도 명성을 크게 얻고 있다\r\n이번 프로젝트는 교육적인 면에서도 큰 의의를 갖고 있으며 Neumann박사가 온라인을 통해 보고하는 연구 과정 및 결과 등은 인공지능이란 심오한 세계 파헤쳐가는 것은 물론 인류 과학발전에 큰 공헌을 하게 될 것이라는 전망이다.\r\n</blockquote>", "<blockquote>\n數日前公開的 AI 情感訓練計畫邀請了多名資深學者參與研究，其中包括了 A.R.C. 資深顧問考古學者 Colin Neumann Jr. 作為主持人。\n他另一個更廣為人知的名字是 ConneR，在網路上極其知名的虛擬樂團指揮家，也是對古文明樂器具有深厚知識背景的考古學者。\n這項計畫的教育意味濃厚，將會定期由 Neumann 博士在網路上公開進度報告，期望大家都能藉此機會一窺人工智慧研究的奧秘。\n</blockquote>", "<blockquote>\n数日前公开的 AI 情感训练计画邀请了多名资深学者参与研究，其中包括了 A.R.C. 资深顾问考古学者 Colin Neumann Jr. 作为主持人。\n他另一个更广为人知的名字是 ConneR，在网路上极其知名的虚拟乐团指挥家，也是对古文明乐器具有深厚知识背景的考古学者。\n这项计画的教育意味浓厚，将会定期由 Neumann 博士在网路上公开进度报告，期望大家都能借此机会一窥人工智慧研究的奥秘。\n</blockquote>"], "replies": [{"id": "c0902", "name": "ConneR", "avatar": "conner_01", "contents": ["　Thank you. I hope to make good use of this opportunity to interact with A.R.C. I believe that I can be of great help in terms of archaeology and ancient documents. \n　My personal connections with A.R.C. can be traced back to six months ago. As of now, the cooperation experience has been fairly pleasant. Accepting this mission is mutually beneficial for both sides. ", "　記事に取り上げていただいた。大変有り難いことだ。\n　今回のプロジェクトを通じて、我々は切磋琢磨できるはずだ。私は、この機会を最大限に活かしたいと考えている。また、考古学や、古典文献の分野においては、私も彼らの大きな助けとなれることだろう。\n　私とA.R.C.の淵源は半年前まで遡るが、この期間中、我々は共にとても豊かな時間を過ごせたと思う。今回の任務が双方にとって有益な結果をもたらすことを期待している。", "　　謝謝。希望藉由這次能跟A.R.C.互相學習交流，我想我在考古以及古典文獻方面能夠給予他們很多幫助。\n\n　　我個人與A.R.C.的淵源可以追溯到半年之前，這段期間雙方合作相當愉快，能夠接下這個任務相信對我們來說是雙贏的局面。", "　감사합니다. 이번 A.R.C와의 협력을 통해 많은 것들을 교류하고 배웠으면 좋겠습니다. 저 또한 고고학과 고전 음악 문헌에서도 그들을 충분히 도울 수 있으리라 생각합니다.\n　저와 A.R.C.의 인연은 반년 전으로 거슬러 올라가는데 그때 함께 보냈던 유익한 시간에 대해 좋은 기억으로 남아 지금 이 자리에 서게 되었습니다. 이번 임무도 서로에게 유익한 시간을 보냈으면 하는 바람입니다.\n", "　　謝謝。希望藉由這次能跟A.R.C.互相學習交流，我想我在考古以及古典文獻方面能夠給予他們很多幫助。\n\n　　我個人與A.R.C.的淵源可以追溯到半年之前，這段期間雙方合作相當愉快，能夠接下這個任務相信對我們來說是雙贏的局面。", "　　谢谢。希望藉由这次能跟A.R.C.互相学习交流，我想我在考古以及古典文献方面能够给予他们很多帮助。\n\n　　我个人与A.R.C.的渊源可以追溯到半年之前，这段期间双方合作相当愉快，能够接下这个任务相信对我们来说是双赢的局面。"]}, {"id": "c0903", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["WOW!! So this is the advisor position Sensei was talking about! Awesome!!", "おおお!先生が以前おっしゃっていた顧問とはこれのことですね!すごい!!!", "喔喔!! 原來老師之前說的顧問是指這個! 超級厲害!!!", "오오!! 선생님이 예전에 언급하셨던 게 이거군요! 대단하십니다!", "喔喔!! 原來老師之前說的顧問是指這個! 超級厲害!!!", "喔喔!! 原来老师之前说的顾问是指这个! 超级厉害!!!"]}, {"id": "c0904", "name": "DMO", "avatar": "misc_86", "contents": ["Wow it's A.R.C.", "A.R.C.だったとは。。。ビックリ", "居然是A.R.C.耶", "우와~ A.R.C라니", "居然是A.R.C.耶", "居然是A.R.C.耶"]}, {"id": "c0905", "name": "SIhama", "avatar": "default_02", "contents": ["Doesn't Sensei constantly embarrass them in his papers? What's going on here? XD", "先生の専門は論文であの人たちを批判することじゃないんですか？(笑)", "老師不是專門發論文打臉他們的嗎？怎麼會？XD", "엄청난 논문으로 그들의 체면이 서지 못하도록 하는 것이 선생님 전문이었잖아요!  XD", "老師不是專門發論文打臉他們的嗎？怎麼會？XD", "老师不是专门发论文打脸他们的吗？怎么会？ XD"]}, {"id": "c0906", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["Has A.R.C. finally acknowledge Sensei's superiority lol", "A.R.C.がようやく先生の実力を認めたぞ！！", "A.R.C.終於承認老師的實力了嗎ww", "A.R.C.가 드디어 선생님의 능력에 굴복한거죠 ㅋㅋㅋ", "A.R.C.終於承認老師的實力了嗎ww", "A.R.C.终于承认老师的实力了吗ww"]}, {"id": "c0907", "name": "WhiteEYE33", "avatar": "default_02", "contents": ["Nah must be bribed by money. \n<i>[User is now banned]</i>", "金積まれたんデスカ？\n<i>[このアカウントはブロックされました]</i>", "是被錢收買了吧？\n<i>[該用戶已被禁言。]</i>", "아니면 돈으로 매수한게 아닐까?\n<i>[이 계정은 댓글 기능이 제한되었습니다.</i>", "是被錢收買了吧？\n<i>[該用戶已被禁言。]</i>", "是被钱收买了吧？\n<i>[该用户已被禁言]</i>"]}, {"id": "c0908", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["No wonder my dad said that his company is expecting someone important!", "親父が言ってた会社に大物が来るってこのことか！", "難怪我老爸說最近公司會來個大人物！", "어쩐지 저희 아버님이 계속 엄청난 거물이 자기 회사에 올거라고 말씀하셨는데!", "難怪我老爸說最近公司會來個大人物！", "难怪我老爸说最近公司会来个大人物！"]}, {"id": "c0909", "name": "AngryFan", "avatar": "default_05", "contents": ["A.R.C. would be nothing without Master Colin's papers", "A.R.C.は先生の論文がなければ成長できてませんよ", "A.R.C.要不是因為Colin老師的論文根本不會有所成長", "A.R.C.는 선생님의 논문이 없으면 더이상 성장할 수 없었겠지", "A.R.C.要不是因為Colin老師的論文根本不會有所成長", "A.R.C.要不是因为Colin老师的论文根本不会有所成长"]}, {"id": "c0910", "name": "Otis_Emik", "avatar": "robosp_02", "contents": ["Seriously, all breakthroughs they had in the last few years happened because Sensei utterly destroyed their past \"theories\" XDD", "数年前の技術開発だって、全部先生の批判がなければ、なし得てなかったですね(笑)", "對啊 幾年前的技術突破全部都是被老師打臉才有的XDD", "맞아요! 몇년 전 신기술 개발도 선생님의 엄청난 비판이 있었기에 만들어진 것이었지요! ", "對啊 幾年前的技術突破全部都是被老師打臉才有的XDD", "对啊 几年前的技术突破全部都是被老师打脸才有的XDD"]}, {"id": "c0911", "name": "CozyCaty", "avatar": "misc_50", "contents": ["Conquered!!", "征服!!", "成功駕馭啦！！", "모든 분야에 통달하신 분!", "成功駕馭啦！！", "成功驾驭啦！ ！"]}, {"id": "c0912", "name": "Dogleg", "avatar": "misc_41", "contents": ["Sensei is truly amazing...", "先生は本当に素晴らしいお方です……", "老師真的太猛……", "선생님 정말로 대단하십니다....", "老師真的太猛……", "老师真的太猛……"]}, {"id": "c0913", "name": "GemFeather", "avatar": "misc_48", "contents": ["OTL", "頭が上がらないorz", "跪了0rz", "머리가 대체 얼마나 좋아야 하는거죠...", "跪了0rz", "跪了0rz"]}, {"id": "c0914", "name": "Amberclove", "avatar": "misc_30", "contents": ["Only A.R.C. can have a project that catches Sensei's eye. Other minor stuff is not within his interest lolol", "A.R.C.だけがレベルの高いプロジェクトを立ち上げられるとも言えますね。小さなプロジェクトなら先生の興味を引くことはできませんからw", "也只有A.R.C.才能夠提出夠水準的研究專題了，如果只是一般小計劃應該不太可能引起老師的興趣www", "A.R.C. 엄청난 수준의 프로젝트를 진행하려나 보죠. 그저 그런 프로젝트면 선생님은 아마 거들떠 보지도 않으셨을걸요 ㅋㅋㅋ", "也只有A.R.C.才能夠提出夠水準的研究專題了，如果只是一般小計劃應該不太可能引起老師的興趣www", "也只有A.R.C.才能够提出够水准的研究专题了，如果只是一般小计划应该不太可能引起老师的兴趣www"]}]}