{"id": "c1301", "name": "ConneR", "titles": ["The Saxophone", "サクソフォーン", "薩克斯風", "색소폰", "薩克斯風", "萨克斯風"], "avatar": "conner_01", "attachments": ["c1301"], "contents": ["　Due to Node 13's unique historical background, it has quite the collection of well-preserved instruments. The Saxophone is the instrument that left me the strongest impression in the past five years.  In a bar where I regularly visit, there is this small band that does a live performance every night. Their Saxophonist's superb technique is certainly one of the reasons I kept coming back. \n\n　The Saxophone is an iconic part of Jazz music. Its extremely versatile and free tone allows different performers to give the music their unique twist. The music flows as if it has a soul of its own. ", "　Node 13はその特殊な歴史的背景により、保存状態の良好な楽器が多数発見されてきた。中でもサクソフォーンは、近来の5年間で最も印象深い楽器と言えるだろう。私がよく訪れるバーでは、よく小さなバンドが演奏しているのだが、そのサクソフォーン奏者が素晴らしい。あの演奏技術に魅せられてしまったがためか、私はこの楽器を愛してやまない。\n\n　サクソフォーン――サックスと略称で呼ばれることも多い――は、ジャズの中では代表的な楽器である。その多芸で拘束されない音色は、どのような演奏者でも容易に操ることができ、操る者によって異なった個性を生み出すのだ。", "　　Node 13由於其特殊的歷史背景，因此許多樂器的保存還相當完整，而薩克斯風應該是我在這五年之間印象最深的樂器。在我很常去的一間酒吧裏面有一個小小的樂團每天晚上都會進行現場演奏，而薩克斯風手的技巧絕對是讓人流連忘返的主因。\n\n　　薩克斯風在爵士樂的地位是相當具有代表性的。高靈活不受拘束的音色，讓不同的演奏者能夠輕易賦予其靈魂，吹奏出獨特的個性。", "　Node 13은 그 특수한 역사적 배경으로 인해 보존 상태가 양호한 악기들이 자주 발견된다. 특히 색소폰은 근래 5년 동안 가장 인상에 남는 악기라고 할 수 있겠다. 내가 자주 방문하는 바가 있는데 그곳에서 작은 밴드의 연주를 듣게 되었다. 그때 한 연주자가 보인 그 훌륭한 색소폰 연주는 잊을 수가 없다. 그래서 그렇게 인상이 깊게 남았던 것일까.\n\n　색소폰은 재즈에서 대표적인 악기이다. 특정 음역에도 구속되지 않는 자유로운 음색에서 그 악기를 다루는 사람들의 영혼을 충분히 느낄 수 있다.\n", "　　Node 13由於其特殊的歷史背景，因此許多樂器的保存還相當完整，而薩克斯風應該是我在這五年之間印象最深的樂器。在我很常去的一間酒吧裏面有一個小小的樂團每天晚上都會進行現場演奏，而薩克斯風手的技巧絕對是讓人流連忘返的主因。\n\n　　薩克斯風在爵士樂的地位是相當具有代表性的。高靈活不受拘束的音色，讓不同的演奏者能夠輕易賦予其靈魂，吹奏出獨特的個性。", "　　Node 13由于其特殊的历史背景，因此许多乐器的保存还相当完整，而萨克斯風应该是我在这五年之间印象最深的乐器。在我很常去的一间酒吧里面有一个小小的乐团每天晚上都会进行现场演奏，而萨克斯風手的技巧绝对是让人流连忘返的主因。\n\n　　萨克斯風在爵士乐的地位是相当具有代表性的。高灵活不受拘束的音色，让不同的演奏者能够轻易赋予其灵魂，吹奏出独特的个性。"], "replies": [{"id": "c1302", "name": "Dogleg", "avatar": "misc_41", "contents": ["If it's possible I would love to live a life just like Sensei, immersing in such wonderful things for a long time", "もし、可能であるならば、私も先生のように、美しい物事にずっと囲まれていたいものです。", "如果可以的話真想像老師一樣，好好浸淫在這些美好的事物裡這麼長一段時間", "기회만 된다면 저도 선생님처럼 그런 아름다운 물건들에 혼을 뺏기며 살아가 보고 싶네요.", "如果可以的話真想像老師一樣，好好浸淫在這些美好的事物裡這麼長一段時間", "如果可以的话真想像老师一样，好好浸淫在这些美好的事物里这么长一段时间"]}, {"id": "c1303", "name": "Shibawu", "avatar": "misc_61", "contents": ["I also really like the sound of the Saxophone", "僕もサクソフォーンの音は好きです", "我也很喜歡薩克斯風的聲音", "저도 색소폰의 소리를 굉장히 좋아해요", "我也很喜歡薩克斯風的聲音", "我也很喜欢萨克斯風的声音"]}, {"id": "c1304", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["Applying a travel visa for Node13 is a pain in the neck; or else I would really want to visit", "Node13への旅行申請がもう少し簡単だったら、一度は行ってみたかったな~", "Node13的旅遊申請有點困難，不然真想去一趟", "Node13의 여행 신청 절차가 덜 복잡하기만 했어도 저도 한번쯤은 가봤을 것같아요.", "Node13的旅遊申請有點困難，不然真想去一趟", "Node13的旅游申请有点困难，不然真想去一趟"]}, {"id": "c1305", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["Node13 has trouble connecting to cyTus at times XDDD", "Node13はcyTusでさえ、接続しづらいですよね(笑)(笑)(笑)", "Node13連cyTus都連不太到喔XDDD", "Node13은 cyTus조차도 연결이 잘 안된다는데XDDD", "Node13連cyTus都連不太到喔XDDD", "Node13连cyTus都连不太到喔XDDD"]}, {"id": "c1306", "name": "Hulujam", "avatar": "team_03", "contents": ["I feel that I won't last a single day over there...", "自分あそこでは1日も生きていけないと思います....", "我覺得我在那邊無法生存超過一天......", "전 그곳에서 하루도 못버틸 것 같습니다만......", "我覺得我在那邊無法生存超過一天......", "我觉得我在那边无法生存超过一天......"]}, {"id": "c1307", "name": "SIhama", "avatar": "default_02", "contents": ["Jazz music, bar, Saxophone\nA match made in heaven d=(´▽｀)=b", "ジャズ、バー、サックス\n無敵の組み合わせですねd=(´▽｀)=b", "爵士樂、酒吧、薩克斯風\n這些東西真的是絕配d=(´▽｀)=b", "재즈, 술집, 색소폰. \n진짜 최고의 조합이네요d=(´▽｀)=b", "爵士樂、酒吧、薩克斯風\n這些東西真的是絕配d=(´▽｀)=b", "爵士乐、酒吧、萨克斯風\n这些东西真的是绝配d=(´▽｀)=b"]}, {"id": "c1308", "name": "ConneR", "avatar": "conner_01", "contents": ["　If you like things like this, allow me to recommend JOEZ Café at Quadrant II. I can say that the owner there knows more about Jazz and good alcohol than anyone in the Node.", "　もし、君も好きならば、是非推薦させていただきたい。第二象限のJOEZ Cafeという店のオーナーほどジャズと酒を心得ている方は、Node中どこを探しても見つからないと断言できますな。", "　　如果您喜歡，請容我推薦位於第二象限的JOEZ Café，全Node我猜沒有人比那兒的老闆更懂爵士樂與酒了。", "　정말로 그것들을 좋아하신다면 추천하고 싶은 곳이 있습니다. 제 2사분면에 JOEZ Cafe라는 가게가 있는데 그곳 주인만큼 재즈와 술을 잘 알고 있는 사람은 어느 Node에서도 찾아볼 수 없을 거라고 단언합니다.", "　　如果您喜歡，請容我推薦位於第二象限的JOEZ Café，全Node我猜沒有人比那兒的老闆更懂爵士樂與酒了。", "　　如果您喜欢，请容我推荐位于第二象限的JOEZ Café，全Node我猜没有人比那儿的老板更懂爵士乐与酒了。"]}, {"id": "c1309", "name": "SIhama", "avatar": "default_02", "contents": ["Got it! Thanks for the recommendation Dr. ConneR ＼(´▽｀)", "ありがとうございます！ConneR先生！", "好的！感謝ConneR老師的推薦 ＼(´▽｀)", "！ConneR선생님의 추천 정말 감사드립니다! ＼(´▽｀)", "好的！感謝ConneR老師的推薦 ＼(´▽｀)", "好的！感谢ConneR老师的推荐 ＼(´▽｀)"]}, {"id": "c1310", "name": "Amberclove", "avatar": "misc_30", "contents": ["I feel that Node13 is the perfect place to forget all the annoying stuff in live *applying for cross-Node travel*", "ノード13は日頃の悶々とした出来事を忘れられる場所って感じ（訳：旅行許可申請中）", "我覺得在Node13應該可以把非常多煩人的事情拋在腦後的感覺(顯示為正在申請跨節點旅遊", "Node13은 엄청 사람 성가시게 하는 곳 같네요.(뜻: 당장 이곳으로 여행 신청 중)", "我覺得在Node13應該可以把非常多煩人的事情拋在腦後的感覺(顯示為正在申請跨節點旅遊", "我觉得在Node13应该可以把非常多烦人的事情抛在脑后的感觉(显示为正在申请跨节点旅游"]}]}