{"id": "c1401", "name": "ConneR", "titles": ["The sincerest instance, right here, right now", "その場にいる者だけが感じられる瞬間", "最真實的當下", "진실된 공연", "最真實的當下", "最真实的当下"], "avatar": "conner_01", "attachments": ["c1401"], "contents": ["　Only those who are there on-site can really feel the sincerest moment. No data transfer delays, no post-production trickery; only a real performance presented directly to the audience by the performer.\n\n　And I, perform only for myself.", "　その場にいる者だけが、その瞬間を真に感じることができる。データ転送の誤差もなく、ポストプロダクション技術も関係ない。そこにあるのは、演奏者の観客に対するパフォーマンスだけである。\n\n　私は、私のためだけに演奏する。", "　　只有親臨現場的人，才能感受到最真實的當下，沒有數據傳輸的偏差、沒有後製技術的取巧，只有演奏者對於觀眾最真實的表演呈現。\n\n　　而我，只為了自己演奏。", "　현장에 있는 사람만이 그 순간을 제대로 느낄 수 있다. 기계를 통한 음의 왜곡이나 속임수 따위가 존재하지 않은 음악. 이것이야말로 내가 관객들에게 보여줄 수 있는 가장 진실한 공연이라 생각한다. \n\n　그리고 나는, 나 자신을 위해 연주한다. ", "　　只有親臨現場的人，才能感受到最真實的當下，沒有數據傳輸的偏差、沒有後製技術的取巧，只有演奏者對於觀眾最真實的表演呈現。\n\n　　而我，只為了自己演奏。", "　　只有亲临现场的人，才能感受到最真实的当下，没有数据传输的偏差、没有后制技术的取巧，只有演奏者对于观众最真实的表演呈现。\n\n　　而我，只为了自己演奏。"], "replies": [{"id": "c1402", "name": "Dogleg", "avatar": "misc_41", "contents": ["A perfect concert. I was bawling my eyes out during the curtain call", "完璧なコンサートでした。カーテンコールで、ようやく立ち上がり拍手をしている自分の頬に、涙が伝っていることに気が付きました。", "完美的一場音樂會，謝幕時才發現起立鼓掌的我已經熱淚盈眶", "완벽한 공연이었습니다. 커튼콜때 일어나 기립박수를 치는 순간 그제서야 제 뺨에 눈물이 흐르고 있다는 것을 알아차렸습니다.", "完美的一場音樂會，謝幕時才發現起立鼓掌的我已經熱淚盈眶", "完美的一场音乐会，谢幕时才发现起立鼓掌的我已经热泪盈眶"]}, {"id": "c1403", "name": "Brightswirls", "avatar": "misc_38", "contents": ["Thank you Sensei for giving us such an unforgettable night", "忘れられない夜をありがとうございました", "謝謝老師給我們這麼難忘的夜晚", "저희들에게 잊을 수 없는 밤을 만들어 주셔서 너무 감사합니다 선생님.", "謝謝老師給我們這麼難忘的夜晚", "谢谢老师给我们这么难忘的夜晚"]}, {"id": "c1404", "name": "NewFans", "avatar": "default_01", "contents": ["Hello Sir, I am an audience at tonight's concert. Never thought that music this powerful and emotional still exists. I was really touched.", "はじめまして。今日、先生の演奏を聞きに行きました。こんなにも人の心を動かす音楽があるのかと驚きました。本当に、胸がいっぱいです。", "您好，我是有聆聽表演的觀眾，想不到還有這麼撼動人心的音樂形式存在著，真的很令我感動。", "안녕하세요. 저도 관중 중에 한명입니다. 음악이란 존재가 이렇게 사람의 마음을 움직일 수 있다니 정말 너무 감동했습니다.", "您好，我是有聆聽表演的觀眾，想不到還有這麼撼動人心的音樂形式存在著，真的很令我感動。", "您好，我是有聆听表演的观众，想不到还有这么撼动人心的音乐形式存在着，真的很令我感动。"]}, {"id": "c1405", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["A completely different feeling compared to pop music...", "POPとは全然違う、、、、、", "真的有種跟流行音樂都不一樣的感覺……", "정말로 일반 유행 가요로는 느낄 수 없는 그런 감동이었네요……", "真的有種跟流行音樂都不一樣的感覺……", "真的有种跟流行音乐都不一样的感觉……"]}, {"id": "c1406", "name": "Otis_Emik", "avatar": "robosp_02", "contents": ["After performing 8 instruments in a row, Sensei took the stage to conduct the final piece. That scene gave me goosebumps <3", "先生が8種類の楽器を演奏し終えた後に、指揮をする姿は鳥肌物でした♡", "老師在連續演奏完8種樂器之後，親自上陣指揮的英姿讓我整個鳥肌阿<3", "선생님 8종 악기 연주를 선보이신 후 지휘하는 모습 정말 너무 멋있었습니다♡", "老師在連續演奏完8種樂器之後，親自上陣指揮的英姿讓我整個鳥肌阿<3", "老师在连续演奏完8种乐器之后，亲自上阵指挥的英姿让我整个鸟肌阿<3"]}, {"id": "c1407", "name": "DMO", "avatar": "misc_86", "contents": ["Hope we get to see more performances like this", "もっとこういうステージが見たい", "希望可以常常看到這樣的表演", "이런 공연이 더욱 많아졌으면 좋겠습니다.", "希望可以常常看到這樣的表演", "希望可以常常看到这样的表演"]}, {"id": "c1408", "name": "StuffyMouth", "avatar": "misc_58", "contents": ["It's magnificent. Why is it that a great musician like Sensei doesn't get any mainstream love QQ", "素晴らしかったです。先生ほどの偉大なミュージシャンがなぜ有名じゃないのか不思議でなりません（泣", "畫面太美了，老師這樣的偉大音樂人為什麼那麼不紅呢QQ", "너무 멋졌어요. 선생님같은 위대한 음악인이 많이 알려진 것 같지 않아 슬픕니다QQ", "畫面太美了，老師這樣的偉大音樂人為什麼那麼不紅呢QQ", "画面太美了，老师这样的伟大音乐人为什么那么不红呢QQ"]}, {"id": "c1409", "name": "GemFeather", "avatar": "misc_48", "contents": ["Sensei, please hold a few more sessions!", "先生、もっとコンサートを開いてください!!", "老師，再多辦幾場吧！", "선생님! 연장 공연은 아예 생각이 없으신가요!", "老師，再多辦幾場吧！", "老师，再多办几场吧！"]}, {"id": "c1410", "name": "C.Y.", "avatar": "team_09", "contents": ["An unprecedented concert", "これまでにない素晴らしいコンサートでした", "真的是前所未見的音樂會", "전대미문의 최고의 공연이었음", "真的是前所未見的音樂會", "真的是前所未见的音乐会"]}, {"id": "c1411", "name": "Elextron", "avatar": "robosp_08", "contents": ["May I ask where can I buy the instruments Sensei was performing with?", "先生が演奏していた楽器はどこで買えますか?", "請問哪裡才能買到老師演奏的那些樂器呢？", "혹시 선생님이 연주하던 악기 어디서  살 수 있는지 아시는 분?", "請問哪裡才能買到老師演奏的那些樂器呢？", "请问哪里才能买到老师演奏的那些乐器呢？"]}, {"id": "c1412", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["Guy above me, those are Sensei's personal collection lul", "あれらは全部先生の私物ですよｗｗ", "樓上 那些都是老師自己的收藏喔 w", "그 악기들은 선생님께서 직접 수집하고 계신 것들이에요 ㅋㅋ", "樓上 那些都是老師自己的收藏喔 w", "楼上 那些都是老师自己的收藏喔 w"]}, {"id": "c1413", "name": "NeverHeardofIt", "avatar": "default_10", "contents": ["Never heard of ConneR, went because of curiosity. Well Sensei, today you officially have a new fan!!", "ConneRって名前を聞いたことがなかったから興味があって聞きに行ったけど、衝撃だった!!先生のファンになりました!!", "以前沒有聽過ConneR這號人物 在好奇下去聽的 從今天開始正式成為老師的粉絲了!!", "예전에 ConneR라는 인물에 대해서 들은 적도, 본 적도 없었는데. 호기심에 들어봤다가 바로 팬이 되어버렸네요!", "以前沒有聽過ConneR這號人物 在好奇下去聽的 從今天開始正式成為老師的粉絲了!!", "以前没有听过ConneR这号人物 在好奇下去听的 从今天开始正式成为老师的粉丝了!!"]}, {"id": "c1414", "name": "MissingSth", "avatar": "default_02", "contents": ["Is there a holo-recreation? QQ", "ホログラフィ再生はありますか（泣）", "請問有全息還原嗎？QQ", "홀로그램으로는 있나요？QQ", "請問有全息還原嗎？QQ", "请问有全息还原吗？ QQ"]}, {"id": "c1415", "name": "DiiR", "avatar": "misc_60", "contents": ["Too bad Sensei insists on live performances only. It would be a blessing for us fans outside of Node08 if there are virtual seats available", "先生はライブパフォーマンスにこだわられているので、Node08の外に住む人間からすると残念です。バーチャル席があれば見に行けるのに……\n", "真可惜老師堅持現場演奏，對我們這些在Node08外的粉絲來說如果能開放虛擬門票就是一大福音了", "선생님은 언제나 현장 라이브 공연만을 고집하시기 때문에 Node08에 거주하지 않는 사람으로서 너무 아쉽습니다. 가상 자리가 있으면 보러 갈텐데 ㅠㅠ", "真可惜老師堅持現場演奏，對我們這些在Node08外的粉絲來說如果能開放虛擬門票就是一大福音了", "真可惜老师坚持现场演奏，对我们这些在Node08外的粉丝来说如果能开放虚拟门票就是一大福音了"]}, {"id": "c1416", "name": "ConneR", "avatar": "conner_01", "contents": ["    Fellow music lovers, thank you for the appreciation. If you can enjoy classical music, you already have better taste than the majority of the public. In the future, I will bring my live performances to an even higher level for everyone to enjoy.\n\n    My performances do not have virtual seats, nor are there holographic recreations. Please come to the concert in person and experience the music with your own ears.", "　音楽を愛する方々からの称賛、大変光栄に存じます。古典音楽の美を知るあなた方に比べれば、俗の品格など取るにも足りません。また、あなた方のために質の高い音楽をご奉仕いたしましょう。\n\n　私の演奏はバーチャル鑑賞できません。ホログラフィ再生もありません。直接あなた方の耳で感じてください。", "　　很感謝各位音樂同好的賞識，懂得欣賞古典樂的您，已經超越了世俗的品味，未來勢必也會再為各位帶來更高境界的現場演出。\n\n　　我的演奏不開放虛擬觀賞，也沒有全息還原，請務必親臨以肉耳感受。", " 음악을 감상해 주신 여러분께 감사드립니다. 고전 음악의 아름다움을 이해하는 당신은 이미 속세에 물들지 않은 어떤 상태를 초월했다는 증거이죠. 훗날 다시 여러분을 위해 더 높은 수준의 음악을 연주해 드릴겁니다.\n\n 제 연주는 홀로그램으론 감상하실 수 없습니다. 직접 현장에 오셔서 감상해 주시기 바랍니다.", "　　很感謝各位音樂同好的賞識，懂得欣賞古典樂的您，已經超越了世俗的品味，未來勢必也會再為各位帶來更高境界的現場演出。\n\n　　我的演奏不開放虛擬觀賞，也沒有全息還原，請務必親臨以肉耳感受。", "　　很感谢各位音乐同好的赏识，懂得欣赏古典乐的您，已经超越了世俗的品味，未来势必也会再为各位带来更高境界的现场演出。\n\n　　我的演奏不开放虚拟观赏，也没有全息还原，请务必亲临以肉耳感受。"]}, {"id": "c1417", "name": "Amberclove", "avatar": "misc_30", "contents": ["To all the staff tonight, and the all-important performer, we offer you our highest respect *bows*", "今夜のスタッフに、そして最も重要な演奏者に、敬意を込めて", "對今晚所有工作人員，以及最重要的演奏者，致上最高敬意(鞠躬)", "오늘 모든 스태프와 위대한 연주자에게 존경의 박수를!!", "對今晚所有工作人員，以及最重要的演奏者，致上最高敬意(鞠躬)", "对今晚所有工作人员，以及最重要的演奏者，致上最高敬意(鞠躬)"]}, {"id": "c1418", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["Sensei you are the best ! ! !", "先生は誰よりも素晴らしい！！！！", "老師真的是最棒的！！！", "선생님 정말 너무 대단하세요!", "老師真的是最棒的！！！", "老师真的是最棒的！ ！ ！"]}, {"id": "c1419", "name": "CozyCaty", "avatar": "misc_50", "contents": ["I can't wait for the next performance to be here!!!!", "今から次回の演奏会が待ちきれない!!!!!", "已經迫不及待盼望下一場的到來!!!!", "벌써부터 다음 공연이 기다려지기 시작했어!!!!", "已經迫不及待盼望下一場的到來!!!!", "已经迫不及待盼望下一场的到来!!!!"]}]}