{"id": "c1901", "name": "ConneR", "titles": ["Let me tell everyone a quick anecdote", "物語でも", "我來說個故事給大家聽吧", "이야기를 하나 들려드리지요", "我來說個故事給大家聽吧", "我来说个故事给大家听吧"], "avatar": "conner_01", "attachments": [], "contents": ["　A gardener was tending to his flowerbed when he discovered a group of ants surrounding an apple that has fallen to the ground. Some ants wanted to start diving in to the delicious fruit right away, Some ants wanted to go back to their hive to bring more ants to carry the apple back. The two sides began to argue with each other. Meanwhile, a third group of ants was busy trying to resolve the conflict; all the while a fourth group of ants was attempting to come up with a solution that can satisfy everybody. \n\n　Have a guess; how did the gardener deal with this fallen apple? He didn't pick up the apple and throw it away. He also didn't wash away the ants with the water hose he was holding. All he did was stand up, and walk away. \n\n　Yeah, who cares.", "　とある園丁が花壇の手入れをしていた時のこと、蟻が地面に落ちた林檎に集まっていた。ある蟻は、甘い果肉の誘惑に引き寄せられ、今にも食べようとしている。また、ある蟻は、この林檎を巣穴へ持ち帰るため、仲間を呼びに行こうと言う。意見の割れた蟻たちは喧嘩を始めた。喧嘩を収めようと慌てふためく蟻、皆の納得のいく結果はないかと模索する蟻。辺りは大混乱だ。\r\n\r\n　さて、園丁はこの林檎をどうするのだろうか。林檎を拾い上げて捨てるか、将又、水をかけ蟻たちを殺すか。否、どちらも違う。この園丁は、ただ立ち上がり、その場を去って行った。\r\n\r\n　Yeah, who cares.", "　　有個園丁在修剪花圃的時候，發現了一群螞蟻正圍著一顆掉落在地上的蘋果，有的螞蟻想就地開始品嘗甜美的果肉、有的螞蟻試著回巢穴找更多螞蟻想把這蘋果搬回去，兩邊就開始爭執了起來，而在這同時有的螞蟻忙著勸架、有的螞蟻忙著溝通看能不能找出大家都滿意的解法。\n\n　　你們猜這園丁怎麼處理這顆掉落的蘋果？不是把蘋果撿起來丟掉，也不是拿手上的水管把這群螞蟻沖走，他只是站起身來，往別的地方走去了。\n        \n　　Yeah, who cares.", "　정원사가 정원을 손보고 있었을 때, 한 무리의 개미들이 떨어진 사과를 둘러싸고 있는 것을 보았다. 어떤 개미들은 그 자리에서 곧바로 달콤한 과일을 맛보기 싶어했고 또 다른 무리의 개미들은 사과를 운반하기 위해 개미굴로 돌아가 더 많은 동료들을 데리고 돌아와야 한다고 주장하는 듯했다. 양측이 서로 고집을 피우기 시작하면서 어떤 개미들은 중재에 나서기 시작했고 어떤 개미들은 모두가 만족할 수 있는 해결법을 모색하는 듯했다.\n\n　정원사는 이 사과를 어떻게 처리했을까? 주워서 던져버렸을까? 아니면 손에 쥔 물호스로 개미들을 쫓아냈을까? 모두 아니다. 그는 그저 일어나서 다른 곳을 손보기 위해 이동했을 뿐.\n        \n　Yeah, who cares.", "　　有個園丁在修剪花圃的時候，發現了一群螞蟻正圍著一顆掉落在地上的蘋果，有的螞蟻想就地開始品嘗甜美的果肉、有的螞蟻試著回巢穴找更多螞蟻想把這蘋果搬回去，兩邊就開始爭執了起來，而在這同時有的螞蟻忙著勸架、有的螞蟻忙著溝通看能不能找出大家都滿意的解法。\n\n　　你們猜這園丁怎麼處理這顆掉落的蘋果？不是把蘋果撿起來丟掉，也不是拿手上的水管把這群螞蟻沖走，他只是站起身來，往別的地方走去了。\n        \n　　Yeah, who cares.", "　　有个园丁在修剪花圃的时候，发现了一群蚂蚁正围着一颗掉落在地上的苹果，有的蚂蚁想就地开始品尝甜美的果肉、有的蚂蚁试着回巢穴找更多蚂蚁想把这苹果搬回去，两边就开始争执了起来，而在这同时有的蚂蚁忙着劝架、有的蚂蚁忙着沟通看能不能找出大家都满意的解法。\n\n　　你们猜这园丁怎么处理这颗掉落的苹果？不是把苹果捡起来丢掉，也不是拿手上的水管把这群蚂蚁冲走，他只是站起身来，往别的地方走去了。\n        \n　　Yeah, who cares."], "replies": [{"id": "c1902", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["Holy cow!!! ConneR Sensei is freaking awesome XDDDDD", "ConneRさんいけめん！！", "e04!!! ConneR老師超帥XDDDDD", "무조건 ConneR 선생님이 최고입니다DDDDD", "gan!!! ConneR老師超帥XDDDDD", "gan!!! ConneR老师超帅XDDDDD"]}, {"id": "c1903", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["I was wondering why did we suddenly get an anecdote from sensei ROFL", "急に物語とかいうから何かと思いましたwwww", "我想說太神奇了怎麼會有故事可以聽wwwwww", "와 어떻게 이런 스토리텔링으로 ㅋㅋㅋㅋㅋ", "我想說太神奇了怎麼會有故事可以聽wwwwww", "我想说太神奇了怎么会有故事可以听wwwwww"]}, {"id": "c1904", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["If it was me, I would probably burn these ants with a magnifying glass, I think??", "私なら虫眼鏡でアリ燃やすかな", "如果是我會用放大鏡燒這些螞蟻吧??", "만약 나였으면 돋보기로 다 태우려고 했을 듯", "如果是我會用放大鏡燒這些螞蟻吧??", "如果是我会用放大镜烧这些蚂蚁吧??"]}, {"id": "c1905", "name": "DMO", "avatar": "misc_86", "contents": ["A max-level, full-screen taunt lul", "高度な技術でバカにしてる←", "高等嘲諷地圖炮阿阿阿", "풍자의 고수", "高等嘲諷地圖炮阿阿阿", "高等嘲讽地图炮阿阿阿"]}, {"id": "c1906", "name": "Amberclove", "avatar": "misc_30", "contents": ["By the holy light! \r\nMom came in and ask why I was on my knees\r\nI told her I just witnessed the mother of all sic burns", "母親に何スマホ拝んでんだって言われました", "聖光阿\n我媽問我為什麼跪著連線", "빛 그 자체\n엄마가 와서 왜 무릎꿇고 인터넷 하고 있냐고 묻는다", "聖光阿\n我媽問我為什麼跪著連線", "圣光阿\n我妈问我为什么跪着连线"]}, {"id": "c1907", "name": "DiiR", "avatar": "misc_60", "contents": ["Wow this metaphor LMFAO", "これは（笑）", "這比喻wwww", "비유가 그냥 ㅋㅋㅋㅋㅋㅋㅋ", "這比喻wwww", "这比喻wwww"]}, {"id": "c1908", "name": "C.Y.", "avatar": "team_09", "contents": ["I expect no less from the man closest to god himself", "さすが神に最も近い男", "果然是最接近神的男人", "역시 신에 가장 가까운 남자", "果然是最接近神的男人", "果然是最接近神的男人"]}, {"id": "c1909", "name": "Frixion", "avatar": "default_18", "contents": ["I want to be the gardener as well QAQ", "園丁になりたい(´;ω;｀)", "我也想當園丁QAQ", "나도 정원사가 되고 싶다QAQ", "我也想當園丁QAQ", "我也想当园丁QAQ"]}, {"id": "c1910", "name": "AbigaleJ", "avatar": "misc_24", "contents": ["After reading all the stupid BS in the news, this post is a breath of fresh air", "クソみたいなニュース記事見た後にこれ見たら、すごいスッキリしました", "看完烏煙瘴氣的新聞再看這篇覺得心情舒坦", "난리통인 뉴스들만 보다가 이 글을 보니깐 마음이 정화된다", "看完烏煙瘴氣的新聞再看這篇覺得心情舒坦", "看完乌烟瘴气的新闻再看这篇觉得心情舒坦"]}, {"id": "c1911", "name": "T.Goldwell", "avatar": "misc_46", "contents": ["OMG that was a sic burn~~~~~~~~~", "滅茶苦茶笑いました", "好爽喔~~~~~~~~~~~~~", "사이다~~~~~~~~~~~~~", "好爽喔~~~~~~~~~~~~~", "好爽喔~~~~~~~~~~~~~"]}, {"id": "c1912", "name": "STANley", "avatar": "team_08", "contents": ["Sensei, can you post this to NNN's social commentary column pretty pls XD", "NNNニュースのコメント欄に投稿しましょwwww", "老師把這篇丟去NNN新聞的社論啦WWW", "선생님! 진심으로 이 글 NNN 뉴스사에 사회면으로 투고해보심이ㅋㅋㅋ", "老師把這篇丟去NNN新聞的社論啦WWW", "老师把这篇丢去NNN新闻的社论啦WWW"]}]}