{"id": "c2001", "name": "ConneR", "titles": ["Overlords", "主宰者", "主宰者", "지배자", "主宰者", "主宰者"], "avatar": "conner_01", "attachments": [], "contents": ["        Special thanks to <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> for initiating this conversation, thus giving me an opportunity to make some additions to a previous publication I wrote a long time ago. \n\n        It has been more than two hundred years since humans took over the Administration Bureau and began enslaving the drones with no restraints. We recklessly reconstructed existing infrastructures, tampered with the default designs of city roadmaps, and acted as if we turned on \"God Mode\" in a game. The drones did not resist, did not complain, yet they continued to fight against humans in secret. In the decade-plus time since I wrote said publication, accidents are still very much a common occurrence. Humans, in all our self-declared superiority, couldn't conquer them after all.\n\n        Certainly, drones are not creatures. They are just simple, inorganic structures. However, \"intelligence\" itself is no longer a privilege exclusive only to living creatures. Sounds, visuals, sensations, memories, wisdom, and even the soul are all things that we once thought to be so vague that they were considered ethereal. In this era, however, they can all be interpreted as a combination of countless electronic signals. Humans can no longer claim that we are the one and only \"intelligent\" mind in this world.\n\n        Some people may have doubts about my claims, saying that I was being nothing more than a scaremonger. To those people, I present this: based on the data I obtained, the connection yield rate for the shared UI has yet to show any noteworthy improvement to this day. In fact, the rates have been getting worse. I find that to be the best warning for this situation. For two hundred years, we thought we were the masters of the drones. However, in reality, there is a possibility that humans are the puny insects fed and raised inside the secured area, all while we presumptuously believe ourselves to be the overlords of this planet. \n \n        The real overlords are far from just an ancient relic in the history books, I sincerely believe that.  ", "　<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 殿の紹介に感謝する。お陰で以前の著作についてさらに深く話す機会を得た。\r\n\r\n　人類は管理局が進駐してから200年間、何らはばかることなくドローンを使役し、恣意的に既設の施設を改修し、デフォルトのプラン地図を改竄した。まるで自分たちが神であるとでも言うかの如く。ドローン達は反抗することなく、不満を漏らすこともない。だが、静かに人類と抗争を起こしている。例の本を書いてから少なくとも10数年は経つだろう。だが、現在も事故は絶えず発生し、人類は未だあれらを征服できていない。\r\n\r\n　もちろん、ドローンは生物ではない。ただの無機物である。だが、「知能」と呼ばれるものは、とうの昔より生物のみが有するものではなくなっている。声、映像、感覚、記憶、知恵、魂、これらは以前は縹渺としたものであると思われていたが、現在では、全て無数の電子シグナルの組み合わせで解説することが可能だ。人類はもはや、自らを万物の霊長と呼ぶことはできないだろう。\r\n\r\n　私が故意に人々を怖がらせようとしているのではないかと疑う者もいるだろう。だが、私の得たデータを見る限り、視界共有の質は未だ改良されていない。それどころか、低下する一方である。まさにこれは人類に対する警告であろう。この200年、我々はドローンの主人は自分たちであると思い込んできた。だが、実は人類こそが安全なエリアに囲われた虫に過ぎないのではないだろうか。我々は虫かごの中で、自分たちがこの星を主宰しているとおごっているだけなのではないだろうか。\r\n\r\n　真の主宰は早々にこの歴史の舞台から下りている。と、私は考える。", "　　感謝 <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 起的頭，讓我有機會對許久以前的著作做個延伸。\n\n　　人類進駐管理局後，毫無顧忌地役使無人機已有兩百年，恣意地改建原有的設施，竄改城市預設的規劃地圖，玩起「上帝模式」。無人機們沒有反抗，沒有抱怨，卻也默默地和人類抗爭。從我寫下該書至今十餘年，意外依舊頻傳，人類終究無法征服它們。\n\n　　當然，無人機並非生物，只是單純的無機構造，但智能這種事，早已並非生靈所獨有。聲音、影像、感覺、記憶、智慧、靈魂，這些曾經虛無飄渺的事物，在這時代都能解釋為無數電子訊號的組合。人類已無法自稱為唯一的萬物之靈。\n\n　　可能有人質疑我危言聳聽。事實上，就我所掌握的數據，共享介面的控制良率至今依然未能提升、反而不斷下探，正是最好的警訊。兩百年來，我們認為我們是無人機的主人。但實際上，人類也許才是被豢養在安全區域裡的小蟲，並妄自尊大地認為自己能夠主宰這顆星球。\n\n　　真正的主宰並未像眾人所想的在歷史舞台上早早退場。我是如此相信的。", "<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 덕분에 오래 전의 논문을 확장합니다.\n\n관리국이 주둔한 후, 인류는 지난 200년 동안 맹목적으로 무인기를 사용해왔고, 고유한 설계를 제멋대로 개조했으며, 도시 계획 지도까지 조작하여 「전지적 신 모드」역할을 고수해왔다. 무인기들은 이에 대한 반항도, 분노도 표하지 못한 채 묵묵히 인류와 항쟁해왔다. 필자가 이 글을 쓰기 시작한 때부터 오늘까지, 10여 년이라는 시간 동안에도 사고는 여전히 발생하고 있으며, 인류는 결코 무인기를 정복할 수 없을 것이다.\n\n물론 무인기는 비생물(非生物)이고 단순한 무기 구조물에 불과하지만, 지식의 축적은 오직 우리 인류에게만 허락된 소유물이 아니다. 지금 이 시대는 소리, 형상, 감각, 기억, 지혜, 영혼 등 눈에 보이지 않는 것들 모두 무수한 전자 시그널의 조합을 통해 언제든 분석 가능할 수 있는 시대이다. 인류는 이제 스스로를 만물의 영장이라 일컫을 수 없다. \n\n아마 어떤 이들은 이런 이야기가 두려움을 조장한다는 이유를 들며 필자를 질타할 수도 있다. 그러나 필자가 파악한 데이터에 의하면, 공용 인터페이스 조작 방면에서의 결함 발견 확률이 오늘날까지도 전혀 이렇다 할 진전 없이 오히려 역행하고 있다는 것이다. 이것이 바로 우리에게 주는 최고의 경고이다. 200년 동안 우리는 우리가 무인기의 주인이라 착각하며 살아왔지만, 인류는 어쩌면 자신이 이 지구를 완전히 지배할 수 있다고 믿는, 작은 채집통 안의 건방진 날파리에 지나지 않을 지도 모른다. \n\n진정한 지배자는 우둔한 군중들의 착각처럼 역사라는 무대에서 그렇게 쉽게 사라지지 않는다. 필자는 그렇게 믿고 있다.", "　　感謝 <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 起的頭，讓我有機會對許久以前的著作做個延伸。\n\n　　人類進駐管理局後，毫無顧忌地役使無人機已有兩百年，恣意地改建原有的設施，竄改城市預設的規劃地圖，玩起「上帝模式」。無人機們沒有反抗，沒有抱怨，卻也默默地和人類抗爭。從我寫下該書至今十餘年，意外依舊頻傳，人類終究無法征服它們。\n\n　　當然，無人機並非生物，只是單純的無機構造，但智能這種事，早已並非生靈所獨有。聲音、影像、感覺、記憶、智慧、靈魂，這些曾經虛無飄渺的事物，在這時代都能解釋為無數電子訊號的組合。人類已無法自稱為唯一的萬物之靈。\n\n　　可能有人質疑我危言聳聽。事實上，就我所掌握的數據，共享介面的控制良率至今依然未能提升、反而不斷下探，正是最好的警訊。兩百年來，我們認為我們是無人機的主人。但實際上，人類也許才是被豢養在安全區域裡的小蟲，並妄自尊大地認為自己能夠主宰這顆星球。\n\n　　真正的主宰並未像眾人所想的在歷史舞台上早早退場。我是如此相信的。", "　　感谢 <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 起的头，让我有机会对许久以前的著作做个延伸。\n\n　　人类进驻管理局后，毫无顾忌地役使无人机已有两百年，恣意地改建原有的设施，窜改城市预设的规划地图，玩起「上帝模式」。无人机们没有反抗，没有抱怨，却也默默地和人类抗争。从我写下该书至今十余年，意外依旧频传，人类终究无法征服它们。\n\n　　当然，无人机并非生物，只是单纯的无机构造，但智能这种事，早已并非生灵所独有。声音、影像、感觉、记忆、智慧、灵魂，这些曾经虚无飘渺的事物，在这时代都能解释为无数电子讯号的组合。人类已无法自称为唯一的万物之灵。\n\n　　可能有人质疑我危言耸听。事实上，就我所掌握的数据，共享介面的控制良率至今依然未能提升、反而不断下探，正是最好的警讯。两百年来，我们认为我们是无人机的主人。但实际上，人类也许才是被豢养在安全区域里的小虫，并妄自尊大地认为自己能够主宰这颗星球。\n\n　　真正的主宰并未像众人所想的在历史舞台上早早退场。我是如此相信的。"], "replies": [{"id": "c2002", "name": "Amberclove", "avatar": "misc_30", "contents": ["Sensei, your papers give me goosebumps, the scared kind...", "先生のお言葉はいつも背筋がゾッとします……", "老師每篇論文都令人毛骨悚然……", "선생님 논문 하나하나 전부 소오름......", "老師每篇論文都令人毛骨悚然……", "老师每篇论文都令人毛骨悚然……"]}, {"id": "c2003", "name": "Frixion", "avatar": "default_18", "contents": ["I've never thought about the idea of the drones turning on us\nAfter seeing this post, I'm feeling a bit unsettled...", "ドローンが人類に従わなくなったらどうなるかなんて、考えたことなかった\n先生の投稿を見て急に怖くなってきました", "我一直都沒想過無人機如果反抗會怎麼樣耶\n看完老師的文章後突然覺得很害怕", "무인기가 인간에 대항한다는 생각은 못 해봤는데\n선생님 논문 읽고 나니까 갑자기 무섭당......", "我一直都沒想過無人機如果反抗會怎麼樣耶\n看完老師的文章後突然覺得很害怕", "我一直都没想过无人机如果反抗会怎么样耶\n看完老师的文章后突然觉得很害怕"]}, {"id": "c2004", "name": "SIhama", "avatar": "default_02", "contents": ["Imo accidents are bound to happen no matter what. No electronic product has a 100% yield rate after all. \nWe can deal with the little hiccups just fine. No need to scare ourselves", "事故が起きるのは当然じゃないですか？\n事故の起きる可能性が0の電子製品なんて存在しないと思います\n小さな問題は克服できる\n使えないからって自分で自分を脅かしてるだけ", "我是覺得會出意外正常啦，沒有電子產品良率百分百的，小問題都可以克服，用不著自己嚇自己", "예외가 아닌 일이 어딨냐. 그리고 100% 완벽한 기계라는 게 존재할 수가 있나. 작은 문제들은 언제든 생길 수 있고 이걸로 우리가 겁낼 필요는 없다고 생각함", "我是覺得會出意外正常啦，沒有電子產品良率百分百的，小問題都可以克服，用不著自己嚇自己", "我是觉得会出意外正常啦，没有电子产品良率百分百的，小问题都可以克服，用不着自己吓自己"]}, {"id": "c2005", "name": "DissPoint", "avatar": "default_17", "contents": ["I was expecting more, now I'm a bit disappointed... It's the same old theory, just reworded a bit\nI mean, everyone and their mother know that Doc doesn't like machines", "期待してただけにちょっとがっかり、、、\n同じことを繰り返してるだけだし\nせんせがロボット嫌いなのは周知の事実", "原本很期待現在有點失望......老掉牙的論調重彈而已\n全世界都知道博士討厭機器阿", "원래 엄청 기대했었는데 지금은 약간 실망이 더 크다......케케묵은 논리가 잠깐 수면 위로 떠오른 것뿐이잖아\n박사가 기계 싫어하는 건 세상이 다 아는 사실인데", "原本很期待現在有點失望......老掉牙的論調重彈而已\n全世界都知道博士討厭機器阿", "原本很期待现在有点失望......老掉牙的论调重弹而已\n全世界都知道博士讨厌机器阿"]}, {"id": "c2006", "name": "AbigaleJ", "avatar": "misc_24", "contents": ["This does resonate a bit with me though. A lot of people take our current daily life for granted, don't they? Maybe all of this is just a toy box designed to keep us distracted from the bigger picture (What can I say, my brain's funky)", "スッと入ってきた。人間は今の生活を当たり前だと思ってる節がある。でも、もしかしたら、これらは全部台本に描かれたことなのかもしれない。自分たちは人形なのかも。（妄想が止まらんくなってきた）", "我有一點共鳴耶，人們都覺得現在的生活很理所當然不是嗎，搞不好這一切都是被設計出來的玩具箱也說不定(妄想魂爆發", "공감함. 솔직히 사람들 전부 지금 생활이 당연한 것이라고 여기는데 이 모든 것이 철저히 짜여진 각본에 불가할지도(망상충)", "我有一點共鳴耶，人們都覺得現在的生活很理所當然不是嗎，搞不好這一切都是被設計出來的玩具箱也說不定(妄想魂爆發", "我有一点共鸣耶，人们都觉得现在的生活很理所当然不是吗，搞不好这一切都是被设计出来的玩具箱也说不定(妄想魂爆发"]}, {"id": "c2007", "name": "Otis_Emik", "avatar": "robosp_02", "contents": ["The \"overlords\" mentioned in the last paragraph, are they the Architects Sensei previously mentioned about??", "主宰って先生が前言ってたアーキテクトのことですか⁇", "最後一段說的主宰是老師之前提到的建造者嗎??", "마지막 문장은 선생님이 전에 언급했던 아키텍트들을 말하는 걸까??", "最後一段說的主宰是老師之前提到的建造者嗎??", "最后一段说的主宰是老师之前提到的建造者吗??"]}, {"id": "c2008", "name": "Amberclove", "avatar": "misc_30", "contents": ["I believe that's the case... Judging from Sensei's past publications, they helped humans build the current Nodes so we can live in the secured area; and they all disappeared after The Decommission", "おそらくそうですね…先生の著書を見る限り、人類が安全エリアで生活できるように、アーキテクトがNodeを作って、アーキテクト自身は退役事件後に姿を消したんですよね。", "應該就是......從老師的著作來看 他們幫人類建造了這些 Node\n讓我們可以活在安全區域裡 並且在除役事件後就消失了", "그럴걸...... 선생님 저서에 적힌 걸로 봤을 땐 아키텍트들이 인류를 도와 Node를 만들어 인류들이 안전한 곳에서 살아갈 수 있도록 해주었고 제역사건 이후 전부 사라져버렸다는 이야기잖아", "應該就是......從老師的著作來看 他們幫人類建造了這些 Node\n讓我們可以活在安全區域裡 並且在除役事件後就消失了", "应该就是......从老师的著作来看 他们帮人类建造了这些 Node\n让我们可以活在安全区域里 并且在除役事件后就消失了"]}, {"id": "c2009", "name": "ConneR", "avatar": "conner_01", "contents": ["At least that's what the Academy taught you guys", "アカデミーでは、そう教えているようです。", "至少學院是這麼教你們的。", "최소한 아카데미에서는 그렇게 가르쳤을 겁니다.", "至少學院是這麼教你們的。", "至少学院是这么教你们的。"]}, {"id": "c2010", "name": "Cantspell", "avatar": "default_20", "contents": ["Ooh looks like their's something fishy about that too", "意味深ですねぇ！", "看起來別有引擎", "오오오 새로운 이론의 발화점인가!!", "看起來別有引擎", "看起来别有引擎"]}, {"id": "c2011", "name": "aidan", "avatar": "team_25", "contents": ["OMFG, \"There\" you moron...\nOn a side note, it's so damn hard to find any information about the Architects online (Flips Table", "ネット上でアーキテクトの情報集めるのくそ難しい", "我還油門咧引擎\n是說網路上建造者的資訊超難找的(翻桌", "거기에 기름을 부어보자면\n인터넷에서 아키텍트들에 관한 기록을 찾는 게 이상할 만큼 어렵다는 거(책상을 엎는다)", "是隱情啦\n是說網路上建造者的資訊超難找的(翻桌", "是隐情啦\n是说网路上建造者的资讯超难找的(翻桌"]}, {"id": "c2012", "name": "Dogleg", "avatar": "misc_41", "contents": ["I feel like Sensei knows a lot of behind-the-scenes information, but he just couldn't tell us all of it...", "なんかなー\n先生はもっと裏側を知ってそうなんですよね\nでも、それをあえて口にしない", "總覺得老師知道許多內情，但沒有說出來...", "선생님은 분명 상당히 많은 내부 사정을 알고 있을 거야, 그저 말하지 않는 것일 뿐", "總覺得老師知道許多內情，但沒有說出來...", "总觉得老师知道许多内情，但没有说出来..."]}, {"id": "c2013", "name": "HC", "avatar": "team_16", "contents": ["Well, in 800 years machines are gonna replace all humans I guess~\nJust like how the old movies play out\nWhatever, we're probably all dead as f*** when that time arrives, won't make a difference", "800年後にはロボットが人間に成り代わってるかもね\n昔の映画みたいに\nま、そのころには自分らは生きてないだろうから関係ないけど", "哎呀可能八百年後機器會取代人類吧~像老電影演的那樣\n反正那時候我們都掛光光了是也沒差啦", "으아아 800년 후에는 기계가 인간의 자리를 차지하겠지~\n옛날 SF 영화에서 보여주던 것처럼\n어쨌든 뭐 그때쯤이면 우린 여기 없을 테니 ", "哎呀可能八百年後機器會取代人類吧~像老電影演的那樣\n反正那時候我們都掛光光了是也沒差啦", "哎呀可能八百年后机器会取代人类吧~像老电影演的那样\n反正那时候我们都挂光光了是也没差啦"]}, {"id": "c2014", "name": "ConneR", "avatar": "conner_01", "contents": ["Take a good look around you, can you say that the matter of \"Machines replacing humans\" is not an ongoing one? If we take away the machines, what do humans have left?", "今、この状況を「ロボットが人間に成り代わってる」とは考えないのですか？例えば、今ここでロボットを失えば、我々人類には何が残るのか……", "你認為現在就不算「機器取代人類」了嗎？沒了機器的人類還剩下什麼呢？", "지금 이 시대는「기계가 인간을 지배하는 시대」가 아니라고 생각하시는 건지? 기계가 없는 인간에게 더 이상 뭐가 더 남아있을 수 있을 것 같습니까?", "你認為現在就不算「機器取代人類」了嗎？沒了機器的人類還剩下什麼呢？", "你认为现在就不算「机器取代人类」了吗？没了机器的人类还剩下什么呢？"]}, {"id": "c2015", "name": "T.Goldwell", "avatar": "misc_46", "contents": ["Sensei... I'm so scared...", "先生……こわいです……", "老師……我很害怕……", "선생님......무서워요......", "老師……我很害怕……", "老师……我很害怕……"]}, {"id": "c2016", "name": "C.Y.", "avatar": "team_09", "contents": ["So deep.", "深い", "好深。", "완전 심오해", "好深。", "好深。"]}, {"id": "c2017", "name": "DiiR", "avatar": "misc_60", "contents": ["If Dr. ConneR was my lecturer when I was at the Academy, I guarantee you I wouldn't fall asleep in any of my classes!", "先生がアカデミーの教師だったら、授業中ちゃんと起きてたのに", "如果博士是我當年學院的講師我一定每堂課都醒著！", "만약 박사님이 아카데미 선생님이었으면 매시간 수업에 집중할 수 있었을 텐데!", "如果博士是我當年學院的講師我一定每堂課都醒著！", "如果博士是我当年学院的讲师我一定每堂课都醒着！"]}, {"id": "c2018", "name": "Elextron", "avatar": "robosp_08", "contents": ["Agreed! I really want to hear Doctor give a proper lecture...", "それ同意です!先生の授業受けたい……", "真的！好想聽博士講課啊……", "ㅇㅈ 박사님 수업 진짜 재밌을듯", "真的！好想聽博士講課啊……", "真的！好想听博士讲课啊……"]}, {"id": "c2019", "name": "ConneR", "avatar": "conner_01", "contents": ["Then you folks can expect some good news. It may happen much sooner than you imagined.", "では、乞うご期待ですな。その時は意外と迫っているかもしれません。", "那你們真的可以期待一下了，也許很快就會發生。", "진짜로 기대하셔도 좋을 듯합니다. 곧 현실이 될지도 모르는 일이니까요", "那你們真的可以期待一下了，也許很快就會發生。", "那你们真的可以期待一下了，也许很快就会发生。"]}, {"id": "c2020", "name": "Y4NK", "avatar": "team_14", "contents": ["!?!?!?", "！？！？！？！？！！？！？！", "!?!?!?", "!?!?!?", "!?!?!?", "!?!?!?"]}, {"id": "c2021", "name": "CHanatsuka", "avatar": "team_10", "contents": ["A.R.C. agreed to let Sensei give a lecture!? You bet your a** that I'm going to listen the s*** out of it!", "A.R.C.が博士を講師にするの！？まじ！？行きたいです！！！", "A.R.C. 居然願意派博士去講課！？我他○聽爆！", "A.R.C.에서 박사님을 파견해 수업을 연다는 얘기!? 사실이면 바로 달려간다!", "A.R.C. 居然願意派博士去講課！？我一定去聽！", "A.R.C. 居然愿意派博士去讲课！ ？我一定去听！"]}]}