{"id": "c2101", "name": "ConneR", "titles": ["Lecture at the Academy", "アカデミー講義", "學院授課行程", "아카데미 강의 일정", "學院授課行程", "学院授课行程"], "avatar": "conner_01", "attachments": ["c2101"], "contents": ["    I hinted about this a while ago. Today, I'm here to make an official announcement.\n\n    Because of an invitation from A.R.C., I will be giving lectures at the Academy in my spare time of heading the research project. The topics will be the correct attitude and mental fortitude for archeological excavation. I will also mention my new viewpoints on researches about ancient civilizations. Since it's in the Academy, I won't delve into overly minute details. Nevertheless, I will reveal many unimaginable things that you won't believe exists. You don't want to miss it.\n\n    This series of lectures will be available to the public. Anyone can sit in on them. However, I truly hope that there will be other intellectuals present to have a proper discussion with me.", "　以前にも少々仄めかしましたが、漸く正式に情報公開可能となりました。\n\n　A.R.C.からの招待により、研究を進める傍ら、アカデミーにて講義をすることとなりました。講義のテーマは、主に考古学における正しい態度と思想の建設についてです。また、私自身の古代文明に関する新見解にも触れていきます。アカデミーでの講義ということで、あまり深い話はいたしませんが、あなた方には想像もできないような真実を語ります。\n\n　また、これは公開授業です。どなたでも受講可能となっています。造詣の深い皆様のお越しをお待ちしております。共に切磋琢磨できることを願っております。", "　　之前透露了一點消息，在這邊正式公開。\n\n　　因為A.R.C.的邀請，我將在主持研究計畫之餘至學院講課，主題是考古探勘的正確態度及思想建設，也會提到我對於古文明研究的新觀點。畢竟是在學院裡，我不講太深奧的東西，但會揭露許多你們無法想像的真相，不容錯過。\n\n　　這是公開的系列課程，任何人都可以旁聽，不過我更希望能有知識份子前來互相切磋。", "　　예전에 조금 알려드린 적이 있지만, 여기서 정식으로 공개하겠습니다.\n\n　A.R.C.의 초대로 연구를 진행함과 동시에 아카데미의 강연도 진행하게 되었습니다. 고고학 탐사의 올바른 태도와 사상의 확립이라는 주제로 여러분께 고대 문명을 바라보는 새로운 시각을 선사하려 했었죠. 물론 아카데미에서 엄청나게 심오하고 깊은 내용까지 말하지는 않겠지만, 그래도 당신들이 상상할 수 없는 수많은 진실들을 알려드릴 계획이니 이 기회를 놓치지 않으셨으면 합니다.\n\n　본 강연은 여러 번에 걸쳐 진행되고 모든 이가 참여할 수 있는 공개 강연이지만, 개인적으로는 높은 학력의 지식인분들도 참여하여 함께 교류할 수 있었으면 좋겠습니다.", "　　之前透露了一點消息，在這邊正式公開。\n\n　　因為A.R.C.的邀請，我將在主持研究計畫之餘至學院講課，主題是考古探勘的正確態度及思想建設，也會提到我對於古文明研究的新觀點。畢竟是在學院裡，我不講太深奧的東西，但會揭露許多你們無法想像的真相，不容錯過。\n\n　　這是公開的系列課程，任何人都可以旁聽，不過我更希望能有知識份子前來互相切磋。", "　　之前透露了一点消息，在这边正式公开。\n\n　　因为A.R.C.的邀请，我将在主持研究计画之余至学院讲课，主题是考古探勘的正确态度及思想建设，也会提到我对于古文明研究的新观点。毕竟是在学院里，我不讲太深奥的东西，但会揭露许多你们无法想像的真相，不容错过。\n\n　　这是公开的系列课程，任何人都可以旁听，不过我更希望能有知识份子前来互相切磋。"], "replies": [{"id": "c2102", "name": "Dogleg", "avatar": "misc_41", "contents": ["Don't think there will be many in this Node who is qualified to have a \"proper\" discussion with Sensei XDD", "先生と同等に「切磋琢磨」できる人間なんてこのNodeに何人もいませんよ（笑）", "能跟老師「切磋」的人 全Node根本沒幾個吧 XDD\"", "선생님과「교류」할만한 사람이 전 Node에서 몇 명이나 될까ㅋㅋㅋ", "能跟老師「切磋」的人 全Node根本沒幾個吧 XDD\"", "能跟老师「切磋」的人 全Node根本没几个吧 XDD\""]}, {"id": "c2103", "name": "Elextron", "avatar": "robosp_08", "contents": ["Is there a link (Waiting", "サイトのURLとかありますか？", "有網址嗎(敲碗", "링크 있습니까?", "有網址嗎(敲碗", "有网址吗(敲碗"]}, {"id": "c2104", "name": "C.Y.", "avatar": "team_09", "contents": ["Man, how lazy can you be?\nThose who are slothful do not have the right to pursue the truth (In Sensei's tone)", "自分で探せよw\n怠惰な人間に真理を追究する資格はない（先生の真似）", "樓上很懶欸\n怠惰者不具備追求真理的資格（老師語氣", "1알아서 검색 좀 하셈\n진리를 추구하는 자의 기본 자세가 되어 있지 않다는 말을 드리고 싶군요(C선생님 톤으로)", "樓上很懶欸\n怠惰者不具備追求真理的資格（老師語氣", "楼上很懒欸\n怠惰者不具备追求真理的资格（老师语气"]}, {"id": "c2105", "name": "ConneR", "avatar": "conner_01", "contents": ["    Extra note here. A.R.C. originally provided me with a pre-determined handout. They wanted me to give my lecture according to that handout. That file was categorized as spam by my firewall program and deleted alongside other malicious emails. Therefore, I will be using my own material to give the lecture.\n\n    In addition, please don't bring any mobile devices or recording equipment to my lectures. I will not prepare any visual aid or handouts for my presentation either. What I'm going to tell you requires no notes; all you need are your ears to hear me talk and your heart to feel my words. I guarantee that you will gain a lot by simply doing what I said.", "　補足を。A.R.C.には、資料を渡され、その通りに講義を行うよう言われましたが、非常に残念なことに、その資料は私の書いたウイルス対策プログラムにより、ゴミ箱に分類され、ウイルスと共に削除されてしまいました。そのため、当日は私の用意した教材で講義を進めます。\n\n　また、私の講義への携帯デバイスや、撮影機能を持つ装置の持ち込みはご遠慮ください。プレゼンテーション資料などを用意することはありません。ノートも必要ありません。その耳で感じてください。", "　　補充一件事，A.R.C. 原本給了我一份寫好的講義檔，要我按照上頭的內容讀稿。那份檔案被我寫的防毒程式歸類成系統垃圾，和郵件病毒一起被刪除，所以我會用自己準備的教材來教你們。\n\n　　還有，在我的課堂上請不要攜帶行動裝置或有攝錄功能的設備；我亦不會準備任何簡報或資料。這些內容不需要筆記，只要用心聆聽與感受我的口述，你們自然會有所收穫。", "　　보충하자면, A.R.C에서는 원래 제게 이미 준비된 강의 자료를 보내왔습니다. 전달받은 내용에 따라 강의를 진행하라고 하더군요. 그 강의 내용은 제가 설정해놓은 백신 프로그램에 의해 바이러스와 동급으로 취급되어 곧바로 삭제되버렸습니다. 그래서 제가 직접 준비한 교재로 강의를 진행할 생각입니다.\n\n　　그리고 강연장에는 절대 휴대용 장치나 촬영 기능을 가진 디바이스 사용 등은 삼가해 주십시오. 저는 따로 시청각 자료들을 준비하지 않을 생각입니다. 물론 필기도 필요 없습니다. 여러분들은 그냥 제가 하는 말을 편한하게 듣고 자연스럽게 받아들이기만 하면 됩니다.", "　　補充一件事，A.R.C. 原本給了我一份寫好的講義檔，要我按照上頭的內容讀稿。那份檔案被我寫的防毒程式歸類成系統垃圾，和郵件病毒一起被刪除，所以我會用自己準備的教材來教你們。\n\n　　還有，在我的課堂上請不要攜帶行動裝置或有攝錄功能的設備；我亦不會準備任何簡報或資料。這些內容不需要筆記，只要用心聆聽與感受我的口述，你們自然會有所收穫。", "　　补充一件事，A.R.C. 原本给了我一份写好的讲义档，要我按照上头的内容读稿。那份档案被我写的防毒程式归类成系统垃圾，和邮件病毒一起被删除，所以我会用自己准备的教材来教你们。\n\n　　还有，在我的课堂上请不要携带行动装置或有摄录功能的设备；我亦不会准备任何简报或资料。这些内容不需要笔记，只要用心聆听与感受我的口述，你们自然会有所收获。"]}, {"id": "c2106", "name": "DiiR", "avatar": "misc_60", "contents": ["Hahaha ConneR sensei's firewall program matches his own personality XDDD", "ConneR先生のウイルス対策ソフトは自我が芽生えてるな？？(笑)", "哈哈哈ConneR老師的防毒程式超有個性XDDD", "ㅋㅋㅋㅋ 역시 ConneR 선생님의 성격은 백신 프로그램에서도 잘 드러나는 것 같다 ㅋㅋㅋㅋㅋㅋ", "哈哈哈ConneR老師的防毒程式超有個性XDDD", "哈哈哈ConneR老师的防毒程式超有个性XDDD"]}, {"id": "c2107", "name": "SIhama", "avatar": "default_02", "contents": ["It's not Dr. ConneR if he teaches according to ARC's handouts~~ Registered for all the lectures already!!", "ARCの言うとおりに講義するなんて先生らしくないですよね～申し込みました!!!", "照著ARC的講義來教就不是Colin老師了~~已報名全系列課程!!", "ARC의 강의 내용을 그대로 강의한다면 그건 Colin선생님이 아니지! 선생님의 모든 강의 전부 신청 완료했음!!", "照著ARC的講義來教就不是Colin老師了~~已報名全系列課程!!", "照着ARC的讲义来教就不是Colin老师了~~已报名全系列课程!!"]}, {"id": "c2108", "name": "T.Goldwell", "avatar": "misc_46", "contents": ["The website experienced so much traffic that it's starting to lag... Must be quite the shocker for the Academy", "サイトが混みあってますね。。。アカデミーもびっくりしてるんじゃ？", "網站塞到有點卡......學院那邊應該嚇了一大跳吧", "신청 사이트 벌써 멈춰 버렸음......아카데미에서도 완전 놀랬겠다....", "網站塞到有點卡......學院那邊應該嚇了一大跳吧", "网站塞到有点卡......学院那边应该吓了一大跳吧"]}, {"id": "c2109", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Analysis: Searches on Academy curriculum increase by 58%. Reached 10-year peak, still increasing by the minute\nAction: Successfully registered with block administrators' priority internet access：)", "Analysis：アカデミーの 時間割検索数が 58% 上昇しました\nこの10年で 最高値です\n上昇し続けています\nAction：ブロック管理者特設ネットから 申し込みました：)", "統計：學院課表查詢筆數上升58%，達到近10年以來的最高值並持續增加\n動作：已透過區塊管理者特設網路報名成功：)", "통계: 아카데미 수업 시간표 검색률 58% 상승, 10년 동안 가장 높은 검색률로 기록됨\n동작: 블록 관리자 설정을 통해 인터넷 신청 성공：)", "統計：學院課表查詢筆數上升58%，達到近10年以來的最高值並持續增加\n動作：已透過區塊管理者特設網路報名成功：)", "统计：学院课表查询笔数上升58%，达到近10年以来的最高值并持续增加\n动作：已透过区块管理者特设网路报名成功：)"]}, {"id": "c2110", "name": "T3RA_wr47h", "avatar": "robosp_05", "contents": ["Wait Robohead that's cheating lmfao\nDang that block admin internet sure is fast~", "まてまてまて！ロボたんズルしてるよ！？！？\nブロック管理ネットとかめっちゃ速いじゃん", "等一下蘿波頭作弊www區塊管理網路速度超快的耶", "잠깐ㅋㅋㅋ로보 저거 반칙 아님? ㅋㅋㅋㅋ블록 관리자 인터넷이 제일 빠른 거잖아ㅋㅋㅋㅋㅋㅋㅋㅋ", "等一下蘿波頭作弊www區塊管理網路速度超快的耶", "等一下萝波头作弊www区块管理网路速度超快的耶"]}, {"id": "c2111", "name": "NerfThat", "avatar": "default_06", "contents": ["ROBO's getting more and more delightful these days XDDD I'm starting to believe that there's an actual person behind him", "ROBOたん最近カワイイwwやっぱ中身人間？", "ROBO最近越來越有趣了耶XDDD果然是真人假扮機器人的嗎", "최근에 보면 ROBO도 조금씩 예능감이 살아나고 있음 ㅋㅋㅋㅋ실제 사람이 로봇으로 둔갑한 건 아닐까", "ROBO最近越來越有趣了耶XDDD果然是真人假扮機器人的嗎", "ROBO最近越来越有趣了耶XDDD果然是真人假扮机器人的吗"]}, {"id": "c2112", "name": "StuffyMouth", "avatar": "misc_58", "contents": ["Registration success! Looking forward to sensei's next concert as well!!", "申し込みました！先生の次のコンサートも楽しみにしてます！！", "報名成功！也期待老師的下一場演奏會！！", "신청 성공! 선생님!! 다음 연주회도 기대하고 있습니다!!", "報名成功！也期待老師的下一場演奏會！！", "报名成功！也期待老师的下一场演奏会！ ！"]}, {"id": "c2113", "name": "HWJones", "avatar": "default_15", "contents": ["Thank you to Dr. ConneR for the announcement! Personally, I've been following the public reports of ARC's exploration team for a long time. I have some questions I would like to ask doctor. Can I occupy your time after the lecture ends? I would like to exchange some ideas I had about the recent exploration results.", "先生、情報ありがとうございます！個人的にARCの探査隊の公開レポートに長年注目しております。もしよろしければ、講義の後お時間を頂けないでしょうか？この数年の探査の成果に対する意見交換をできればと存じております。", "謝謝老師公開訊息！個人長期關注ARC探勘隊的公開報告，想詢問老師，課程後能否占用您一些時間，交流關於近年探勘成果的想法呢？", "정보 주셔서 감사합니다 선생님! 개인적으로 계속 ARC탐사대 공식 공지를 기다리고 있었는데! 선생님께 하나만 여쭙고 싶습니다! 강의 이후에 조금이라도 최근의 탐사 업적과 그에 대한 선생님의 생각을 말씀해 주실 수 있을까요?", "謝謝老師公開訊息！個人長期關注ARC探勘隊的公開報告，想詢問老師，課程後能否占用您一些時間，交流關於近年探勘成果的想法呢？", "谢谢老师公开讯息！个人长期关注ARC探勘队的公开报告，想询问老师，课程后能否占用您一些时间，交流关于近年探勘成果的想法呢？"]}, {"id": "c2114", "name": "ConneR", "avatar": "conner_01", "contents": ["Welcome.", "歓迎します。", "歡迎。", "매우 환영합니다.", "歡迎。", "欢迎。"]}, {"id": "c2115", "name": "HWJones", "avatar": "default_15", "contents": ["Thank you so much! I look forward to meeting you!", "ありがとうございます！楽しみにしています！", "太謝謝老師了！期待見面！", "정말 감사합니다!! 기대하고 있겠습니다!", "太謝謝老師了！期待見面！", "太谢谢老师了！期待见面！"]}]}