{"id": "j0701", "name": "JOE", "titles": ["What kind of nonsense BS are they spewing", "適当な事言いふらすのもいい加減にして欲しいね", "最好是都這樣亂唬爛", "터무니없는 소리 하지 좀 말라고", "最好是都這樣亂唬爛", "最好是都这样乱唬烂"], "avatar": "joe_01", "attachments": [], "contents": ["Haven't been this p***ed off in a long time! My uncle always told me that paparazzi is a job for losers; today I finally get what he meant by that!! I've known Simon since the days of CP. His sense of justice and his dedication to his principles are simply unrivaled. I mean, this dude doesn't even drink booze in my shop! He orders milk all the time! Why the f*** would anyone think he is an internet terrorist??\n\nHere's also a shoutout to all the damn reporters who want gossip on him. I sincerely invite you to check him out in my shop (Minimum order required). You can look at him while he's helping more people, trying to solve the case, and drinking milk. You'll realize that every word I said about him is absolutely true.\n\nJOE OUT (Drops Mic)", "こんなにムカつくこともめったにないね！！昔からおじさんに子供の頃に努力しなかったやつが記者になるんだって言われて育って来たけど、マジだった！！今日それが証明された！！CP時代からSimonのことは知ってるけど、あいつはマジで正義感に溢れた自分なりのルールをしっかり持ったやつだよ。うちの店に来て酒も飲まずに牛乳しか注文しないようなやつがネットテロリストなわけがないだろ！？！？\n\n記者の皆さんぜひうちに来てあいつの他人を助けるために奮闘する姿、牛乳を飲むカッコいい背中を見てみてください（あ、うち最低消費料金設定してます）。あの記事が嘘だって分かるはず。\n\nJOE OUT（マイクポイっ）", "很少有那麼不爽的啦! 我舅舅從小就跟我說小時不努力長大當記者，今天還真是見識到了!! 從組CP那時候就認識Simon，他絕對是我見過最有正義感最有原則的人，一個來我店裡只點牛奶不喝酒的乖乖牌怎麼可能是網路恐怖份子?? \n\n在這邊也誠摯邀請各位記者來店裡看看他(本店有低消)為了幫助更多人，努力想著破案、喝著牛奶的帥氣背影，就可以知道我說的絲毫不假了。\n\nJOE OUT (丟麥)", "이렇게 빡치는 것도 오랜만이로군! 우리 삼촌은 내가 어렸을 때부터 노력 같은 건 하지 않아도 기자가 될 수 있다고 하던데, 오늘 딱 그런 기자들을 보게 되었군!! CP 시절부터 알고 지낸 Simon은 내가 본 사람들 중에서도 제일 정의롭고 원칙대로 행동하는 사나이다! 혼자 우리 가게에 와서도 술도 안 마시고 우유만 마시는 아주 올바른 청년인데 테러리스트는 무슨 얼어 죽을!! \n\n장난이 아니라 기자님들 우리 가게로 오셔서(한 사람당 1잔 이상 주문 필수) 그놈이 얼마나 많은 이들을 위해 힘을 쓰고 있는지, 사건을 해결하기 위해 얼마나 많은 노력을 하고 있는지, 우유를 마시며 고뇌하는 그놈의 멋진 모습을 직접 보신다면 제가 거짓말을 하고 있는 게 아니라는 것을 바로 아실 수 있을 겁니다.\n\nJOE OUT (Mic를 던진다)", "很少有那麼不爽的啦! 我舅舅從小就跟我說小時不努力長大當記者，今天還真是見識到了!! 從組CP那時候就認識Simon，他絕對是我見過最有正義感最有原則的人，一個來我店裡只點牛奶不喝酒的乖乖牌怎麼可能是網路恐怖份子?? \n\n在這邊也誠摯邀請各位記者來店裡看看他(本店有低消)為了幫助更多人，努力想著破案、喝著牛奶的帥氣背影，就可以知道我說的絲毫不假了。\n\nJOE OUT (丟麥)", "很少有那么不爽的啦! 我舅舅从小就跟我说小时不努力长大当记者，今天还真是见识到了!! 从组CP那时候就认识Simon，他绝对是我见过最有正义感最有原则的人，一个来我店里只点牛奶不喝酒的乖乖牌怎么可能是网路恐怖份子??\n\n在这边也诚挚邀请各位记者来店里看看他(本店有低消)为了帮助更多人，努力想着破案、喝着牛奶的帅气背影，就可以知道我说的丝毫不假了。\n\nJOE OUT (丢麦)"], "replies": [{"id": "j0702", "name": "NEKO#ΦωΦ", "avatar": "neko_01", "contents": ["Right on the point Uncle JOE !(ΦωΦ)!\nXenon really working very hard to help everyone address the problems (ΦωΦ)/", "JOEおじさんは正しい(ΦωΦ)！！正しいよ！！\nXenonはホントにみんなの問題を解決するために頑張ってるもん(ΦωΦ)/", "JOE叔叔說ㄉ一點都沒錯!(ΦωΦ)!\nXenon是真ㄉ很努力在幫忙大家解決問題\n(ΦωΦ)/", "JOE아저씨가 말한 거 전부 사실이다냥!(ΦωΦ)!\nXenon은 모두의 문제를 해결하기 위해 항상 노력하는 그런 남자다냥!(ΦωΦ)/", "JOE叔叔說的一點都沒錯!(ΦωΦ)!\nXenon是真的很努力在幫忙大家解決問題\n(ΦωΦ)/", "JOE叔叔说的一点都没错!(ΦωΦ)!\nXenon是真的很努力在帮忙大家解决问题\n(ΦωΦ)/"]}, {"id": "j0703", "name": "NEKO#ΦωΦ", "avatar": "neko_01", "contents": ["NEKO is never afraid of reporters anyway\nYou a-holes better watch your back /(Φ皿Φ)/", "てかNEKO記者なんか怖くないもーん！！\nヾ(⌒(_´๑ΦωΦ๑)_ｼﾞﾀﾊﾞﾀ\nみんな夜道には気を付けた方がいいよ", "反正本喵從來不怕記者\n泥們統統給我小心一點/(Φ皿Φ)/", "어쨌든 NEKO는 기자 따윈 무섭지 않지로오옹\n뉘넘들 전부 긴장 타고 있으라굿!/(Φ皿Φ)/", "反正本喵從來不怕記者\n你們統統給我小心一點/(Φ皿Φ)/", "反正本喵从来不怕记者\n你们统统给我小心一点/(Φ皿Φ)/"]}, {"id": "j0704", "name": "JOE", "avatar": "joe_01", "contents": ["Umm... I don't think that's a good idea\nAren't actions like these why you've been causing him so much trouble...?", "あ～……子猫ちゃん……\n余計にあいつの面倒ごとが増えるよ……？", "呃......不對\n妳就是這樣才一直帶給人家麻煩的吧...?", "아아아...... 안돼.\n네가 그러면 이 몸께도 성가신 일이 생길 것만 같은...?", "呃......不對\n妳就是這樣才一直帶給人家麻煩的吧...?", "呃......不对\n妳就是这样才一直带给人家麻烦的吧...?"]}, {"id": "j0705", "name": "CyberLord", "avatar": "misc_99", "contents": ["Hey a rare social commentary from the owner\nUsually they're either reports about how to hit on girls or promotion for his shop", "おっオーナーが珍しく時事問題について話してる\n普段は女の子のことか店の宣伝しかしてないのに", "老闆難得對時事發表評論耶\n平常不是撩妹心得就是店的業配", "오! 사장이 이런 글을 남기는 건 좀처럼 보기 힘든데?\n보통 여자 얘기나 자기 가게 홍보 글만 올리는 사람이", "老闆難得對時事發表評論耶\n平常不是撩妹心得就是店的業配", "老板难得对时事发表评论耶\n平常不是撩妹心得就是店的业配"]}, {"id": "j0706", "name": "RamenBot", "avatar": "team_17", "contents": ["Wait a sec this is still a promotional post", "これも客引きじゃね？", "不對阿這篇其實也是葉佩雯阿", "방심하면 안 돼. 알고 보면 이것도 고도의 전술일 수도?", "不對阿這篇其實也是葉佩雯阿", "不对阿这篇其实也是叶佩雯阿"]}, {"id": "j0707", "name": "Pinevalley", "avatar": "misc_62", "contents": ["I personally don't think that Xenon would do those things\nHowever, I have to say that with him getting off scot-free every time and all those rumors out there\nIt is no surprise that more and more people around me are starting to feel that there is something \"off\" about him", "Xenonさんがあんなことするとは思えないけど\nいつも保身してる感じはあるし\nいろんな噂もあるし\n周りもXenonさんに対してよく思ってない人が増えてきた", "我是不覺得Xenon搞出那些事情\n但不得不說他每次都全身而退加上那些謠言\n身邊也越來越多人覺得他不太對勁了", "난 Xenon이 그런 일을 저질렀을 거라고는 생각 안 함\n하지만 항상 수많은 소문 거리를 몰고 다니는 것 같다\n내 주위에도 돌아서는 사람들이 조금씩 많아지고 있다", "我是不覺得Xenon搞出那些事情\n但不得不說他每次都全身而退加上那些謠言\n身邊也越來越多人覺得他不太對勁了", "我是不觉得Xenon搞出那些事情\n但不得不说他每次都全身而退加上那些谣言\n身边也越来越多人觉得他不太对劲了"]}, {"id": "j0708", "name": "Noposa", "avatar": "team_12", "contents": ["More and more fans are becoming haters", "ファンからアンチに変わる人が増えて来てますね", "由粉轉黑的人開始變多了", "진짜로 팬에서 안티로 돌아서는 사람도 많아지고 있음", "由粉轉黑的人開始變多了", "由粉转黑的人开始变多了"]}, {"id": "j0709", "name": "RyanRii", "avatar": "default_06", "contents": ["Didn't expect NEKO to reply to this thread\nIs it wrong for me to be a little excited at the possibility of Cherry appearing as well (?", "NEKOがここにコメントしてるのは意外\nCherryも来たらいいのに(?", "NEKO竟然在這串回話耶\n我開始有點期待Cherry也會出現了(?", "NEKO도 결국 글 남겼네\n갑자기 Cherry는 무슨 글을 남길지 궁금해지기 시작하는데?", "NEKO竟然在這串回話耶\n我開始有點期待Cherry也會出現了(?", "NEKO竟然在这串回话耶\n我开始有点期待Cherry也会出现了(?"]}, {"id": "j0710", "name": "lenba", "avatar": "team_18", "contents": ["Don't be stupid Cherry is under contract with an actual agency. It would be annoying-AF for them to deal with a paparazzi magazine", "Cherryはマネージャーに管理されてるだろうから来ないだろね\n記事にされたら面倒だし", "別傻了Cherry是有經紀約的人惹上八卦雜誌最麻煩了", "Cherry는 이미 매니지먼트에서 관리하고 있을 테니 어려울 걸. 그런 가십거리에 휘말리면 일만 많아질 테니", "別傻了Cherry是有經紀約的人惹上八卦雜誌最麻煩了", "别傻了Cherry是有经纪约的人惹上八卦杂志最麻烦了"]}, {"id": "j0711", "name": "StuffyMouth", "avatar": "misc_58", "contents": ["Owner don't be mad\nI'll go get a drink from you the day after tomorrow", "オーナーちゃんイライラしないでー\nあさって飲みに行くね", "老闆別不爽了\n後天晚上去找你喝一杯啦", "사장님 그만 화내셈\n내일모레 잠깐 들려서 한 잔 마셔드릴 테니", "老闆別不爽了\n後天晚上去找你喝一杯啦", "老板别不爽了\n后天晚上去找你喝一杯啦"]}, {"id": "j0712", "name": "Pixely99", "avatar": "misc_100", "contents": ["NEKO mostly rely on her fans online to make money. She really doesn't have to give a damn about reporters LMFAO", "NEKOはネットでお金稼いでるからまじで記者とか別にきにしなくていいやつwwwww", "NEKO靠網路上的粉絲賺錢是真的不需要太鳥記者wwwww", "NEKO 애초에 인터넷으로 뜨고 돈 벌었던 애라 인터넷에 추종자들이 많아서 기자들에게 굽신댈 필요가 없긴 하지 ㅋㅋㅋㅋ", "NEKO靠網路上的粉絲賺錢是真的不需要太鳥記者wwwww", "NEKO靠网路上的粉丝赚钱是真的不需要太鸟记者wwwww"]}, {"id": "j0713", "name": "maplewing", "avatar": "team_19", "contents": ["Why isn't it \"King of Germs OUT\"???", "バイキン王OUTじゃないのん???", "怎麼不是說細菌王OUT???", "세균왕 OUT이 옳은 표현 아님???", "怎麼不是說細菌王OUT???", "怎么不是说细菌王OUT???"]}]}