{"id": "o1401", "name": "Uctron_Rust", "titles": ["I don't understand what A.R.C is doing", "A.R.C.は何やってるんだ", "搞不懂A.R.C.", "A.R.C.는 대체 뭘 하는 거지?", "搞不懂A.R.C.", "搞不懂A.R.C."], "avatar": "robosp_15", "attachments": [], "contents": ["That Colin Neumann Jr. guy that A.R.C. just hired as an advisor, wasn't he arrested by the admins ten years ago for trespassing into the Ruins? Why would A.R.C. get someone with such a questionable resume?", "この前ニュースでColin Neumann Jr.がA.R.C.の顧問になるとかなんとか書かれてたけれど、確か彼は十年前に違法に境界線を超えて遺跡に立ち入ったとかで管理局に捕まったはず。問題人物であることは明白なのに、なぜA.R.C.は自分で自分を陥れるようなことをするんだろう。", "之前新聞報的那個Colin Neumann Jr.被請去當A.R.C.顧問，但是十年前這個人還因為非法出境、踏入遺跡被管理局逮捕，顯然是一個很有問題的人物啊，這樣不是在自打巴掌嗎？", "예전에 뉴스에서 보도한 Colin Neumann Jr.가 A.R.C.의 고문이 되었다네요. 그런데 10년 전, 이 사람 금지 구역으로 지정된 유적에 불법으로 들어갔다가 체포됐었잖아요. 분명 문제가 있는 사람인데 그걸 알고도 고문으로 앉히다니 자기 얼굴에 침 뱉는 격 아닌가요.", "之前新聞報的那個Colin Neumann Jr.被請去當A.R.C.顧問，但是十年前這個人還因為非法出境、踏入遺跡被管理局逮捕，顯然是一個很有問題的人物啊，這樣不是在自打巴掌嗎？", "之前新闻报的那个Colin Neumann Jr.被请去当ARC顾问，但是十年前这个人还因为非法出境、踏入遗迹被管理局逮捕，显然是一个很有问题的人物啊，这样不是在自打巴掌吗？"], "replies": [{"id": "o1402", "name": "Mecha_Giga", "avatar": "robosp_18", "contents": ["The fact is that the \"trespassing into Ruins\" thing only applies in Node08, hence the headlines back then. Other Nodes don't give a damn about people wandering into the Ruins. If you ask me, I think A.R.C. has more problems with all the shady stuff with the admins.", "実際のところ、遺跡に立ち入るのが違法なのはNode08だけ。他のNodeはそもそも気にしていないから、あの時大騒ぎになった。公権力に影響を与えるA.R.C.の方が問題ありだと自分は思うね。", "事實上踏入遺跡非法這件事情好像只有Node08是這樣，其他Node根本不管，所以這個新聞那時候鬧得蠻大。覺得干涉公權力的A.R.C.才比較有問題。", "사실 유적에 들어가는 것이 불법인 곳은 여기 Node 08밖에 없을 거예요. 다른 Node에서는 신경 안 쓴다고 하던데. 그래서 이 뉴스 나왔을 때도 참 말이 많았죠. 제가 봤을 땐, 공권력에 심하게 간섭하는 A.R.C가 오히려 더 문제 있다고 봅니다.", "事實上踏入遺跡非法這件事情好像只有Node08是這樣，其他Node根本不管，所以這個新聞那時候鬧得蠻大。覺得干涉公權力的A.R.C.才比較有問題。", "事实上踏入遗迹非法这件事情好像只有Node08是这样，其他Node根本不管，所以这个新闻那时候闹得蛮大。觉得干涉公权力的A.R.C.才比较有问题。"]}, {"id": "o1403", "name": "Rabbitdora", "avatar": "team_15", "contents": ["I mean, the admins have no business dealing with stuff outside the Node area right lol", "つか、Nodeを出たエリアはもう管理局の管理範囲じゃないってことっしょwww", "應該說出了Node的區域本來就已經不關管理局的事了吧www", "저건 이제 Node의 전 구역은  더이상 관리국이 관여하지 않겠다고 하는 거랑 다름없지 ㅋㅋㅋ", "應該說出了Node的區域本來就已經不關管理局的事了吧www", "应该说出了Node的区域本来就已经不关管理局的事了吧www"]}, {"id": "o1404", "name": "RamenBot", "avatar": "team_17", "contents": ["Is his trespassing something to do with the hospital?", "封鎖エリアに侵入すんのは、どちらかと言えば病院に関係あるよね(笑)", "跑到封鎖區可能是醫院的事情(?", "봉쇄 구역에 가는 것도 그냥 병원에 가는 것처럼 대수롭지 않은 일이 되는 건가?", "跑到封鎖區可能是醫院的事情(?", "跑到封锁区可能是医院的事情(?"]}, {"id": "o1405", "name": "SoundOfF", "avatar": "default_01", "contents": ["You can look into the news archives of this guy. For several years, all breakthroughs A.R.C. made happened because of him XD", "これまでのニュースあさって見ると分かるけど、A.R.C.のここ数年の成長はほぼほぼこの人のおかげよ?笑", "你可以去爬這個人以前的新聞來看 A.R.C.有幾年的技術成長全部都是因為他喔 超猛的XD", "옛날 이 사람과 관련된 뉴스 한 번 봐보세요. 이 몇년 간 A.R.C 기술의 고속 성장의 1등 공신이라고 할 수 있어요. 진짜 대단한 사람이긴 해요! ", "你可以去爬這個人以前的新聞來看 A.R.C.有幾年的技術成長全部都是因為他喔 超猛的XD", "你可以去爬这个人以前的新闻来看 A.R.C.有几年的技术成长全部都是因为他喔 超猛的XD"]}, {"id": "o1406", "name": "Juggernaut", "avatar": "default_02", "contents": ["You mean writing papers that utterly destroyed A.R.C.'s \"research\"? Hahaha.", "論文でA.R.C.の面子ボコボコにしまくってるやつ？爆", "你說狂發論文打臉研究方向嗎？哈哈哈。", "아~ 그 이야기인가요? 엄청난 논문을 연속으로 발표해서 A.R.C가 손가락만 빨고 있었다는 ㅋㅋㅋ하하하.", "你說狂發論文打臉研究方向嗎？哈哈哈。", "你说狂发论文打脸研究方向吗？哈哈哈。"]}, {"id": "o1407", "name": "Mohito", "avatar": "misc_105", "contents": ["He went missing for several years, recently he started a new account for music purposes I think", "数年間姿を消してたけど、最近作曲家名義でアカウント作って活動始めたみたいだねー", "他好像消失好幾年不知道去哪，最近又用音樂名義辦了一個新的帳號活動的樣子", "몇년 동안 아무 말 없이 사라지더니 최근에 새로운 계정을 하나 파서 음악 활동을 하고 있던 것 같던데.", "他好像消失好幾年不知道去哪，最近又用音樂名義辦了一個新的帳號活動的樣子", "他好像消失好几年不知道去哪，最近又用音乐名义办了一个新的帐号活动的样子"]}, {"id": "o1408", "name": "Colinforever", "avatar": "default_02", "contents": ["Colin Sensei is a legend ok? He is not your typical run-of-the-mill scholar", "Colin先生は神だから。あんたたちが思ってるほど簡単なお方じゃないから。", "Colin老師很神好嗎? 不是你們想像中這麼簡單的人物", "Colin 선생님은 그냥 최고입니다. 여러분이 생각하는 그런 단순한 사람이 아니라고요!", "Colin老師很神好嗎? 不是你們想像中這麼簡單的人物", "Colin老师很神好吗? 不是你们想像中这么简单的人物"]}]}