{"id": "o1901", "name": "STANley", "titles": ["[Repost] Virtual area for concert has connection issues, hundreds affected", "[リポスト] ライブのバーチャル会場で接続トラブル発生\n百人以上の観客に影響", "[轉貼] 演唱會虛擬會場連線出包 上百人受影響", "[공유] 콘서트 가상 공연장에서 100여명 이상 징후 발생", "[轉貼] 演唱會虛擬會場連線出包 上百人受影響", "[转贴] 演唱会虚拟会场连线出包 上百人受影响"], "avatar": "team_08", "attachments": [], "contents": ["<blockquote>\nA few days ago, famous singer PAFF collapsed on stage during her annual concert. At the same time, audience members in the virtual area began to collapse as well. Several people in the physical area also displayed discomfort. In the hundreds of people affected by this issue, 11 have yet to regain their consciousness. \n\nAn A.R.C. spokesperson stated today,\" We will begin the investigation of this incident as soon as possible. For the time being, we would like everyone to limit their use of virtual connections.\n</blockquote>", "<blockquote>\nNode 08の著名アーティストPAFFが自身のライブ中に突然意識を失い、病院へ運ばれた。また、同時刻にバーチャル会場へアクセスしていた観客も一部体調不良等の症状を訴えている。100人以上の観客に影響が出ており、その内11人は未だ意識を取り戻していない。\n\nA.R.C.担当者は、一刻も早い原因追究を進めると共に、一般市民に神経ネットワークの使用を控えるよう呼び掛けている。\n</blockquote>", "<blockquote>\n日前Node 08知名歌手PAFF在週年演唱會途中暈厥送醫，同時間虛擬會場觀眾也接連昏迷，現場觀眾也有若干人出現不適症狀，約百餘人受到影響，其中11名觀眾現在尚未清醒。\n\nA.R.C.發言人今天表示，會全速展開調查作業查明原因，也呼籲民眾期間盡量減少精神網路的使用。\n</blockquote>", "<blockquote>\n현재 Node 08의 인기가수 PAFF가 콘서트 중에 쓰러져 병원으로 이송되었다. 동시간대에 가상 공연장에 접속해 있던 관중들도 연달아 의식을 잃었고 현장에 있던 100여 명의 관중들이 몸의 이상 징후에 불편함을 호소했다. 그리고 현재 11명의 관중은 의식을 되찾지 못한 상황이다.\n\nA.R.C.는 이와 관련하여 한시라도 빨리 원인을 밝혀낼 것이라 전했으며 대중들도 당분간은 정신 접속을 최대한 자제해야 할 것이라고 경고했다.\n</blockquote>", "<blockquote>\n日前Node 08知名歌手PAFF在週年演唱會途中暈厥送醫，同時間虛擬會場觀眾也接連昏迷，現場觀眾也有若干人出現不適症狀，約百餘人受到影響，其中11名觀眾現在尚未清醒。\n\nA.R.C.發言人今天表示，會全速展開調查作業查明原因，也呼籲民眾期間盡量減少精神網路的使用。\n</blockquote>", "<blockquote>\n日前Node 08知名歌手PAFF在周年演唱会途中晕厥送医，同时间虚拟会场观众也接连昏迷，现场观众也有若干人出现不适症状，约百余人受到影响，其中11名观众现在尚未清醒。\n\nA.R.C.发言人今天表示，会全速展开调查作业查明原因，也呼吁民众期间尽量减少精神网路的使用。\n</blockquote>"], "replies": [{"id": "o1902", "name": "STANley", "avatar": "team_08", "contents": ["It has been several days already, ASAP my ass.", "もう何日も経ってるけど、一刻も早くってどれくらいなんだろね？", "都好幾天了，全速在哪？", "대체 얼마나 기다려야 하죠? ", "都好幾天了，全速在哪？", "都好几天了，全速在哪？"]}, {"id": "o1903", "name": "TunaLee", "avatar": "team_02", "contents": ["A.R.C. screwed up big this time", "A.R.C.今回はやっちまったな", "A.R.C.這次真的出包出大了", "A.R.C.이번엔 진짜 제대로 일좀 해라", "A.R.C.這次真的出包出大了", "A.R.C.这次真的出包出大了"]}, {"id": "o1904", "name": "Agugu", "avatar": "default_09", "contents": ["All that is just bureaucratic jargon BS; not the first time they said something like that", "なんか色々言ってるけど、表面上のことばかり。もう慣れたけど。", "講那麼多都只是官方摸頭，唬爛也不是第一次了", "소잃고 외양간 그만 고쳐라 좀. 한두번도 아니고 진짜", "講那麼多都只是官方摸頭，唬爛也不是第一次了", "讲那么多都只是官方摸头，唬烂也不是第一次了"]}]}