{"id": "o2601", "name": "Dr. Hawkins", "titles": ["Tips from Dr.Hawkins", "Dr.Hawkinsのプチ警告", "Dr. Hawkins 的小叮嚀", "Dr. Hawkins 의 소소한 팁", "Dr. Hawkins 的小叮嚀", "Dr. Hawkins 的小叮咛"], "avatar": "hawkins_01", "attachments": [], "contents": ["Although it's a bit weird to give this tip on iM, I would advise everyone to control their time using the internet. \nRecently, there has been a significant increase in patients who visit us due to discomfort caused by virtual connections. We have categorized them as victims of an internet addiction syndrome.\nNo matter how advanced technology has become, using the virtual connection for a long period of time will still cause a certain level of stress to the brain. Please take good care of your body.", "iMで呼びかけるのもおかしな話ですが、ネット利用時間はきちんと管理しましょう。\n最近、神経ネットワーク利用中に体調不良に陥る患者が大幅に増加しています。ネットの過剰利用や依存による症候群の可能性が高いです。\n科学がどう発展しようとも、神経ネットワークの長時間利用は大脳に負荷を与えます。みなさん、健康には気を付けましょう。", "雖然在iM上呼籲還蠻奇怪的，不過還是建議各位使用網路的時間一定要控制。\n因為精神網路感到不適的患者近來大幅增加，我們歸類為一種網路過度使用與成癮症候群。\n無論科技再怎麼進步，長時間使用精神網路還是會對大腦造成一定的負荷，各位要多注意自身的健康。", "iM에 호소하는 것도 이상한 이야기이지만, 인터넷 이용 시간은 제대로 관리합시다.\n최근 정신 네트워크 이용 중에 신체에 이상 징후를 보이는 환자들이 크게 증가하고 있습니다. 인터넷의 과도한 사용이나 의존에 의한 이상 증후군일 가능성이 높다고 합니다.\n과학이 어떻게 발전하든 정신 네트워크의 장시간 이용은 대뇌에 무리를 줍니다. 여러분, 건강을 조심합시다.\n", "雖然在iM上呼籲還蠻奇怪的，不過還是建議各位使用網路的時間一定要控制。\n因為精神網路感到不適的患者近來大幅增加，我們歸類為一種網路過度使用與成癮症候群。\n無論科技再怎麼進步，長時間使用精神網路還是會對大腦造成一定的負荷，各位要多注意自身的健康。", "虽然在iM上呼吁还蛮奇怪的，不过还是建议各位使用网路的时间一定要控制。\n因为精神网路感到不适的患者近来大幅增加，我们归类为一种网路过度使用与成瘾症候群。\n无论科技再怎么进步，长时间使用精神网路还是会对大脑造成一定的负荷，各位要多注意自身的健康。"], "replies": [{"id": "o2602", "name": "Y4NK", "avatar": "team_14", "contents": ["Agreed. Many of my friends are like that and their memory is getting worse", "本当ですね　最近友達もみんな具合が悪いみたいです　記憶力もどんどん悪くなっているような気がします", "真的 我有好多朋友都這樣 記憶力還會越來越差", "정말 그래요. 제 주위 친구들도 전부 같은 증상이에요. 기억력도 계속해서 나빠진다 그러고 있고...", "真的 我有好多朋友都這樣 記憶力還會越來越差", "真的 我有好多朋友都这样 记忆力还会越来越差"]}, {"id": "o2603", "name": "NerfThat", "avatar": "default_06", "contents": ["I'm so scared that I'm keeping my surfing time to under 2 hours per session...", "最近2時間以上ネットに接続してるのが怖い.", "最近上網都不敢超過兩小時了……", "요즘 하도 흉흉해서 절대 2시간 이상은 사용안하는데", "最近上網都不敢超過兩小時了……", "最近上网都不敢超过两小时了……"]}, {"id": "o2604", "name": "RamenBot", "avatar": "team_17", "contents": ["What should we do if we are already affected??", "もし、すでに影響を受け始めている場合はどうしたらいいですか?", "如果已經受到影響了該怎麼辦??", "만약 이미 영향을 받기 시작한 거면 어떡하죠?", "如果已經受到影響了該怎麼辦??", "如果已经受到影响了该怎么办??"]}, {"id": "o2605", "name": "Dr. Hawkins", "avatar": "hawkins_01", "contents": ["As of now, there is no complete cure for faltering in memory/balance and cognitive disorders. Patients with serious symptoms sometimes fall into a coma.\n\nJust like the past, failure in eyesight due to overuse of electronic products is also incurable. Therefore before we discover a complete solution, I can only give tips like this to prevent these symptoms from happening in the first place.", "現段階では、記憶や平衡感覚、認知能力の衰えを治す方法は見つかっていません、重症患者は意識不明状態に陥る可能性もあります。\n古代でも、デジタル商品の過度使用により視力が衰えるなどの症状がありましたが、治療方法は見つかりませんでした。そのため、解決方法を発見するまでは、このようにみなさんに呼びかけることしかできません。", "目前包含記憶、平衡感與認知方面的衰退還沒有找到醫治的方式，嚴重的使用者甚至會陷入昏迷。\n就像古代，因為過度使用數位產品造成的視力衰退也是不可醫的，所以在醫學找到解決方法前我們也只能像這樣先呼籲民眾預防。", "기억력 감퇴를 포함해 평행 감각과 인지 능력의 감퇴 현상에 대해선 아직 완벽한 치료법이 없습니다. 그리고 상태가 심각할 경우, 사용자가 혼수상태에 빠질 가능성도 배제할 수 없습니다. 옛날에는 디지털 상품의 과도한 사용이 시력 감퇴를 일으켰다고 전해지지만, 그에 대한 완벽한 치료법도 발견되지 않았다고 하죠. 따라서 현재의 의료 기술이 해결할 수 없는 부분은 우리들 스스로 생활 습관을 바꾸는 방식으로 예방해야 하겠죠.", "目前包含記憶、平衡感與認知方面的衰退還沒有找到醫治的方式，嚴重的使用者甚至會陷入昏迷。\n就像古代，因為過度使用數位產品造成的視力衰退也是不可醫的，所以在醫學找到解決方法前我們也只能像這樣先呼籲民眾預防。", "目前包含记忆、平衡感与认知方面的衰退还没有找到医治的方式，严重的使用者甚至会陷入昏迷。\n就像古代，因为过度使用数位产品造成的视力衰退也是不可医的，所以在医学找到解决方法前我们也只能像这样先呼吁民众预防。"]}, {"id": "o2606", "name": "Pinevalley", "avatar": "misc_62", "contents": ["Terrifying! Gotta get offline now~", "こわ！とりあえず今日はアクセスするのやめよ～", "好可怕！我還是先下線好了～", "듣다보니 무섭네요! 지금 당장 로그아웃 해야겠어요~", "好可怕！我還是先下線好了～", "好可怕！我还是先下线好了～"]}, {"id": "o2607", "name": "Aceman", "avatar": "default_10", "contents": ["Thank you for the tip doctor. More people need to know about this", "先生ありがとうございます。周りの人にもシェアします。", "謝謝醫生提醒 要告訴身邊更多人才行", "선생님의 조언 정말 감사드립니다. 제 주위 사람들에게도 말해줘야겠네요.", "謝謝醫生提醒 要告訴身邊更多人才行", "谢谢医生提醒 要告诉身边更多人才行"]}]}