{"id": "o2701", "name": "Marshall", "titles": ["A short trip", "ぷち旅行", "短暫旅行", "단기 여행", "短暫旅行", "短暂旅行"], "avatar": "team_06", "attachments": [], "contents": ["Just came back from a holiday, man finally feels alive again. You really need to leave your job completely to get actual rest... I attended a mental enhancing camp in another Node; it was a great experience. ", "しばらく出かけたらようやく生き返れた気がする。やっぱしばらく仕事から離れる期間は必要…今回他のNodeに行って心身成長キャンプにも参加できたし、得たものが多かった。\n", "出去度假一陣子，終於感覺活過來了，果然還是要暫時遠離工作才能真正放鬆阿......這次去其他Node度假順便參加了身心靈成長營，獲益良多。\n", "잠깐의 휴가 기간을 통해 내가 살아있다는 것을 느낌. 잠깐이지만 회사를 벗어나 마음 편히 쉬고 있었을 뿐인데.... 다른 Node에서 열렸던 심신 영성 훈련 캠프에 참가했고 꽤 유익한 시간을 보냈음.", "出去度假一陣子，終於感覺活過來了，果然還是要暫時遠離工作才能真正放鬆阿......這次去其他Node度假順便參加了身心靈成長營，獲益良多。\n", "出去度假一阵子，终于感觉活过来了，果然还是要暂时远离工作才能真正放松阿......这次去其他Node度假顺便参加了身心灵成长营，获益良多。\n"], "replies": [{"id": "o2702", "name": "RamenBot", "avatar": "team_17", "contents": ["Your application actually got granted?", "申請通ったん?", "你有申請成功？", "신청에 성공했나요?", "你有申請成功？", "你有申请成功？"]}, {"id": "o2703", "name": "Wannacry", "avatar": "default_03", "contents": ["Last time I had to wait in line for an entire morning before it's finally my turn...", "このまえ、午前中まるまる並んでようやく申請できたー。。。", "上次我排隊排了快一個早上才輪到我申請......", "저번에 계속 기다렸다가 결국 아침이 되서야 신청할 수 있었는데..........", "上次我排隊排了快一個早上才輪到我申請......", "上次我排队排了快一个早上才轮到我申请......"]}, {"id": "o2704", "name": "AliceinCytus", "avatar": "misc_76", "contents": ["I though cross-Node traveling is the pain in the neck. Last time someone's application wasn't granted... they had to be deported from another Node and sent back QQ", "他のNodeに旅行に行くのはもっと大変なんだと思ってました！前に申請が通らなくて、向こうに着いた後に強制送還された話を聞いていたので…..", "我以為跨Node旅行比較麻煩耶，之前有人申請沒有通過......到了別的Node又被送回來QQ", "다른 Node로의 여행은 절차가 꽤나 복잡하긴 하죠. 예전에 어떤 사람도 신청했다가 허가가 안나와서 다른 Node에 도착하자마자 되돌아온 일도 있었으니까요 ㅠㅠ", "我以為跨Node旅行比較麻煩耶，之前有人申請沒有通過......到了別的Node又被送回來QQ", "我以为跨Node旅行比较麻烦耶，之前有人申请没有通过......到了别的Node又被送回来QQ"]}, {"id": "o2705", "name": "Marshall", "avatar": "team_06", "contents": ["It worked just fine for me though. Just remember to apply earlier, then wait for a short while. As long as you inform your company everything should be okay.", "実際、そうでもないです。早めに申請を出してしばらく待てばいいだけですよ。先に会社に話しておかないとですが。", "其實還好耶，就提早送出申請然後稍微等一下，反正先跟公司講好就沒關係嚕。", "사실 전 훨씬전에 미리 신청을 해놓고 나~중에 회사에 휴가를 신청했었어요. 그래서인지 별로 어렵지 않았음.", "其實還好耶，就提早送出申請然後稍微等一下，反正先跟公司講好就沒關係嚕。", "其实还好耶，就提早送出申请然后稍微等一下，反正先跟公司讲好就没关系噜。"]}, {"id": "o2706", "name": "CHanatsuka", "avatar": "team_10", "contents": ["It's a bit annoying, but an early application does indeed help.", "面倒だけど早めに申請すればまあまあ何とかなる", "雖然有點麻煩，但是提早申請一點應該就還好", "절차가 복잡하더라도, 미리 전에 신청해 놓으면 그렇게 복잡하지도 않은 듯", "雖然有點麻煩，但是提早申請一點應該就還好", "虽然有点麻烦，但是提早申请一点应该就还好"]}, {"id": "o2707", "name": "Y4NK", "avatar": "team_14", "contents": ["Maybe I should plan a trip too. I'm way too exhausted at work these days.", "最近つかれてるから行って来ようかな。", "我好像也該來安排一下了，最近真的太累了。", "저도 그렇게 해봐야겠네요. 요즘 너무 힘들어서.", "我好像也該來安排一下了，最近真的太累了。", "我好像也该来安排一下了，最近真的太累了。"]}]}