{"id": "o3001", "name": "Mohito", "titles": ["So memories can be deleted?", "記憶は消せるのか", "記憶能被刪除？", "기억이 지워질 수도 있나요?", "記憶能被刪除？", "记忆能被删除？"], "avatar": "misc_105", "attachments": [], "contents": ["I was an audience at Æsir-FEST. Before I don't remember seeing Æsir on stage when recalling this event. I get sick and my memory is blurry.\nAfter reading Robo_head's post, I am very certain that Æsir did take the stage and perform that day. I'm also quite confident that this is my actual/correct memory. \nIf this really is the doing of a hacker or virus, this means that memories can be deleted through virtual connection. Therefore I would advise everyone to stay away from it.", "Æsir-FESTに観客として参加していました。前はこのことを思い出そうとしてもÆsirの姿は記憶になく、思い出そうとするだけで気分も悪くなり、記憶も曖昧でした。\nでもロボヘッドの投稿を見て確信しました。あの日、Æsirは確かにパフォーマンスをしていました。それにこれが自分の本当の記憶だと言い切れます。\nもし本当にハッキングもしくはウィルスが原因で神経ネットワークが僕たちの記憶を消せるとすれば、もう、使用はやめた方がいいです。", "我是有參加Æsir-FEST的觀眾，之前回想起這件事情時台上都是沒有Æsir的身影，想起來身體就很不舒服，記憶也很模糊。\n在看了蘿菠頭的貼文後現在可以很肯定當天Æsir是真的有上台表演的，而且我很確定這才是我原本的記憶。\n如果真的是駭客或病毒所為，精神網路能夠刪除我們的記憶，那勸大家別再使用了。", "전 예전에 Æsir-FEST에 참가했던 관중 중 한 명입니다. 예전 이 사건을 회상하려고만 하면 갑자기 속이 울렁거리고 기억도 제대로 나지 않습니다.\n로보님이 올린 글을 보고나서야 그때 Æsir가 진짜 무대에서 공연을 했었다는 것을 알게 되었죠. 하지만 그 장면이 제 기억 속에 남아 있지 않으니... 만약 해커가 바이러스를 사용해서 정신 네트워크에 침투해 우리들의 기억을 삭제해 버린거라면... 여러분들은 다시는 정신 네트워크를 사용하지 마세요.", "我是有參加Æsir-FEST的觀眾，之前回想起這件事情時台上都是沒有Æsir的身影，想起來身體就很不舒服，記憶也很模糊。\n在看了蘿菠頭的貼文後現在可以很肯定當天Æsir是真的有上台表演的，而且我很確定這才是我原本的記憶。\n如果真的是駭客或病毒所為，精神網路能夠刪除我們的記憶，那勸大家別再使用了。", "我是有参加Æsir-FEST的观众，之前回想起这件事情时台上都是没有Æsir的身影，想起来身体就很不舒服，记忆也很模糊。\n在看了萝菠头的贴文后现在可以很肯定当天Æsir是真的有上台表演的，而且我很确定这才是我原本的记忆。\n如果真的是骇客或病毒所为，精神网路能够删除我们的记忆，那劝大家别再使用了。"], "replies": [{"id": "o3002", "name": "Hulujam", "avatar": "team_03", "contents": ["Wait but aren't you using it now...", "いや、いま使ってるやんお前", "不對阿 阿你現在不就在用……", "지금 이 글도 정신 네트워크를 사용하면서 남기는 거 아님…?", "不對阿 阿你現在不就在用……", "不对阿 阿你现在不就在用……"]}, {"id": "o3003", "name": "Mohito", "avatar": "misc_105", "contents": ["I wrote this post with my phone, not virtual connection... I won't take the risk ever again.", "ケータイを使っています。神経ネットワークはもう怖くて使えません。", "我是用手機打這篇的，沒用精神連線……真的不敢再用了。", "폰으로 쓴 글이에요. 정신 네트워크 연결은 사용하지 않았어요. 진짜 무서워서 이젠 사용 못할 것 같아요.", "我是用手機打這篇的，沒用精神連線……真的不敢再用了。", "我是用手机打这篇的，没用精神连线……真的不敢再用了。"]}, {"id": "o3004", "name": "Roger", "avatar": "misc_70", "contents": ["You serious... isn't this a bit much?", "ホント…………？そんなことありえるの？", "真假……太誇張了吧？", "헐.. 진심인가……너무 오바 아닌가？", "真假……太誇張了吧？", "真假……太夸张了吧？"]}, {"id": "o3005", "name": "Mist101", "avatar": "misc_101", "contents": ["What's this Mandela Effect stuff...", "マンデラ・エフェクト。。。。。。", "這什麼曼德拉效應……", "또 다시 만델라 효과의 출현……", "這什麼曼德拉效應……", "这什么曼德拉效应……"]}, {"id": "o3006", "name": "KiwaHu", "avatar": "team_13", "contents": ["A.R.C. is now in DEEP trouble", "A.R.C.終わったな", "A.R.C.這下完蛋了", "A.R.C.진짜 큰일이네", "A.R.C.這下完蛋了", "A.R.C.这下完蛋了"]}, {"id": "o3007", "name": "STANley", "avatar": "team_08", "contents": ["This is nuts. Just read the news and now I see your post. Gotta disconnect now.", "やばすぎる。ニュースとあなたの投稿を見てすぐに線を抜きました。", "太扯了，剛剛看到新聞跟你發的，我馬上拔線。", "완전 무섭다. 방금 뉴스랑 댁이 올린 글 보자마자 선 뽑아버렸음", "太扯了，剛剛看到新聞跟你發的，我馬上拔線。", "太扯了，刚刚看到新闻跟你发的，我马上拔线。"]}, {"id": "o3008", "name": "Mecha_Giga", "avatar": "robosp_18", "contents": ["Before everything is settled, we should stay away from it. This is much more serious than your memory cell data being wiped...", "とりあえず解決するまでは使わない方がいいね。保存したデータ消えるとかとは次元が違う話。", "風波平息前先別用吧，這可不只儲存單元資料被洗掉那麼簡單……", "확실한 조사 결과가 나오기 전엔 최대한 사용 안하는 게 나을 듯. 저장된 데이터를 실수로 지운 것처럼 치부하기엔 엄청 심각한 상황인 듯……", "風波平息前先別用吧，這可不只儲存單元資料被洗掉那麼簡單……", "风波平息前先别用吧，这可不只储存单元资料被洗掉那么简单……"]}, {"id": "o3009", "name": "AliceinCytus", "avatar": "misc_76", "contents": ["I also remembered it after seeing the news and Robo_head's post. On top of that, I began to throw up the very instant I remembered everything... ", "俺もニュースとロボの投稿見て全部思い出した。思い出した瞬間に吐いた。", "我也是看到新聞跟蘿菠頭貼文整個想起來，而且瞬間直接吐了……", "나도 뉴스랑 로보가 올린 글 보고 그때 일을 생각해보려 하는데... 순간적으로 뭔가 확 올라왔음.... 토할 뻔...", "我也是看到新聞跟蘿菠頭貼文整個想起來，而且瞬間直接吐了……", "我也是看到新闻跟萝菠头贴文整个想起来，而且瞬间直接吐了……"]}, {"id": "o3010", "name": "kou", "avatar": "misc_72", "contents": ["Computer viruses affecting people's physical conditions; what in the world...", "インターネットウィルスが直接人体に影響を及ぼすなんて…時代についていけない", "網路病毒已經會直接影響到人的生理 這是什麼世代……", "네트워크 바이러스가 인간의 생리 현상을 테러하는 일이 생기다니... 우린 알고 보면 말도 안 되는 엄청난 시대에서 살아가고 있는 거라고...", "網路病毒已經會直接影響到人的生理 這是什麼世代……", "网路病毒已经会直接影响到人的生理 这是什么世代……"]}, {"id": "o3011", "name": "Miyoko1212", "avatar": "misc_55", "contents": ["Let's cut down on the surfing, like seriously...", "本当にネット利用は控えた方がいいかもー…", "真的還是少用點網路吧……", "어쨌든 인터넷 사용을 최대한 자제해야겠군……", "真的還是少用點網路吧……", "真的还是少用点网路吧……"]}]}