{"id": "o6501", "name": "Vicky", "titles": ["New behind the scenes update on Xenon's love triangle!\nNEKO#ΦωΦ? Cherry?", "Xenonの三角関係に新たな展開か！？\nNEKO#ΦωΦ？Cherry？", "Xenon三角關係再爆新內幕！NEKO#ΦωΦ？Cherry？", "새로운 국면을 맞이한 Xenon의 삼각관계! NEKO#ΦωΦ? Cherry?", "Xenon三角關係再爆新內幕！NEKO#ΦωΦ？Cherry？", "Xenon三角关系再爆新内幕！ NEKO#ΦωΦ？ Cherry？"], "avatar": "08daily_01", "attachments": ["o6501"], "contents": ["A few days ago, popular streamer NEKO#ΦωΦ, who was acquitted of all charges for her involvement in the infamous hacking incident, has returned to her home. Previously, this paper caught sight of one-man band leader Xenon and CherryPuNK lead vocalist Cherry accompanying her as she left the Bureau. Today, there has been a new update to the situation. \n\nYesterday afternoon, Xenon left his home alone. After cautiously looking around, he rode his motorcycle directly to a civilian household on 07 street in Quadrant II. That household turned out to be NEKO's home. According to photos taken by our reporter on-site, Xenon was welcomed into the house by NEKO's family and went directly to her room. For around 20 minutes, the two stayed in her room, alone. The lights were turned off, making it impossible for us to determine what they were up to. As sunset approached, Xenon did not stay for dinner. After a quick chat with NEKO at the doorway, he left on his motorcycle. \n\nThe other female in this love triangle, Cherry, was accidentally injured during the recent protests in front of Mono HQ. At the time of this visit, she was resting in the hospital. Xenon chose not to visit her at the time; instead, he chose to visit NEKO at her home. Does this mean that he finally made his decision? Or is he still wandering between the two and playing his dangerous game of love? For more behind-the-scenes information on this case, please follow 08 Daily. We will continue providing updates on the situation.\n\n[For more photos regarding the incident, please click the link]", "先日、ハッキング事件によって事情聴取を受けていた著名実況者NEKO#ΦωΦは、無実が証明されたが、その釈放時にソロバンドのリーダーXenonとCherry PuNKメインボーカルCherryが現場に現れたことで話題を呼んでいる。Xenonと言えば、ネット上でNEKOとの交際が噂されているが、そこに元恋人のCherryも現れたとなれば、話題になるのも無理はない。そして今回、この三角関係の新たな展開ともみられる衝撃的瞬間を激写することに成功した。\n\n昨日午後、Xenonは一人で家を出ると、辺りを気にしながらバイクにまたがり、第二象限07通りの住宅地へ向かった。向かった先は、なんとNEKOの自宅で、XenonはNEKOの家族に招き入れられると、そのまま部屋の中へと入っていった。部屋の中で何をしていたのかは定かではないが、2人は薄暗い部屋の中で数十分の時間を共にしたようだ。夕方ごろ、Xenonは再びNEKO宅の中から姿を現すと、NEKOに見送られながらその場を後にした。\n\nこの三角関係のもう一人の主役Cherryは、先日の暴動事件の余波により、現在入院中である。現在、Xenonが彼女の見舞いに来た様子はない。それどころか、今回NEKO宅に現れた所を見るに、すでに彼の心は決まっているのではないか？それとも、まだこの2人の中で恋というスリルを味わっているのだろうか？08 Dailyは、今後もこの3人に注目していきたい。\n\n[その他の写真はURLからご確認ください]", "日前喧騰一時的萬人被駭事故中，獲判無罪的知名實況主 NEKO#ΦωΦ 已於日前返家，當時本報曾直擊一人樂團團長 Xenon 及樂團 Cherry PuNK 主唱 Cherry 一同將其接回，如今事態又有了新的進展。\n\n昨日下午，Xenon 獨自一人出門，觀望四周後騎車直接來到第二象限 07 街一處民宅，赫然便是 NEKO 的住處。根據記者現場實拍，Xenon 由 NEKO 之家人引介後直接進入其房間，待了十幾分鐘之久，孤男寡女、燈光昏暗，看不出究竟在做些什麼勾當。接近傍晚，Xenon 並未留下用餐，在門口與 NEKO 簡短交談後便駕車離去。\n\n本三角關係的另一名女主角 Cherry，因受前日單聲演藝公司發生的暴動波及，目前正在醫院休養。Xenon 並未前往探視，而是來到 NEKO 家中，是否代表他已心有所屬？或者仍舊周旋於二者之間、玩著危險刺激的感情遊戲？相關重磅內幕請持續鎖定 08 Daily，我們將陸續為您追蹤報導。\n\n[更多該事件照片請點擊連結]", "최근 대형 해킹 사건에 연루되어 조사를 받았던 유명 스트리머 NEKO#ΦωΦ가 며칠 전 무죄를 확정받고 집으로 귀가했다. 당시 솔로 밴드의 리더 Xenon과 Cherry PuNK의 리드보컬 Cherry가 함께 그녀를 집까지 배웅하는 모습이 포착되어 많은 화제를 불러 일으켰는데, 오늘, 이 사태는 새로운 국면을 맞이하게 되었다.\n\n어제 오후, Xenon은 홀로 집에서 나와 주변을 살핀 뒤 자전거를 타고 제2사분면 07번가에 위치한 NEKO의 집으로 향했다. 기자가 현장에서 찍은 사진에 의하면, NEKO가 Xenon을 그녀의 가족에게 소개한 뒤 두 사람은 바로 집안으로 들어간 것으로 확인됐다. 방 안이 어두워 안에서 무엇을 했는지는 정확하게 확인되지 않았지만 두 사람은 그 안에서 십여 분을 함께 한 것으로 보인다. 저녁 무렵이 되자 두 사람은 집 앞으로 나온 뒤 짧은 이야기를 나눴고 Xenon은 자신이 타고 왔던 자전거를 끌고 사라졌다.\n\n이 삼각관계 속의 또 다른 여주인공 Cherry는, 전날 Monophonic Entertainment 본사 앞에서 발생한 폭동으로 인해 부상을 입고 현재 병원에서 휴식 중이다. Xenon이 그녀가 있는 병원으로 문병을 가지 않고 NEKO의 집으로 향한 것은 이미 그의 떠난 마음을 의미하는 것일까? 아니면 그는 두 여자 사이에서 아슬아슬한 불장난을 즐기고 있는 것일까? 이들의 이야기는 08 Daily에서 계속해서 보도해나갈 예정이다.\n\n[더 자세한 소식은 더보기 링크를 통해 확인하세요]", "日前喧騰一時的萬人被駭事故中，獲判無罪的知名實況主 NEKO#ΦωΦ 已於日前返家，當時本報曾直擊一人樂團團長 Xenon 及樂團 Cherry PuNK 主唱 Cherry 一同將其接回，如今事態又有了新的進展。\n\n昨日下午，Xenon 獨自一人出門，觀望四周後騎車直接來到第二象限 07 街一處民宅，赫然便是 NEKO 的住處。根據記者現場實拍，Xenon 由 NEKO 之家人引介後直接進入其房間，待了十幾分鐘之久，孤男寡女、燈光昏暗，看不出究竟在做些什麼勾當。接近傍晚，Xenon 並未留下用餐，在門口與 NEKO 簡短交談後便駕車離去。\n\n本三角關係的另一名女主角 Cherry，因受前日單聲演藝公司發生的暴動波及，目前正在醫院休養。Xenon 並未前往探視，而是來到 NEKO 家中，是否代表他已心有所屬？或者仍舊周旋於二者之間、玩著危險刺激的感情遊戲？相關重磅內幕請持續鎖定 08 Daily，我們將陸續為您追蹤報導。\n\n[更多該事件照片請點擊連結]", "日前喧腾一时的万人被骇事故中，获判无罪的知名实况主NEKO#ΦωΦ 已于日前返家，当时本报曾直击一人乐团团长Xenon 及乐团Cherry PuNK 主唱Cherry 一同将其接回，如今事态又有了新的进展。\n\n昨日下午，Xenon 独自一人出门，观望四周后骑车直接来到第二象限 07 街一处民宅，赫然便是 NEKO 的住处。根据记者现场实拍，Xenon 由 NEKO 之家人引介后直接进入其房间，待了十几分钟之久，孤男寡女、灯光昏暗，看不出究竟在做些什么勾当。接近傍晚，Xenon 并未留下用餐，在门口与 NEKO 简短交谈后便驾车离去。\n\n本三角关系的另一名女主角 Cherry，因受前日单声演艺公司发生的暴动波及，目前正在医院休养。 Xenon 并未前往探视，而是来到 NEKO 家中，是否代表他已心有所属？或者仍旧周旋于二者之间、玩着危险刺激的感情游戏？相关重磅内幕请持续锁定 08 Daily，我们将陆续为您追踪报导。\n\n[更多该事件照片请点击连结]"], "replies": [{"id": "o6502", "name": "Gogossip", "avatar": "robosp_20", "contents": ["New gossip! Big news this time too! Sis Vicky is awesome~~", "きたああああVickyさんさすがっす！！", "又有新的爆料啦！Vicky姐超猛~~", "오예 또 스캔들! Vicky누님 훅 들어오네~~", "又有新的爆料啦！Vicky姐超猛~~", "又有新的爆料啦！ Vicky姐超猛~~"]}, {"id": "o6503", "name": "888fans", "avatar": "default_18", "contents": ["\\08 Daily/\\08 Daily/\n\\Big News every day/", "\\08 Daily/\\08 Daily/", "\\08 Daily/\\08 Daily/\\每天八卦/\\每天八卦/", "\\08 Daily/\\08 Daily/\\매일스캔들/\\매일스캔들/", "\\08 Daily/\\08 Daily/\\每天八卦/\\每天八卦/", "\\08 Daily/\\08 Daily/\\每天八卦/\\每天八卦/"]}, {"id": "o6504", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["These type of people are the worst. They look clean and righteous on the outside when in fact they're dirty bastards in private", "こいつまじwwなんか正義感強いです感出しておいて裏ではこれかよwww", "這個人真的很糟糕，表面上道貌岸然，私底下搞這套", "진짜 극혐이다. 겉으로는 혼자 깨끗한 척하면서 뒤에서는 양다리나 걸치고", "這個人真的很糟糕，表面上道貌岸然，私底下搞這套", "这个人真的很糟糕，表面上道貌岸然，私底下搞这套"]}, {"id": "o6505", "name": "AntiMetal", "avatar": "misc_91", "contents": ["Told you there's something wrong with him\nBTW, so he couldn't last 20 minutes... how pathetic LOL", "十数分て早すぎやろwwそうろ（ry", "假掰聖人 早被看破手腳了吧\r\n是說十幾分鐘也太快結束", "성인군자 놀이 하다가 들킴\n아 근데 10여 분이면 너무 짧은 거 아니냐? ㅋㅋ", "做作聖人 早被看破手腳了吧\n是說十幾分鐘也太快結束", "做作圣人 早被看破手脚了吧\n是说十几分钟也太快结束"]}, {"id": "o6506", "name": "K1ssK1tty", "avatar": "nekosp_03", "contents": ["NO~~~ Is this it for the virginity of my waifu~~ I want NEKO to be pure 4ever~~", "やめろおおおおNekoたんがこんなおっさんに食われたんて信じないぞ！！Nekoたんは俺の嫁！！！", "不~~我老婆NEKO就這樣被吃掉了嗎", "안돼~~내 아내 NEKO에게 무슨 짓을 한거야", "不~~我老婆NEKO就這樣被吃掉了嗎", "不~~我老婆NEKO就这样被吃掉了吗"]}, {"id": "o6507", "name": "Poopytrap", "avatar": "nekosp_04", "contents": ["NO!! NEKO is MY waifu 4life!!", "いや、上の人まじでやめて。NEKOは俺のだから汚さないで。", "樓上請自重，不要出言污辱我太太", "1님 자제좀 우리 와이프 모욕 ㄴㄴ", "樓上請自重，不要出言污辱我太太", "楼上请自重，不要出言污辱我太太"]}, {"id": "o6508", "name": "9me", "avatar": "nekosp_06", "contents": ["Both of you guys are equally gross...", "どんぐりの背比べ、、、", "你們兩個半斤八兩......", "둘이 잘노네......", "你們兩個半斤八兩......", "你们两个半斤八两......"]}, {"id": "o6509", "name": "Copper_stone", "avatar": "robosp_20", "contents": ["08 Daily's reports are getting more and more intense\nI approve! Give us more! ", "08 Dailyの報道内容どんどん濃くなってるね\n控えめに言ってすこ", "08 Daily的口味真的越來越重欸\r\n我好愛，求長篇連載", "08 Daily 이딴 식으로 일하시면\n감사합니다!!\n제발 장편으로 연재 좀 굽신굽신", "08 Daily的口味真的越來越重欸\r\n我好愛，求長篇連載", "08 Daily的口味真的越来越重欸\r\n我好爱，求长篇连载"]}, {"id": "o6510", "name": "fotoistruth", "avatar": "default_09", "contents": ["Most importantly, there are always photos attached. Hard evidence right there", "毎回写真がちゃんとあるのが強い", "重點是都有照片，鐵證如山不得不相信啊", "팩트 부정할 수 없는게 사진이 나왔잖아? 물증이 너무 확실해서 안 믿을 수가 없네", "重點是都有照片，鐵證如山不得不相信啊", "重点是都有照片，铁证如山不得不相信啊"]}, {"id": "o6511", "name": "Go55ip", "avatar": "default_15", "contents": ["Sis Vicky is the most dedicated journalist I've ever seen", "Vickyさんはまじ素晴らしい記者だと思う", "Vicky姐真是我看過最敬業的記者", "Vicky 진짜 역대급으로 열일한다", "Vicky姐真是我看過最敬業的記者", "Vicky姐真是我看过最敬业的记者"]}, {"id": "o6512", "name": "Arya_Poke", "avatar": "robosp_03", "contents": ["Journalist??? Pfft... I say even iM's fake news generator is more credible than this BS", "記者ねぇwwフィクション小説作家じゃねww", "敬什麼業 製造業嗎ㄎㄎ", "역대급? 조작을 역대급으로 하겠지 ㅋㅋ", "敬什麼業 製造業嗎呵呵", "敬什么业 制造业吗呵呵"]}, {"id": "o6513", "name": "SuperKY", "avatar": "default_14", "contents": ["If you like him so much why don't you go kiss his a** \nRetarded Xenon fanboys", "X信者はとりあえず黙って永遠にXの靴の裏でも舐めてればいいよ", "樓上剩粉滾回去舔X的鞋底啦", "1네 다음 갑분싸", "樓上剩粉滾回去舔X的鞋底啦", "楼上剩粉滚回去舔X的鞋底啦"]}, {"id": "o6514", "name": "Rob_Oto", "avatar": "robosp_04", "contents": ["NEKO is too young and too naive... Of all people, she had to pick... an internet musician LOL", "NEKOはいくらなんでも若すぎ", "NEKO實在是太年輕了,怎麼挑到這種的...音樂圈毒瘤", "NEKO 솔직히 아직 어린데 어쩌다 이런 기사가 났지....", "NEKO實在是太年輕了,怎麼挑到這種的...音樂圈毒瘤", "NEKO实在是太年轻了,怎么挑到这种的...音乐圈毒瘤"]}, {"id": "o6515", "name": "4nonymous", "avatar": "default_01", "contents": ["Yeah he's a piece of s***. What kind of man abandons a patient to go on a date with his new gf? I bet he won't give a damn even if his ex-girlfriend dies", "お見舞いにも行かずに他の女のとこ行くのは最低w\n元カノは死んでもいいってことか", "不去探病跑來找小女友真的很爛，前女友掛了也沒差是不是", "병문안도 안 가고 새 여친을 만나러 가는 건 좀 아니지 않나 전 여친은 이제 어떻게 돼도 알 바 아니라는 거야?", "不去探病跑來找小女友真的很爛，前女友掛了也沒差是不是", "不去探病跑来找小女友真的很烂，前女友挂了也没差是不是"]}, {"id": "o6516", "name": "CyberLord", "avatar": "misc_99", "contents": ["I find this report's wording to be purposely tasteless. That's only my opinion though (Heard those are the magic words XD)", "この報道はさすがにひどいなぁ(笑)", "這篇報導用的詞語挺過分的", "기사 표현이 너무 과하다", "這篇報導用的詞語挺過分的", "这篇报导用的词语挺过分的"]}, {"id": "o6517", "name": "11IIll11", "avatar": "default_01", "contents": ["The one who's tasteless is the two-timer who toys with people's feelings", "ひどいのはこの男の方でしょ（笑）", "過分的是玩弄感情的爛男人吧??", "과한 건 사람 마음으로 장난 친 인간이지", "過分的是玩弄感情的爛男人吧??", "过分的是玩弄感情的烂男人吧??"]}, {"id": "o6518", "name": "GymGai", "avatar": "default_04", "contents": ["Can't help it. He is way too suspicious. I have a feeling that he is still hiding many secrets\nSis Vicky, we can only depend on you!", "この人叩けば叩くほどホコリが出そうだねw\nVickyさんに任せた！！", "沒辦法，他實在太可疑了，我總覺得他還有許多事情可以挖\r\n靠Vicky姐了", "정말 수상해, 아마 캐보면 계속 나올듯\nVicky님에게 맡깁니다", "沒辦法，他實在太可疑了，我總覺得他還有許多事情可以挖\r\n靠Vicky姐了", "没办法，他实在太可疑了，我总觉得他还有许多事情可以挖\r\n靠Vicky姐了"]}]}