{"id": "o6601", "name": "HandsomeYi", "titles": ["Maybe we were all too impulsive", "周りが見えてなかったかもしれない", "也許我們都太衝動了", "우리가 너무 충동적이었지", "也許我們都太衝動了", "也许我们都太冲动了"], "avatar": "default_20", "attachments": [], "contents": ["I was there on-site for all of the previous riots. I was indeed quite p***ed off at first. When the admins started interfering, I was also furious because I don't know why they were helping Mono with their shady businesses. However, I do feel like we were the ones to blame for injuring an innocent artist too. We can't just pretend that everything is Mono's fault.\n\nI know that I might get a lot of hate for this, but we should all calm down and think about this carefully imho", "※ここ数回の暴動には全部参加しての意見です\n最初は本当に怒りしかなかったし、管理局が介入した時もなんでMONOの肩を持つのか意味が分からなかった\nでも、関係ない芸能人にケガさせたのは自分たちが悪かったと思う\nこれはMONOのせいじゃない\n\nこんな投稿したら炎上するかもしれないけど、みんな一度冷静になるべきだと思う", "這幾次暴動我都有去，一開始是很生氣的，被管理局介入也覺得他們為什麼要幫單聲作亂，但讓藝人受傷也是我們的錯吧，不能全部都推給單聲\n\n不知道會不會被罵但總覺得大家都需要冷靜下來想想", "최근에 있던 시위에 전부 다 참여했던 사람임. 처음엔 그냥 빡쳐서 갔고 그다음엔 관리국이 모노 일에 개입하는 거 보고 어이없어서 또 갔었는데, 결과적으로 시위 중에 사상자가 나온 건 명백히 우리 잘못임은 인정해야 함. 전부 모노 탓으로 돌리기 전에 우리가 잘못한 것도 있음.\n\n욕먹을 각오하고 이글 올리는 거임. 모두들 진정하고 다시 한 번 천천히 생각해봤으면.", "這幾次暴動我都有去，一開始是很生氣的，被管理局介入也覺得他們為什麼要幫單聲作亂，但讓藝人受傷也是我們的錯吧，不能全部都推給單聲\n\n不知道會不會被罵但總覺得大家都需要冷靜下來想想", "这几次暴动我都有去，一开始是很生气的，被管理局介入也觉得他们为什么要帮单声作乱，但让艺人受伤也是我们的错吧，不能全部都推给单声\n\n不知道会不会被骂但总觉得大家都需要冷静下来想想"], "replies": [{"id": "o6602", "name": "789", "avatar": "default_13", "contents": ["There's no denying that Mono did a crappy job handling this\nHowever, there are things (PAFF's self-disappearance included) that are not entirely their fault", "確かにMonoの対応はひどかったけど\nPaffの失踪もそうだし全部が全部Monoのせいてわけではないよね", "單聲沒做好是事實\n但PAFF自己失蹤也是 不全是他們的錯", "모노가 잘한 건 없지만\n그렇다고 PAFF가 사라진 걸 전부 모노 탓으로 돌리는 것도 웃긴 일임", "單聲沒做好是事實\n但PAFF自己失蹤也是 不全是他們的錯", "单声没做好是事实\n但PAFF自己失踪也是 不全是他们的错"]}, {"id": "o6603", "name": "MemeYan", "avatar": "default_15", "contents": ["Really don't want to speak up for Mono... But to riot in the streets for something this minor, that's just flat-out wrong", "MONO側に立って発言してると思われそうでイヤなんだけど。。。でも暴動を起こすこと自体が間違ってると思う。。。", "很不想幫單聲說話......但為了這種事走上街頭鬧事本來就不對吧", "모노한테 득 되는 소리는 하기 싫지만......이런 일로 진짜 본사 앞에서 시위하고 사람 다치게 한 건 너무 나간듯싶다", "很不想幫單聲說話......但為了這種事走上街頭鬧事本來就不對吧", "很不想帮单声说话......但为了这种事走上街头闹事本来就不对吧"]}, {"id": "o6604", "name": "DDStream", "avatar": "default_19", "contents": ["I've been wanting to say this for a long time, that there's something seriously not right about this\nBut even my friends were really mad towards Mono on this", "実はずっとそれはおかしくねって言いたかったんだけど、友達もみんな怒りマックスって感じで言えなかった", "一直很想說，這樣子真的很奇怪\n可是連朋友都一副7pupu的樣子", "개인적으로 이번 일은 정말 말이 안 된다고 생각하지만\n내 친구들은 전부 모노한테 속았다는 반응이야", "一直很想說，這樣子真的很奇怪\n可是連朋友都一副氣壞了的樣子", "一直很想说，这样子真的很奇怪\n可是连朋友都一副气坏了的样子"]}, {"id": "o6605", "name": "Pooooon", "avatar": "default_18", "contents": ["Causing trouble in the real world just from some stupid internet rally. If that's not retarded, I don't know what is\nA shut-in at least stays at home and doesn't cause harm to the society", "ネット上でのあんな呼びかけで本当に暴動起こしちゃうとか頭弱すぎてww\n家に引きこもっててくれればまだ誰にも迷惑かけないんに", "網路上喊一喊就真的動起手來，根本一群腦弱暴民\n回去當宅宅至少還不會危害人間", "인터넷에서 좀 시끄러운 이야기 하나로 실제 폭동을 일으켰는데 그게 지능 딸리는 폭도들 아니면 뭐임\n그냥 집에 좀 처박혀 있어라 남들한테 피해 주지 말고", "網路上喊一喊就真的動起手來，根本一群智障暴民\n回去當宅宅至少還不會危害人間", "网路上喊一喊就真的动起手来，根本一群智障暴民\n回去当宅宅至少还不会危害人间"]}, {"id": "o6606", "name": "CandiceNaoko", "avatar": "misc_15", "contents": ["That NEKO stream certainly didn't help either... Everyone has to shoulder some responsibility", "NEKOの配信も一因といえば一因、、、\nみんなに責任があるね", "NEKO那次直播也有影響啦......大家都有責任", "NEKO가 생방에서 떠든 이후에 확실히 더 불붙었지", "NEKO那次直播也有影響啦......大家都有責任", "NEKO那次直播也有影响啦......大家都有责任"]}, {"id": "o6607", "name": "NEKOSAIKOU", "avatar": "nekosp_01", "contents": ["ROFL look at these idiots blaming their own stupid actions on NEKO lol\nIf you want to be dumb, at least be man enough to admit that it's a decision from your own brain and not talk BS about NEKO!!", "wwww自分たちで勝手に暴動起こして関係ない人殴ってけがさせて\nそれをNEKOのせいにすんの？www\nえ？なになに？NEKOがラジコンみたいにお前らのこと操作したとか思ってんの？", "ㄎㄎ自己上街打人居然說是NEKO的錯\n手是長在人家身上逆!!", "ㅋㅋㅋㅋㅋ지네들이 나가서 사람 패놓고 NEKO 탓 무엇? \n남 탓 오지구요ㅋㅋㅋㅋㅋㅋ", "哈哈自己上街打人居然說是NEKO的錯\n手是長在人家身上嗎!!", "哈哈自己上街打人居然说是NEKO的错\n手是长在人家身上吗!!"]}, {"id": "o6608", "name": "Lynx87", "avatar": "misc_49", "contents": ["Says the guy who's infamous for being THE source of internet bulls***\nLiterally ANYONE is more qualified to speak about this subject than your sorry a**", "上の人も何も言う資格ないよね\nとりあえず黙った方がいいよ", "樓上，就你最沒資格講話，閉嘴吧你個知名亂源", "1 이 상황에서 제일 할 말 없어야 되는 사람 아님? 제발 입 좀 다물어라 관종아", "樓上，就你最沒資格講話，閉嘴吧你這個知名亂源", "楼上，就你最没资格讲话，闭嘴吧你这个知名乱源"]}, {"id": "o6609", "name": "CyKa", "avatar": "misc_74", "contents": ["Agreed. I report that ID every time I see it", "激しく同意\nこのID見かけるたびにスパブロしてる気がする", "同意+1，見一次ID檢舉一次", "11 바로 기어 나오는 거 보소, 아이디 보자마자 신고 먹임", "同意+1，見一次ID檢舉一次", "同意+1，见一次ID检举一次"]}, {"id": "o6610", "name": "banban", "avatar": "default_12", "contents": ["But he's not completely wrong on this particular incident. We're all grown-ups. It's not like we live in a gangster movie where we have to hit the streets every time we bicker\n<font color=\"#ccffffff\"><b>#NotToMentionThatNode03GangsAreAlmostAllLockedUp</b></font>", "いや、今回に限ってはあながち間違ってもないかな・・・皆いい大人なんだし、誰かがちょっと煽っただけで怒り爆発させて突撃するのがおかしい・・・昔のやくざ映画じゃあるまいし\n<font color=\"#ccffffff\"><b>#Node03からきたやくざはもうすぐいなくなりそう</b></font>", "不過這次他說的也不全錯啦，大家都是成年人，稍微講一下就群情激憤要去火拼也太扯，又不是什麼黑幫電影\n<font color=\"#ccffffff\"><b>#何況Node03來的黑幫快被抓光光了</b></font>", "그래도 모조리 틀린 말은 아니잖아. 성인이면 최소 뭐가 옳고 그른지는 알아서 판단해야지, 이건 뭐 바로 분위기에 휩쓸려서 그 난리를 쳐대고 무슨 갱 영화 찍냐?\n<font color=\"#ccffffff\"><b>#안그래도Node03에서온깡패들다잡혀감</b></font>", "不過這次他說的也不全錯啦，大家都是成年人，稍微講一下就群情激憤要去火拼也太誇張，又不是什麼黑幫電影\n<font color=\"#ccffffff\"><b>#何況Node03來的黑幫快被抓光光了</b></font>", "不过这次他说的也不全错啦，大家都是成年人，稍微讲一下就群情激愤要去火拼也太夸张，又不是什么黑帮电影\n<font color=\"#ccffffff\"><b>#何况Node03来的黑帮快被抓光光了</b></font>"]}, {"id": "o6611", "name": "Pascal626", "avatar": "misc_59", "contents": ["Regardless of all this... I'm still so worried about PAFF... Hope we can find her ASAP\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>", "なんでもいいけどパフちゃんが心配やー…はやく見つかればいいけど…\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>", "不管怎麼樣......還是好擔心PAFF...希望趕快找到人\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>", "뭔 일이든 간에 난 PAFF가 걱정임...제발 빨리 찾았으면......\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>", "不管怎麼樣......還是好擔心PAFF...希望趕快找到人\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>", "不管怎么样......还是好担心PAFF...希望赶快找到人\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>"]}]}