{"id": "o7201", "name": "Mono_official", "titles": ["[Announcement] Congratulations to ROBO_Radio_LIVE for the successful concert", "[お知らせ] ROBO_Radio_LIVE の成功おめでこうございます", "[公告] 恭喜 ROBO_Radio_LIVE 順利舉辦", "[공지] ROBO_Radio_LIVE의 대성공을 축하드립니다", "[公告] 恭喜 ROBO_Radio_LIVE 順利舉辦", "[公告] 恭喜 ROBO_Radio_LIVE 顺利举办"], "avatar": "mono_01", "attachments": [], "contents": ["To our dear fans and precious customers,\n\nFirst of all, Monophonic Entertainment would like to congratulate the recently concluded ROBO_Radio_LIVE for its overwhelming success. To allow people who love music to all come together and share the emotions is also one of the main goals of Monophonic Entertainment when it was established. \n\nFor the past few days, we've also received a lot of messages from the media and fans about the current contract situation between Cherry PuNK and Monophonic. We will use this opportunity to explain that here as well.\n\nCherry PuNK's lead vocalist Cherry is still under contract with Monophonic Entertainment, who acts as her album publishing firm as well as her performance agency. The incident this time, where an artist accepted a performance invitation in private, gave us a direct experience of how much the fans adore Cherry. However, we also want to devote all of Monophonic's resources to every single Cherry PuNK performance to make the event even more incredible than it already was. We want our fans to experience the ultimate feast to the eyes and ears. Therefore, the entire Monophonic staff was slightly disappointed when we couldn't participate in ROBO_Radio_LIVE together with Cherry. \n\nMonophonic Entertainment will not pursue legal actions regarding this incident. We also promise everyone that we will continue to improve ourselves so we can create even better spaces for performing and composing. Please continue to follow and support us. Thank you.\n\nMonophonic Entertainment\nEntire staff", "ファンの皆様及びお客様\n\nまずは、先日の ROBO_Radio_LIVE が大成功の内に幕を閉じましたことにお慶び申し上げます。音楽を愛する人々が集まって感動を共有する空間を作る、というのは弊社の初心のひとつでもあります。\n\n連日多くのメディアの皆様並びにファンの皆様からお問い合わせいただいておりますため、この場を借りてCherry PuNKと弊社の契約について説明させていただきたいと存じます。\n\nCherry PuNK メインボーカリスト Cherry と弊社はアルバム制作やライブ活動についてのマネージメント契約を結んでおります。今回本人がプライベートで引き受けたことにより、我々はより深くファンの皆様のCherryに対する愛を感じることができました。ですが、弊社はCherry PuNKのライブ全てで、皆様に最高の体験をお届けするためにも、弊社をあげて全力でバックアップしようという所存でございますため、今回のROBO_Radio_LIVEに参加できなかったことは少し遺憾に感じております。\n\n弊社は今回の件に関して法的処置を取る予定はございません。今後も皆様により良い音楽をお届けするためにも、ライブ環境、創作環境の改善に努めていく所存です。今後とも何卒よろしくお願い申し上げます。\n\nMonophonic Entertainment\nスタッフ一同", "致親愛的粉絲以及尊貴的顧客\n\n首先單聲演藝要在這邊先恭賀前日舉辦的 ROBO_Radio_LIVE 大成功，能夠讓熱愛音樂的人們聚集在一起享受著那份感動也是單聲演藝成立最主要的初衷之一。\n\n我們也連日收到許多媒體和粉絲的關切，表達對於 Cherry PuNK 和單聲之間的合約現況，因此也順便在此說明。\n\nCherry PuNK 主唱 Cherry 雖然與單聲演藝尚有專輯作品和演出的經紀合約，因為這次音樂人私下邀約演出的事件，我們也深深體會到粉絲們對 Cherry 的愛有多強大；然而我們也想在每場 Cherry PuNK 的演出挹注單聲全部的資源讓活動更臻完美、讓粉絲大眾擁有最極致的視聽覺饗宴。因此，無法共同參與 ROBO_Radio_LIVE，單聲全體同仁也感到些微遺憾。\n\n單聲演藝不會採取法律行動來處理本次事件。我們也跟各位保證會繼續鞭策自己，打造更好的表演環境和創作空間，以後也請多多關照與支持，謝謝。\n\n單聲演藝\n全體同仁", "친애하고 존경하는 팬 및 고객 여러분께\n\n먼저 이 자리를 빌려 전일 진행됐던 ROBO_Radio_LIVE의 대성공을 축하하려 합니다. 또한 음악을 사랑하는 열정적인 뮤지션들이 한자리에 모여 감동을 나누었던 일은 모노 엔터테인먼트에게 가장 중요한 '초심'을 생각나게 했습니다.\n\n저희는 연일 수많은 매체 및 팬 여러분의 수많은 질문을 받았고 Cherry PuNK와 모노 간의 계약 상황을 궁금해했습니다. 따라서 이 자리를 빌려 설명드릴까 합니다.\n\nCherry PuNK의 메인 보컬 Cherry는 본사와 이미 앨범 제작 및 공연에 관한 매니지먼트 계약을 맺었지만, 이번 공연은 다른 뮤지션에 의해 개인적으로 초청을 받아 참가한 공연이었고, 또한 이 일을 통해 저희는 수많은 팬 여러분이 Cherry에게 얼마나 큰 애정을 품고 응원해 주시는지 알 수 있었습니다.  하지만 본사는 본래 더 많은 후원과 지원으로 완벽하고 멋진 Cherry PuNK의 공연을 여러분께 선사 드리고 싶은 마음이었습니다. 따라서 이번  ROBO_Radio_LIVE에 공통 참여하지 못한 저희 본사는 조금 유감을 느끼고 있습니다.\n\n본사는 이번 일에 대해 법적인 대응을 일절 하지 않을 것입니다. 저희는 앞으로도 계속해서 반성하며 더 나은 환경의 공연과 공간을 창조할 수 있도록 노력하겠습니다. 앞으로도 많은 관심과 응원 부탁드립니다. 감사합니다.\n\nMonophonic Entertainment\n스태프 일동", "致親愛的粉絲以及尊貴的顧客\n\n首先單聲演藝要在這邊先恭賀前日舉辦的 ROBO_Radio_LIVE 大成功，能夠讓熱愛音樂的人們聚集在一起享受著那份感動也是單聲演藝成立最主要的初衷之一。\n\n我們也連日收到許多媒體和粉絲的關切，表達對於 Cherry PuNK 和單聲之間的合約現況，因此也順便在此說明。\n\nCherry PuNK 主唱 Cherry 雖然與單聲演藝尚有專輯作品和演出的經紀合約，因為這次音樂人私下邀約演出的事件，我們也深深體會到粉絲們對 Cherry 的愛有多強大；然而我們也想在每場 Cherry PuNK 的演出挹注單聲全部的資源讓活動更臻完美、讓粉絲大眾擁有最極致的視聽覺饗宴。因此，無法共同參與 ROBO_Radio_LIVE，單聲全體同仁也感到些微遺憾。\n\n單聲演藝不會採取法律行動來處理本次事件。我們也跟各位保證會繼續鞭策自己，打造更好的表演環境和創作空間，以後也請多多關照與支持，謝謝。\n\n單聲演藝\n全體同仁", "致亲爱的粉丝以及尊贵的顾客\n\n首先单声演艺要在这边先恭贺前日举办的 ROBO_Radio_LIVE 大成功，能够让热爱音乐的人们聚集在一起享受着那份感动也是单声演艺成立最主要的初衷之一。\n\n我们也连日收到许多媒体和粉丝的关切，表达对于 Cherry PuNK 和单声之间的合约现况，因此也顺便在此说明。\n\nCherry PuNK 主唱Cherry 虽然与单声演艺尚有专辑作品和演出的经纪合约，因为这次音乐人私下邀约演出的事件，我们也深深体会到粉丝们对Cherry 的爱有多强大；然而我们也想在每场Cherry PuNK 的演出挹注单声全部的资源让活动更臻完美、让粉丝大众拥有最极致的视听觉飨宴。因此，无法共同参与 ROBO_Radio_LIVE，单声全体同仁也感到些微遗憾。\n\n单声演艺不会采取法律行动来处理本次事件。我们也跟各位保证会继续鞭策自己，打造更好的表演环境和创作空间，以后也请多多关照与支持，谢谢。\n\n单声演艺\n全体同仁"], "replies": [{"id": "o7202", "name": "CandiceNaoko", "avatar": "misc_15", "contents": ["Keep fighting, even though a lot has happened recently\nI still believe that Mono is a very good company", "応援してます、頑張って下さい\n色々ありましたが、MONOさんは素晴らしい会社だと信じています", "加油，雖然前陣子風風雨雨\n相信單聲還是一間很棒的公司", "힘내시길. 최근 안 좋은 일들 많이 터지긴 했지만,\n그래도 나름 대단한 회사라고 믿고 있다고.", "加油，雖然前陣子風風雨雨\n相信單聲還是一間很棒的公司", "加油，虽然前阵子风风雨雨\n相信单声还是一间很棒的公司"]}, {"id": "o7203", "name": "Rob_Oto", "avatar": "robosp_04", "contents": ["Fight", "ファイト", "支持", "응원함", "支持", "支持"]}, {"id": "o7204", "name": "ArupakaKUN", "avatar": "misc_04", "contents": ["I thought you guys went bankrupt since you haven't posted in a long~ time (?", "ずっと静かだったからつぶれたのかと思ってた（？", "那麼久沒發言還以為收掉了(?", "하도 글이 안 올라와서 이미 망해가고 있는 줄 알았는데", "那麼久沒發言還以為收掉了(?", "那么久没发言还以为收掉了(?"]}, {"id": "o7205", "name": "koolboss01", "avatar": "misc_96", "contents": ["Is it just me, or does this post gives off that \"I don't want to do this, but I have to\" vibe lololol", "訳）本当はイヤだけど、仕方なく認めてやるよ", "大家不覺得這串公告很不情願嗎wwwww", "야, 이 공지글 뭔가 마지못해 쓴 것 같지 않냐 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ", "大家不覺得這串公告很不情願嗎wwwww", "大家不觉得这串公告很不情愿吗wwwww"]}, {"id": "o7206", "name": "Porky", "avatar": "default_15", "contents": ["Can't blame them though Cherry is uber popular right now", "今やチェリーは人気者だからね", "沒辦法現在Cherry人氣高漲阿", "어쩔 수 없었겠지. Cherry 인기도 엄청 높아졌으니깐", "沒辦法現在Cherry人氣高漲阿", "没办法现在Cherry人气高涨阿"]}, {"id": "o7207", "name": "JAC-jack", "avatar": "team_23", "contents": ["If Mono really pursued legal actions, things are gonna get ugly, fast", "契約の内容に則って対応したらまたバッシングされるから", "如果單聲真的依法處理會很難看吧", "만약 모노가 진짜로 법대로 했으면 진작에 작살나지 않았을까", "如果單聲真的依法處理會很難看吧", "如果单声真的依法处理会很难看吧"]}, {"id": "o7208", "name": "AbbEE", "avatar": "misc_14", "contents": ["Well, of course they can take legal actions XDDDD\nif they don't mind losing one of their biggest moneymakers", "いいんやで(^^)\n金の生る木がまた減るだけ(^^)", "可以依法處理阿XDDDD\n然後就送走一棵搖錢樹了", "법대로 해보셈^^\n소잃고 외양간 고치는 거 잘하잖아 너희들^^", "可以依法處理阿XDDDD\n然後就送走一棵搖錢樹了", "可以依法处理阿XDDDD\n然后就送走一棵摇钱树了"]}, {"id": "o7209", "name": "moonin", "avatar": "team_22", "contents": ["Very well-handled. Let's us all stand together for music :)))", "これからの音楽界のために！！", "很有風度，大家一起為音樂加油:)))", "훌륭한 마인드다. 음악계를 위해 힘써주시길!!", "很有風度，大家一起為音樂加油:)))", "很有风度，大家一起为音乐加油:)))"]}, {"id": "o7210", "name": "Poopytrap", "avatar": "nekosp_04", "contents": ["So you guys are not hand-washing this time???", "今回は切らないんですか？？？？", "這次怎麼沒有切割了???", "그래서 이번엔 단물 빼고 버리는 짓은 하지 않겠단 말이니?", "這次怎麼沒有切割了???", "这次怎么没有切割了???"]}, {"id": "o7211", "name": "Juggernaut", "avatar": "default_02", "contents": ["I will give you one last chance\nThis is truly the last one though!\nIf you do anything stupid again I will boycott you forever!!", "最後のチャンスをあげます\nこれが本当に最後です\n次も期待を裏切ったら今度こそ本当に見限ります", "我就給你們最後一次機會\n真的是最後一次了\n再亂搞就永遠抵制!!", "옛정을 봐서 진짜 마지막 기회를 준다\n진짜 마지막이다\n또다시 말도 안 되는 짓거리로 실망시키면 그땐 진짜!!", "我就給你們最後一次機會\n真的是最後一次了\n再亂搞就永遠抵制!!", "我就给你们最后一次机会\n真的是最后一次了\n再乱搞就永远抵制!!"]}, {"id": "o7212", "name": "Varinaya", "avatar": "misc_34", "contents": ["Lemme tell you a joke: People screaming to boycott stuff on iM lul", "草w", "說個笑話：iM上鄉民的抵制", "그땐 진짜 iM에서 폭풍처럼 올라오는 불매운동 글을 보게될 것이야", "說個笑話：iM上鄉民的抵制", "说个笑话：iM上乡民的抵制"]}, {"id": "o7213", "name": "Kemcoter", "avatar": "team_24", "contents": ["Nah they're just whining. It really hard to boycott Mono, it's not like boycotting one or two artists will actually cause them any harm", "MONOの物を買わないようにするのは難しいでしょ\nMONO所属の芸能人なんていっぱいいるんだし\nあとクソリプすんません\n草に草を生やすな", "想太多了 要抵制單聲真的很難 又不是只有這一兩位藝人", "불매운동한다고 Mono한테 타격이 갈 것 같으냐\n거기에 연예인이 한두 명만 있는 것도 아닌데(흑우들을 다시는 무시하지 말라)", "想太多了 要抵制單聲真的很難 又不是只有這一兩位藝人", "想太多了 要抵制单声真的很难 又不是只有这一两位艺人"]}, {"id": "o7214", "name": "BUCK$", "avatar": "team_04", "contents": ["Doesn't really matter to me\nHowever, if I like the music, I will still buy it", "正直どうでもいいww\n好きな曲なら買うし、それだけ", "覺得無感啦\n不過喜歡的音樂還是會買", "난 사실 별로 신경 안 씀\n노래만 좋으면 그냥 구매할 거임", "覺得無感啦\n不過喜歡的音樂還是會買", "觉得无感啦\n不过喜欢的音乐还是会买"]}, {"id": "o7215", "name": "SancTityKnight", "avatar": "misc_106", "contents": ["Am I the only one who thinks Cherry is kinda in the wrong this time?\n(Not-PC comment)", "今回はCherryが悪いって思うのは自分だけっすか?\n(叩かないで)", "只有我覺得Cherry這次算是任性了點嗎?\n(政治不正確發言)", "이번 공연 Cherry가 뭔가 독단적으로 일을 진행한 것 같지 않냐? 나만 그렇게 느낌?(선동글 아님)", "只有我覺得Cherry這次算是任性了點嗎?\n(政治不正確發言)", "只有我觉得Cherry这次算是任性了点吗?\n(政治不正确发言)"]}, {"id": "o7216", "name": "UCantCme", "avatar": "default_12", "contents": ["It's so amusing seeing those nerds defending their idol\nCherry's the one who violated the contract this time, yet they act as if she has done nothing wrong lol", "まじでこれだからネットの住人はダメだわ\n今回規約に違反したのはCherryだろ\nなんでもかんでもたたけばいいってわけじゃない", "笑死，鄉民超理盲\n這次算是Cherry違約在先也可以護航成這樣", "진짜 흑우들이 이렇게 많았다니 새삼 놀랍네\n이번 건은 까놓고 Cherry가 계약 위반한 건데 이렇게 맹목적으로 옹호하는 글들 보니 참", "笑死，鄉民超理盲\n這次算是Cherry違約在先也可以護航成這樣", "笑死，乡民超理盲\n这次算是Cherry违约在先也可以护航成这样"]}, {"id": "o7217", "name": "Hatehate", "avatar": "misc_65", "contents": ["Hey man, are you getting paid for that comment?\nBetter get your boss to treat you to lunch or something", "上の人いくらもらったんですか？\nボーナスとして弁当1個プラスします", "樓上獎金領很多?\n老闆等等會多給你一個便當", "1넌 앞으로 돈 내고 글 남겨라 서버비 아까우니\n밥 사 먹을 돈은 있냐", "樓上獎金領很多?\n老闆等等會多給你一個便當", "楼上奖金领很多?\n老板等等会多给你一个便当"]}, {"id": "o7218", "name": "NotEnof", "avatar": "default_12", "contents": ["R U sure that would be enough XDDD", "弁当1個じゃ足りないっしょwwwwwwww", "多給一個哪夠啦XDDD", "그 돈 그냥 나 줘라ㅋㅋㅋㅋ내가 훨씬 더 유용하게 쓸 테니", "多給一個哪夠啦XDDD", "多给一个哪够啦XDDD"]}, {"id": "o7219", "name": "WhiteEYE33", "avatar": "default_02", "contents": ["If lunch is not enough, have you ever ask for dinner as well???", "1個じゃ足りないのかよ\nじゃあ、夕飯もくれって言った？", "一個不夠，那你有跟老闆要第二個嗎???", "그냥 너네 사장한테 저녁도 사달라고 해라", "一個不夠，那你有跟老闆要第二個嗎???", "一个不够，那你有跟老板要第二个吗???"]}, {"id": "o7220", "name": "PAFFxNEKO", "avatar": "default_03", "contents": ["Support Mono Support Mono Support Mono Support Mono Support Mono Support Mono Support Mono", "MONOガンバレMONOガンバレMONOガンバレMONOガンバレMONOガンバレMONOガンバレMONOガンバレ", "支持單聲支持單聲支持單聲支持單聲支持單聲支持單聲", "모노를 지지합니다 모노를 지지합니다 모노를 지지합니다 모노를 지지합니다 모노를 지지합니다 모노를 지지합니다", "支持單聲支持單聲支持單聲支持單聲支持單聲支持單聲", "支持单声支持单声支持单声支持单声支持单声支持单声"]}, {"id": "o7221", "name": "HC", "avatar": "team_16", "contents": ["Consumers get emotionally blackmailed by big companies\nFans get emotionally blackmailed by artists", "消費者は会社に感情をゆすられて\nファンは芸能人に感情をゆすられる", "消費者被大公司情感勒索\n粉絲被藝人情感勒索", "회사는 소비자의 감성을 볼모로 잡고\n연예인은 빠돌이의 팬심을 볼모로 잡는 것이지", "消費者被大公司情感勒索\n粉絲被藝人情感勒索", "消费者被大公司情感勒索\n粉丝被艺人情感勒索"]}, {"id": "o7222", "name": "Jingleglimmer", "avatar": "misc_78", "contents": ["Mono's response this time is pretty respectful imo\nAfter all, if they really wanted to pursue the case, it would be tough for Cherry to not be in the wrong", "MONOの対応悪くないと思うけどなぁ\n本当にどうにかしようと思ったら、Cherryに逃げ道はないわけだし", "我覺得單聲這樣回覆很有風度阿\n畢竟真的要計較起來Cherry是躲不掉的", "솔직히 모노 이번 대응은 칭찬해주고 싶다\n진짜로 제대로 Cherry에게 따지고 들었으면 Cherry쪽에서도 솔직히 할 말없는 입장이었을 텐데", "我覺得單聲這樣回覆很有風度阿\n畢竟真的要計較起來Cherry是躲不掉的", "我觉得单声这样回覆很有风度阿\n毕竟真的要计较起来Cherry是躲不掉的"]}, {"id": "o7223", "name": "Cherry0987", "avatar": "default_06", "contents": ["Although Cherry violated her contract first, her performance on ROBO_Radio_LIVE kicked so much a**!!\nIt was a treat to see her there~~", "チェリーが契約違反だったとしてもROBO_Radio_LIVEでのパフォーマンスは最高だった!!!!!", "雖然Cherry違約但是在ROBO_Radio_LIVE的表演真是太棒了!! 阿斯阿斯~~", "Cherry가 계약 위반을 했든 뭘 했든 ROBO_Radio_LIVE에서의 공연은 진짜 인생 공연이었음!!!", "雖然Cherry違約但是在ROBO_Radio_LIVE的表演真是太棒了!! 阿斯阿斯~~", "虽然Cherry违约但是在ROBO_Radio_LIVE的表演真是太棒了!! 阿斯阿斯~~"]}]}