{"id": "o7501", "name": "Vicky", "titles": ["Æsir-FEST event, 08 Daily exclusive report series Part 4", "Æsir-FEST事件 08 Daily系列報道 Part4", "Æsir-FEST 事件 08 Daily 獨家系列報導 Part4", "Æsir-FEST 사건 시리즈 08 Daily 단독 보도 Part4", "Æsir-FEST 事件 08 Daily 獨家系列報導 Part4", "Æsir-FEST 事件 08 Daily 独家系列报导 Part4"], "avatar": "08daily_01", "attachments": ["o7501"], "contents": ["Discover the secrets, painstaking investigation: Æsir-FEST event report series Part 4\n\nAfter reading parts 1 ~ 3 of our in-depth coverage reports, we believe that everyone now has a better understanding regarding the ins and outs of the entire  Æsir-FEST incident.\nIn this report, 08 Daily will be shifting the focus from the mysterious Æsir to another person who's deeply connected with this incident. If you are a loyal reader of our magazine, our follow-up report regarding the hacking incident of the streamer NEKO should still ring a bell. That's right! The focus of today's report has multiple key identities, including back-end system administrator of A.R.C., rumored current boyfriend of NEKO and Ex-boyfriend of Cherry PuNK main vocalist Cherry, Xenon (Real name: Simon Jackson). \n\n\"The mysterious renegade! The legendary hacker \"X\", who robs the rich and gives to the poor! An underground punisher that lurks in the shadows of the internet!\" It's safe to assume that readers who are born in the 680s are all quite familiar with this urban legend that was all the rage on the traditional internet. Not long after \"X\" disappeared from the internet, his real identity was quickly exposed to be the then 15 year-old-only Simon Jackson! Even though Simon, who was already starting to focus on composing music, never openly acknowledged this secret identity back from his years as a student, that didn't stop him from garnering a massive following and popularity on the internet. After he joined the underground band Crystal PuNK, it also took the music world by storm in what seems like the blink of an eye.\n\nDespite his achievements in music, Xenon never abandoned his talents in computer technology. As a high school dropout, he was able to return to school and graduated. Not long after his graduation, he joined A.R.C.'s internet security department and participated in the establishment of many of the current internet security protocols and regulations. Why did A.R.C., an organization that was quite notorious for their attention to their applicants' educational background, allow Xenon, a former high school dropout, to join such a crucial department? It's impossible to not be suspicious of such a decision.\n\nAccording to the information leaked to our news center by an insider, Xenon's role and administrative power in A.R.C. are much more complicated than what they announced to the public. He is not your average system administrator. He is someone who has unrestricted access to any block and is practically a god to the internet. In addition, as someone who is very familiar with all the regulations and protocols, he can also easily bypass any encrypted... <b>(Read more)</b>\n\nThis coverage is part of the exclusive content for our subscribers\nIf you want to know more behind-the-scenes information, please <i><b>login here</b></i>", "深く掘り下げ、徐々に謎を解き明かす：Æsir-FEST 事件系列報道 Part4\n\nこれまでの3回の報道を通して、読者はÆsir-FEST事件に対し、ある程度理解を深められただろう。\n今回、08 Dailyはターゲットを謎多きÆsirから、重要な関連人物に移して話していきたい。 08 Dailyの読者にとって、最近の印象深い事件と言えば、実況者NEKOの放送中に起きたハッキング事件ではないだろうか。そう、今回のターゲットは、A.R.C.のバックグラウンドシステム管理員であり、NEKOの現恋人疑惑、さらにはCherry PuNKボーカリストCherry元恋人という3つの身分を兼ね備える男Xenon（本名 Simon Jackson）である。\n\n「謎の怪盗！伝説のハッカー『X』！裕福な人間から盗み、貧しい家庭を救う、ネットに潜む地下の制裁者！」600年代生まれならば、この都市伝説を少なからず耳にしたことがあるだろう。そして、後から分かったこの「X」の正体は、なんと当時僅か15歳のSimon Jacksonだったのである！当時、音楽制作に打ち込んでいたSimonは、学生時代のこの裏の顔を認めはしなかったものの、これによってネット上でかなりの注目を浴び、その後Crystal PuNKの一員になると、さらにその名を音楽界に広め、 一躍有名になった。\n\nだが、音楽界で成功を収めたXenonは、それでも自身のパソコン関連の才能を諦めることはできなかったのだろう。中途退学していた彼は、復学し、卒業すると、A.R.C.のネットセキュリティ部門に就職。現在使われている多くの安全協定やルールの制定に携わった。これまで、学歴を重視してきたA.R.C.が、なぜ中途退学の経歴を持つXenonをこんな重要な部門へ入れたのか？\n\nまた、我々は独自のルートにより内部のスタッフによる情報を得ることに成功した。XenonがA.R.C.で持っているネット管理権限は、外部に公言している内容よりもはるかに複雑なものであるらしい。他の一般的な管理スタッフとは比べ物にならないほどであるという。彼は自由に各ブロックにアクセス可能であり、もはや神のような存在であるとその情報提供者は話す。さらに言えば、現在の協定やルールは彼が握っているようなものである。そのために彼にとって、セキュリティを突破することはいとも容易……<b>（全文を見る）</b>\n\n本報道は予約購読者限定の内容です\n全文を見るには<i><b>ログインしてください</b></i>", "深入挖掘、抽絲剝繭：Æsir-FEST 事件系列報導 Part4\n\n相信在經過前面三期大篇幅的專題報導之後，大家對於整起 Æsir-FEST 的來龍去脈已經有了更深的認識。\n這次 08 Daily 要把目標從神秘的 Æsir 身上轉移到另一位重要相關人士上，如果是我們的忠實讀者應該對於當初實況主 NEKO 被駭事件的後續追蹤報導還有點印象，沒錯！就是身兼 A.R.C. 後台系統管理員、疑似NEKO現任男友、Cherry PuNK 主唱 Cherry 藕斷絲連前男友這三大身分的 Xenon（本名 Simon Jackson）。\n\n「神秘的怪盜！傳奇駭客『X』，劫富濟貧、潛行於網路的地下制裁者！」，相信六年級生都對這個曾經風靡傳統網路的都市傳說不陌生，而這位「X」銷聲匿跡後也被爆出真實身份就是當時才 15 歲的 Simon Jackson 本人！即便當時已開始專心投入音樂創作的 Simon，並沒有承認他在學生時期的這個裏身份；但這也促成他在網路上獲得大量的關注與知名度，加入地下樂團 Crystal PuNK 後更是以飛快的速度在音樂界竄紅。\n\n然而音樂上的成就並沒有讓 Xenon 放棄自己在電腦方面的天賦，中輟的他在復學並畢業後，隨即加入 A.R.C. 網路安全部門，參與了許多現今網路安全協定和規範的制定。向來很重視面試者學歷的 A.R.C.，為何會讓有輟學紀錄的 Xenon 加入如此重要的部門？不免讓人產生懷疑。\n\n根據本報新聞中心獨家取得的內部人士消息，Xenon 在 A.R.C. 的網路管理權限遠比對外宣稱的還要複雜許多，並非一般的管理人員，而是能任意存取各區塊，彷如上帝一般的存在。而對所有協定規範瞭若指掌的他也能夠輕易繞過任何加密……<b>（詳細全文）</b>\n\n本專題為訂閱用戶獨家內容\n欲瞭解更多內幕新聞請<i><b>由此登入</b></i>", "더 깊게 파헤친다! 숨겨진 진짜 이야기：Æsir-FEST 사건 시리즈 보도 Part4\n\n앞서 보도했던 3편의 소식 지면을 통해 여러분들은  Æsir-FEST 사건 경위에 대해 더욱 자세히 알게 되었을 거라고 믿는다.\n이번에 08 Daily는 취재 대상을 정체불명의  Æsir에서 다른 중요 인사로 변경했다. 만약 우리의 소식을 충실히 구독하고 있던 독자들이라면 스트리머 NEKO에 관한 후속 보도를 본 기억이 있을 것이다. 그렇다! 독자들의 예상이 맞다! 주인공은 바로 A.R.C.의 무대 시스템을 담당하고 NEKO의 현재 애인으로 추정되는 자이자 예전 Cherry PuNK의 메인 보컬 Cherry의 전남친이기도 했던 그 사내, Xenon(본명: Simon Jackson).\n\n「정체불명의 괴도! 전설의 해커『X』! 위기에 처한 이들을 구제하기 위해 인터넷에 잠복해있는 어둠의 퍼니셔!」600년 대생들은 아마 인터넷에 떠돌았던 이런 도시 괴담이 낯설지 않을 것이다. 그리고 소리 없이 종적을 감추었던「X」의 정체가 불과 15살밖에 되지 않은 Simon Jackson이라는 사실까지도 말이다! 하지만 당시 작곡에 빠져있던 Simon은 학창 시절 자신의 진짜 정체에 대해 모두 부인해왔다. 이런 행보로 그는 인터넷에서 모두에게 레전드라 불리게 되었으며 더 많은 관심과 유명세를 얻게 되었다. 이런 그가 추후 인디밴드 Crystal PuNK에 합류했을 때는 아시다시피 음악계에서 그를 모르는 이가 아무도 없을 정도로 더 높이 날아올라버렸다.\n\n음악계에서 수많은 업적을 이루고 있음에도 Xenon은 자신의 전공 분야인 컴퓨터 기술 쪽의 재능도 가만히 썩혀두지 않았다. 중도에 그만두었던 학업을 마저 마무리하기 위해 복학을 하고 졸업을 한 그는, 곧바로 A.R.C.의 네트워크 안전팀에 취직, 지금 수많은 이가 사용하고 있는 네트워크 안전 협정 및 규격 제정에 참여하게 된다. 고학력을 선호하는 A.R.C.가 어째서 중퇴 이력의 Xenon을 그런 중요한 부서에 보냈는지는 굳이 설명하지 않아도 될 것 같다.\n\n우리는 내부 직원을 통해 중요한 정보를 단독 입수하는데 성공했다. Xenon의 A.R.C. 네트워크 관리 권한은 외부적으로 알려진 것보다 훨씬 더 복잡한 양상을 띄고 있다. 일반 관리자의 신분이 아닌, 마음만 먹으면 모든 블록에 눈 감고도 액세스할 수 있는, 다시 말해 말 그대로 신과 같은 존재라는 말이다. 그 신은 지금 현존하는 모든 협정이나 규정을 장악하고 있으므로 보안을 뚫는 일 역시 손쉽게......<b>(내용 더보기)</b>\n\n본 보도는 구독자 한정 열람 권한으로\n내용 전체를 열람하시려면 <i><b>여기에서 로그인해주십시오.</b></i>", "深入挖掘、抽絲剝繭：Æsir-FEST 事件系列報導 Part4\n\n相信在經過前面三期大篇幅的專題報導之後，大家對於整起 Æsir-FEST 的來龍去脈已經有了更深的認識。\n這次 08 Daily 要把目標從神秘的 Æsir 身上轉移到另一位重要相關人士上，如果是我們的忠實讀者應該對於當初實況主 NEKO 被駭事件的後續追蹤報導還有點印象，沒錯！就是身兼 A.R.C. 後台系統管理員、疑似NEKO現任男友、Cherry PuNK 主唱 Cherry 藕斷絲連前男友這三大身分的 Xenon（本名 Simon Jackson）。\n\n「神秘的怪盜！傳奇駭客『X』，劫富濟貧、潛行於網路的地下制裁者！」，相信六年級生都對這個曾經風靡傳統網路的都市傳說不陌生，而這位「X」銷聲匿跡後也被爆出真實身份就是當時才 15 歲的 Simon Jackson 本人！即便當時已開始專心投入音樂創作的 Simon，並沒有承認他在學生時期的這個裏身份；但這也促成他在網路上獲得大量的關注與知名度，加入地下樂團 Crystal PuNK 後更是以飛快的速度在音樂界竄紅。\n\n然而音樂上的成就並沒有讓 Xenon 放棄自己在電腦方面的天賦，中輟的他在復學並畢業後，隨即加入 A.R.C. 網路安全部門，參與了許多現今網路安全協定和規範的制定。向來很重視面試者學歷的 A.R.C.，為何會讓有輟學紀錄的 Xenon 加入如此重要的部門？不免讓人產生懷疑。\n\n根據本報新聞中心獨家取得的內部人士消息，Xenon 在 A.R.C. 的網路管理權限遠比對外宣稱的還要複雜許多，並非一般的管理人員，而是能任意存取各區塊，彷如上帝一般的存在。而對所有協定規範瞭若指掌的他也能夠輕易繞過任何加密……<b>（詳細全文）</b>\n\n本專題為訂閱用戶獨家內容\n欲瞭解更多內幕新聞請<i><b>由此登入</b></i>", "深入挖掘、抽丝剥茧：Æsir-FEST 事件系列报导 Part4\n\n相信在经过前面三期大篇幅的专题报导之后，大家对于整起 Æsir-FEST 的来龙去脉已经有了更深的认识。\n这次 08 Daily 要把目标从神秘的 Æsir 身上转移到另一位重要相关人士上，如果是我们的忠实读者应该对于当初实况主 NEKO 被骇事件的后续追踪报导还有点印象，没错！就是身兼 A.R.C. 后台系统管理员、疑似NEKO现任男友、Cherry PuNK 主唱 Cherry 藕断丝连前男友这三大身分的 Xenon（本名 Simon Jackson）。\n\n「神秘的怪盗！传奇骇客『X』，劫富济贫、潜行于网路的地下制裁者！」，相信六年级生都对这个曾经风靡传统网路的都市传说不陌生，而这位「 X」销声匿迹后也被爆出真实身份就是当时才15 岁的Simon Jackson 本人！即便当时已开始专心投入音乐创作的Simon，并没有承认他在学生时期的这个里身份；但这也促成他在网路上获得大量的关注与知名度，加入地下乐团Crystal PuNK 后更是以飞快的速度在音乐界窜红。\n\n然而音乐上的成就并没有让 Xenon 放弃自己在电脑方面的天赋，中辍的他在复学并毕业后，随即加入 A.R.C. 网路安全部门，参与了许多现今网路安全协定和规范的制定。向来很重视面试者学历的 A.R.C.，为何会让有辍学纪录的 Xenon 加入如此重要的部门？不免让人产生怀疑。\n\n根据本报新闻中心独家取得的内部人士消息，Xenon 在ARC 的网路管理权限远比对外宣称的还要复杂许多，并非一般的管理人员，而是能任意存取各区块，仿如上帝一般的存在。而对所有协定规范了若指掌的他也能够轻易绕过任何加密……<b>（详细全文）</b>\n\n本专题为订阅用户独家内容\n欲了解更多内幕新闻请<i><b>由此登入</b></i>"], "replies": [{"id": "o7502", "name": "888fans", "avatar": "default_18", "contents": ["WOW Looks like another massive report from 08 Daily!", "うおおおおおおお08Dailyやるねぇ！\nまたすごい情報出たねぇ", "WOW 08Daily又挖出大內幕的感覺", "우오오오오 08Daily가 또 뭔가 내막을 알아낸 것 같은데!?", "WOW 08Daily又挖出大內幕的感覺", "WOW 08Daily又挖出大内幕的感觉"]}, {"id": "o7503", "name": "Gogossip", "avatar": "robosp_20", "contents": ["Follow Sis Vicky for all the gossip you need in life!", "Vicky様についてゆけ！！", "追蹤Vicky姊帶你上天堂阿", "Vicky누님 팔로우하셈. 그럼 너희들 천국 갈 거야", "追蹤Vicky姊帶你上天堂阿", "追踪Vicky姊带你上天堂阿"]}, {"id": "o7504", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["Is it really ok for these smart people to do such shady things behind our backs???", "こーゆー頭のいい人が裏で色々操ってる今の状況って大丈夫なん???", "這些高知識份子躲在幕後做這些沒問題嗎???", "이런 머리까지 좋은 사람이 항상 뒤에서 우리들을 조용히 지켜보고 있다는 것은 문제 삼아야 하지 않나??", "這些高知識份子躲在幕後做這些沒問題嗎???", "这些高知识份子躲在幕后做这些没问题吗???"]}, {"id": "o7505", "name": "fotoistruth", "avatar": "default_09", "contents": ["Damnit I don't have any credit points left this month to pay~~~\nI was really looking forward to reading this", "あああ今月のポイント使い切っちゃったようよう\n続き気になるようよう泣", "阿這個月已經沒有信用點數付費了啦~~~\n有夠想看這篇的", "아 이번 달 포인트 이미 다 써버렸다~~~\n남아있었으면 이번 편 봤을 텐데", "阿這個月已經沒有信用點數付費了啦~~~\n有夠想看這篇的", "阿这个月已经没有信用点数付费了啦~~~\n有够想看这篇的"]}, {"id": "o7506", "name": "noneXenon", "avatar": "misc_02", "contents": ["Did the reporter really think she can get away with writing such a hollow report?? Are we that easily fooled in her mind??", "マスゴミはすぐこうやって嘘かホントかも分からない記事で人を騙そうとする", "記者寫這些虛虛實實的東西來唬人??", "진짜인지 아닌지도 모르는 이야기를 이런 식으로 이용해서 돈을 벌려고 하다니", "記者寫這些虛虛實實的東西來唬人??", "记者写这些虚虚实实的东西来唬人??"]}, {"id": "o7507", "name": "Rob_Oto", "avatar": "robosp_04", "contents": ["Can anyone who subscribed give me a hint about whether or not it's worth paying money for?", "続き見た人に聴きたいんだケド、お金払ってみる価値あったー？", "有已經訂閱的善心人士可以透露一下內容值得付費嗎?", "내용 전부 보신 형님 누님들. 다음 내용도 돈 주고 결제해서 볼만한 가치가 있는 내용인가용?", "有已經訂閱的善心人士可以透露一下內容值得付費嗎?", "有已经订阅的善心人士可以透露一下内容值得付费吗?"]}, {"id": "o7508", "name": "NnNn", "avatar": "team_11", "contents": ["I get a feeling that this magazine has been keeping an eye on Xenon a lot these days. Is it just me?", "最近Xenonさんに固執してますねえ?", "感覺這八卦新聞最近一直在盯Xenon?", "얘네들 요즘 보면 아예 작정하고 Xenon을 타겟으로 삼은 것 같은데", "感覺這八卦新聞最近一直在盯Xenon?", "感觉这八卦新闻最近一直在盯Xenon?"]}, {"id": "o7509", "name": "Fuxkoff", "avatar": "default_20", "contents": ["It's three birds one stone after all. They want to see if they can get some gossip for Cherry and NEKO too", "Xenonに注目してればCherryとかNEKOとかのゴシップも狙えるかもだからね、棚ぼた狙ってんでしょ", "一盯三用阿看看能不能順便撈到Cherry跟NEKO的八卦吧", "Xenon이랑 얽힌 Cherry나 NEKO에 관한 팩트도 건질 수 있을런지 한 번 지켜볼 생각임", "一盯三用阿看看能不能順便撈到Cherry跟NEKO的八卦吧", "一盯三用阿看看能不能顺便捞到Cherry跟NEKO的八卦吧"]}, {"id": "o7510", "name": "Copper_stone", "avatar": "robosp_20", "contents": ["Haha I never like that bastard\nAlways acting like he's some kind of social justice fighter and stuff", "あいつマジムカつくよな\nブスのくせに正義の味方みたいな顔しやがって\n絶対ヘルメット取ったらブスやろ\nブスだから顔晒せないんやろww", "看他不爽很久了啦每次都打著自己正義之士的樣子", "걔 싫어한지 엄청 오래됐음\n매번 자신이 정의의 사도인 마냥 쯧쯧", "看他不爽很久了啦每次都打著自己正義之士的樣子", "看他不爽很久了啦每次都打着自己正义之士的样子"]}, {"id": "o7511", "name": "lrrllrrl", "avatar": "team_20", "contents": ["I call Bulls***! He is just one person! He can't do THAT many things!", "嘘だなタブン。\nさすがに一人でこんなにできないでしょ", "騙肖啦最好是一個人可以這麼神通廣大", "우린 모두 속고 있다.\n솔직히 그 많은 것들을 진짜 혼자 힘으로 해냈을 리가", "騙肖啦最好是一個人可以這麼神通廣大", "骗肖啦最好是一个人可以这么神通广大"]}, {"id": "o7512", "name": "AntiMetal", "avatar": "misc_91", "contents": ["\"X\" = \"Xenon\"\nCoincidence? I think not.", "「X」=「Xenon」\n偶然でしょうか？いいえ、ちがいます。", "「X」=「Xenon」\n巧合？我不這麼認為。", "「X」=「Xenon」\n우연일까? 난 그렇게 생각 안 함", "「X」=「Xenon」\n巧合？我不這麼認為。", "「X」=「Xenon」\n巧合？我不这么认为。"]}, {"id": "o7513", "name": "Shibawu", "avatar": "misc_61", "contents": ["What is this rumor nonsense? Did you fantasized it in your sleep and decided to call it a \"report\"?", "クソ記事乙\n妄想癖がひどすぎ", "什麼狗屁傳聞? 自己幻想的?", "이런 것도 기사라고\n그냥 소설을 써라", "什麼狗屁傳聞? 自己幻想的?", "什么狗屁传闻? 自己幻想的?"]}, {"id": "o7514", "name": "MulderX", "avatar": "default_19", "contents": ["This exposed stuff will never go out of fashion as long as the internet exists", "こういう告発系はみんな大好きだからねぇ", "深喉嚨這玩意兒不管過多久都不會退流行吶", "옛날도 지금도 이런 유형의 폭로성 기사들은 항상 인기가 있었다", "深喉嚨這玩意兒不管過多久都不會退流行吶", "深喉咙这玩意儿不管过多久都不会退流行呐"]}, {"id": "o7515", "name": "TorF", "avatar": "default_20", "contents": ["So we have an A.R.C. insider selling out their own employee??? Or did 08 Daily pay a crap ton of money??", "ARCの内部の人間がスタッフ売ったってマ?? 08Dailyいくら払ったんだろ??", "ARC內部有人出賣自己員工?? 08Daily付很多錢??", "ARC내부 직원이 매수된 건가?? 08Daily가 얼마까지 줬을까??", "ARC內部有人出賣自己員工?? 08Daily付很多錢??", "ARC内部有人出卖自己员工?? 08Daily付很多钱??"]}, {"id": "o7516", "name": "BillDoors", "avatar": "default_13", "contents": ["It seems that the young brats here have no idea what traditional internet urban legends are ROFL", "今の若い子はあの都市伝説知らないんやなwwww", "看來現在小朋友都不知道傳統網路的都市傳說www", "지금 어린애들은 도시 괴담에 대해 잘 모를 텐데 ㅋㅋㅋㅋㅋ", "看來現在小朋友都不知道傳統網路的都市傳說www", "看来现在小朋友都不知道传统网路的都市传说www"]}, {"id": "o7517", "name": "SuperKY", "avatar": "default_14", "contents": ["Must pay in order to read the whole article; we need to kill this trend ASAP :(", "金払わないと見れないのか:（", "還要付費才能看全文，此風不可長: (", "돈을 내야 내용 전체를 볼 수 있다니 : (", "還要付費才能看全文，此風不可長: (", "还要付费才能看全文，此风不可长: ("]}, {"id": "o7518", "name": "UltraKY", "avatar": "default_14", "contents": ["Did he get his girlfriends from hacking as well?", "あのー、彼女さんもハッキングで捕まえたんですかー？", "女朋友們也都駭來的?", "여자친구들도 해킹해버린 거 아닐까", "女朋友們也都駭來的?", "女朋友们也都骇来的?"]}, {"id": "o7519", "name": "Abbyl", "avatar": "default_08", "contents": ["CP got famous because they were a damn good band, ok? It has nothing to do with this ridiculous scandal stuff. Load of hot garbage!", "CPは実力で有名になったんですけど？デタラメ書かないでくれませんか？", "CP 靠實力紅的好嗎？哪是靠這種低能醜聞？亂寫一通！", "CP는 오직 실력으로 저 자리에 올라간 거다. 그러니깐 ㄱ소리 ㄴㄴ하셈. 이딴 허접한 기사는 이제 그만 봤으면 좋겠는데", "CP 靠實力紅的好嗎？哪是靠這種低能醜聞？亂寫一通！", "CP 靠实力红的好吗？哪是靠这种低能丑闻？乱写一通！"]}]}