{"id": "o8701", "name": "9tingale", "titles": ["ARC needs to give us a proper explanation", "ARCは説明責任を果たすべき", "請ARC給大家一個交代", "ARC는 해명할 책임이 있다", "請ARC給大家一個交代", "请ARC给大家一个交代"], "avatar": "default_18", "attachments": [], "contents": ["I was really angry that all we get is a template announcement about the system being fixed\n\nI'm a registered nurse at hospital 15\nIn this day and age, most medical systems are connected to the cyTus system\nThere is a central system that universally oversees everything on each floor\nWhen the whole system broke down this time, it was a manpower shortage catastrophe for the entire hospital\nNot to mention the many patients on the intensive care floors who relied on life support systems just to stay alive\nAll of them gone in a snap of the finger. We didn't even have time to save them\n\nI realize that this was a very serious accident\nHowever, the cyTus system is already this crucial to human society\nShouldn't ARC shoulder a bit more social responsibility?\n\nAt the very least, we have the right to know more secrets, right?", "テンプレのお知らせだけで直しましたーとか言われてキレてます\n\n15病院で看護師をしている者です\n今、ほとんどの医療系システムは\n全てcyTusのシステムと接続されています\n各フロアの様々なことも一括管理しています\n今回のシステムエラーによって\n病院が深刻な人手不足に見舞われました\nシステムに頼ってなんとか命を保っていた重症患者の多くも\n今回のエラーによって多数亡くなりました\n助ける時間なんてありませんでした\n\n大きな事故だったことは分かっています\nですがcyTusはすでに人類にとって必要不可欠なものです\nARCは社会的に責任を負うべきではないでしょうか?\n\n少なくとも、私たちにはもっと多くの裏側を知る権利があるはずです", "只看到罐頭公告說修好了實在很氣\r\n\r\n我是15醫院的護理師\r\n現在大部分的醫療系統都和cyTus系統相連\r\n由中央統一控管各樓層的大小事\r\n這次系統錯亂，整間醫院人力直接爆炸\r\n更不要說重症樓層許多仰賴維生系統的病人\r\n直接一波帶走，根本來不及救\r\n\r\n我知道這是嚴重的意外啦\r\n可是cyTus系統已經對人類這麼重要了\r\nARC是不是該肩負更多一點社會責任?\r\n\r\n至少我們有權知道更多機密吧?", "복구되었다는 공지를 보니 더 깊은 빡침이 밀려 온다\n\n우선 나는 15병원의 간호사로 일하고 있음\n지금 대부분의 의료 시스템이 cyTus 시스템과 연결되어 있음\n중앙 처리실에서 각종 문제들이 발생했음\n시스템 이상으로 병원 전체가 갑자기 인력 부족에 시달리게 됨\n중환자실 층에 치료 시스템에 의존하면서 생명을 붙잡고 있던 환자들 역시 다수가 목숨을 잃게 됐음.\n병원 내 인력만으로는 모두를 구하기 어려운 상황이었음\n\n이건 굉장히 심각한 사건임\ncyTus 시스템은 이미 우리 인류들의 삶에 있어서 매우 큰 비중을 차지하고 있음\n따라서 ARC 역시 사회적인 책임을 짊어지고 가야 한다고 생각함\n\n최소한 우리들에게 더 많은 기밀 사항들을 공개해야 하지 않을까?", "只看到罐頭公告說修好了實在很氣\r\n\r\n我是15醫院的護理師\r\n現在大部分的醫療系統都和cyTus系統相連\r\n由中央統一控管各樓層的大小事\r\n這次系統錯亂，整間醫院人力直接爆炸\r\n更不要說重症樓層許多仰賴維生系統的病人\r\n直接一波帶走，根本來不及救\r\n\r\n我知道這是嚴重的意外啦\r\n可是cyTus系統已經對人類這麼重要了\r\nARC是不是該肩負更多一點社會責任?\r\n\r\n至少我們有權知道更多機密吧?", "只看到罐头公告说修好了实在很气\r\n\r\n我是15医院的护理师\r\n现在大部分的医疗系统都和cyTus系统相连\r\n由中央统一控管各楼层的大小事\r\n这次系统错乱，整间医院人力直接爆炸\r\n更不要说重症楼层许多仰赖维生系统的病人\r\n直接一波带走，根本来不及救\r\n\r\n我知道这是严重的意外啦\r\n可是cyTus系统已经对人类这么重要了\r\nARC是不是该肩负更多一点社会责任?\r\n\r\n至少我们有权知道更多机密吧?"], "replies": [{"id": "o8702", "name": "Popo", "avatar": "misc_03", "contents": ["Agreed. My company was also in a huge mess due to the situation this time. They should come out and give us a proper explanation", "同意です。うちの会社も今回の件でかなりの迷惑を被りました。A.R.C.には説明責任があるはずです。", "贊同，我公司也因為這次狀況亂成一團，應該出來說清楚", "완전 동의함. 우리 회사도 이번 일 때문에 완전 쑥대밭 됐음. ARC는 최소한 이에 대해 해명이라도 하는게 맞다고 생각함", "贊同，我公司也因為這次狀況亂成一團，應該出來說清楚", "赞同，我公司也因为这次状况乱成一团，应该出来说清楚"]}, {"id": "o8703", "name": "Neon_raven", "avatar": "default_13", "contents": ["I feel like ARC has already done well enough for us\nWithout the ancient technology they excavated, we're probably still drilling wood for fire\nEverybody is so strict", "ARCはもうだいぶわたしらの生活に貢献してくれてると思うよ\nあの人たちが古代文明を発掘してくれなかったら、わたしらいまだに原始人みたいな生活してたかもだし\n皆厳しいね", "我是覺得ARC已經讓我們過得很好了啦\n沒有他們發掘古文明科技，我們大概還在鑽木取火\n大家真的很嚴格", "내 생각엔 그래도 ARC 덕분에 우리 생활이 더 윤택해진 것은 사실이라고 생각해\n만약 그들이 고대 문명의 과학 기술을 발굴해내지 못했다면, 우리는 아직도 나무에 불을 지피면서 살아가고 있었겠지\n너희들이 너무 엄격한 잣대를 들이미는 것은 아닐까", "我是覺得ARC已經讓我們過得很好了啦\n沒有他們發掘古文明科技，我們大概還在鑽木取火\n大家真的很嚴格", "我是觉得ARC已经让我们过得很好了啦\n没有他们发掘古文明科技，我们大概还在钻木取火\n大家真的很严格"]}, {"id": "o8704", "name": "Prime6750911", "avatar": "default_15", "contents": ["Not like we want to be strict, but this is human lives we're talking about!!", "厳しいとかじゃない それが当然！！", "不是嚴格啊 人命關天吶!!", "엄격한 잣대라니? 사람 목숨이 달려있는 일인데!!", "不是嚴格啊 人命關天吶!!", "不是严格啊 人命关天呐!!"]}, {"id": "o8705", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["Our world is already deeply rooted in ARC's systems. Without it, we couldn't even survive.\nNevertheless, it is a bit scary if this keeps happening. We are relying on it so much yet issues still occur on a regular basis...", "確かにうちらの世界はARCがあってこそで、ARCがいなければ全く生活が成り立たないけど、いつまでのこの調子じゃさすがに怖いなぁ。不具合ばっか吐いてるし…", "我們的世界早就被ARC的系統盤據了，沒它根本過不下去\n但再這樣下去的確會怕怕的，都這麼依賴它了還一直出包...", "세상은 이미 ARC 시스템 없이는 돌아가지 못하게 되었어. 그들 없이 지금 세상을 살아가기란 솔직히 쉽지 않다는 것도 인정해야 함. \n그런데 우리가 지금 그렇게 의지하고 있는 시스템에서 지금 같이 무서운 일이 발생하고 있잖아...", "我們的世界早就被ARC的系統盤據了，沒它根本過不下去\n但再這樣下去的確會怕怕的，都這麼依賴它了還一直出包...", "我们的世界早就被ARC的系统盘据了，没它根本过不下去\n但再这样下去的确会怕怕的，都这么依赖它了还一直出包..."]}, {"id": "o8706", "name": "Wickedragon", "avatar": "default_17", "contents": ["Ask not what ARC can tell you\nAsk what you can do for ARC", "ARCからなにを得られるかじゃなくて\nARCのために何ができるか", "不要問你能從ARC知道什麼\r\n要問你能為ARC做什麼", "ARC로부터 무엇을 알아낼 수 있을까보다는\nARC를 위해 무엇을 할 수 있을까를 생각해 보는 것이 더 맞다고 생각", "不要問你能從ARC知道什麼\r\n要問你能為ARC做什麼", "不要问你能从ARC知道什么\r\n要问你能为ARC做什么"]}, {"id": "o8707", "name": "vveay", "avatar": "team_27", "contents": ["Get out. This is a serious discussion and not a place for you to talk s***", "お前そういうとことだぞ\n真面目な話題にクソリプすんな", "不要在嚴肅話題裡講幹話好嗎", "괜히 무거운 주제로 떠들지 맙시다", "不要在嚴肅話題裡講幹話好嗎", "不要在严肃话题里讲干话好吗"]}, {"id": "o8708", "name": "Andy_Roid", "avatar": "robosp_17", "contents": ["If we think about it carefully, every single human in Node 08 is a user of ARC\nI don't think it's too much to ask for a bit of security promise", "Node 08の全人類はARCのユーザーなのだし\n安全面の保証を求めてもいいと思うのは私だけですか？", "仔細想想Node 08的全人類都是ARC的用戶\r\n要求一下安全保障不為過吧", "Node 08의 모든 사람이 ARC의 사용자들인데\n안전을 보장해달라는 요구는 당연히 해야 하는 거 아닌가", "仔細想想Node 08的全人類都是ARC的用戶\r\n要求一下安全保障不為過吧", "仔细想想Node 08的全人类都是ARC的用户\r\n要求一下安全保障不为过吧"]}, {"id": "o8709", "name": "HandsomeYi", "avatar": "default_20", "contents": ["These ungrateful a-holes asking for so much, who would want to be a hero if this is what they get?\nI support ARC.  Ignore these stupid haters", "この民度の低さじゃ今後英雄になりたがる人なんていないだろ\n要望大杉\n自分はARCを応援したい\n口先だけは優秀なクソたちに囲まれて可哀想", "大膽刁民要求這麼多，以後還有誰想當英雄？\n我挺ARC，這些賤民就是只會碎嘴。", "염치도 없지 뭘 또 요구할게 그리 많냐? 그리 나대면 영웅이라도 되는 줄 아나?\n난 ARC 응원한다. 입으로 나불거리기만 하는 애들은 신경 쓰기도 싫음", "大膽刁民要求這麼多，以後還有誰想當英雄？\n我挺ARC，這些賤民就是只會碎嘴。", "大胆刁民要求这么多，以后还有谁想当英雄？\n我挺ARC，这些贱民就是只会碎嘴。"]}, {"id": "o8710", "name": "AntiMetal", "avatar": "misc_91", "contents": ["LOLOL Isn't the most famous hero within ARC a super hacker in the past? Legal criminal we're talking here", "草\nARCで一番有名な英雄()って元ハッカーじゃなかった？合法犯罪者万歳", "呵呵呵ARC裡最有名的英雄以前不是超級駭客嗎 合法犯罪者", "ARC에서 제일 유명한 영웅이 예전에 불법 해커였다며? 역시 합법적 범죄자 집단 그 이상도 아니겠지", "呵呵呵ARC裡最有名的英雄以前不是超級駭客嗎 合法犯罪者", "呵呵呵ARC里最有名的英雄以前不是超级骇客吗 合法犯罪者"]}, {"id": "o8711", "name": "UltraKY", "avatar": "default_14", "contents": ["When I see the previous comment, can't help but have a dream. No need to wait too long. A big announcement is coming soon. Everybody is going to be so shocked\n\nAh, I woke up. Better watch the news", "上のコメント見て我慢できず\nその内でっかいニュースがあるよ\n皆絶対驚く", "看到上面那樓，我忍不住做了一個夢\n不用太久，很快就有重大消息了，肯定會讓大家大吃一驚\n\n啊夢醒了，還是來看個新聞吧", "윗글 보니 또 근질근질하네\n오래 기다릴 필요 없이 곧 엄청난 소식이 밝혀질 거임. 다들 깜짝 놀랄 거야. \n\n말할 수 있는 건 여기까지. 뉴스나 잘 챙겨 보고 있으라고", "看到上面那樓，我忍不住做了一個夢\n不用太久，很快就有重大消息了，肯定會讓大家大吃一驚\n\n啊夢醒了，還是來看個新聞吧", "看到上面那楼，我忍不住做了一个梦\n不用太久，很快就有重大消息了，肯定会让大家大吃一惊\n\n啊梦醒了，还是来看个新闻吧"]}, {"id": "o8712", "name": "Gogossip", "avatar": "robosp_20", "contents": ["Dude you got something??", "何か知ってるの？？", "樓上有掛??", "1뭐야? 썰 좀 풀어봐!!", "樓上有掛??", "楼上有挂??"]}]}