{"id": "o8801", "name": "SuduMan", "titles": ["So... does anyone knows what actually happened", "つまり何があったのか誰か教えて欲しい", "所以有人知道到底發生了什麼事嗎", "그러니깐 대체 무슨 일이 벌어진 걸까", "所以有人知道到底發生了什麼事嗎", "所以有人知道到底发生了什么事吗"], "avatar": "misc_82", "attachments": [], "contents": ["We've never seen a complete collapse like this before, right?\nAlthough it seems to be on the verge of breaking a lot these days\nI feel like this is not normal", "前からずっと調子は悪かったけど\nここまで悲惨な状態になったのは初\nつまり何が言いたいかってヤバくねってこと", "之前從來沒有崩得這麼誇張吧\n雖然最近一直都要壞不壞的\n總覺得不正常啊", "예전에 이 정도까지는 아니었는데\n최근에는 거의 극에 달한 것 같다.\n모든 게 비정상으로 느껴져", "之前從來沒有崩得這麼誇張吧\n雖然最近一直都要壞不壞的\n總覺得不正常啊", "之前从来没有崩得这么夸张吧\n虽然最近一直都要坏不坏的\n总觉得不正常啊"], "replies": [{"id": "o8802", "name": "in9odwetrust", "avatar": "default_11", "contents": ["Same here, waiting for answers", "同じく知りたい", "同求大神解惑", "나도 그 이유를 알고 싶다", "同求大神解惑", "同求大神解惑"]}, {"id": "o8803", "name": "Snor_eDen", "avatar": "default_01", "contents": ["I'm a random engineer who happens to pass by. I've been chasing the recent internet issues for some time now. I am certain that this is definitely not some accident by chance. Instead, someone is purposely manipulating the system", "通りすがりのプログラマーです。最近のネット異常に注目してます。まず、はっきり言えるのは、これが事故ではなく、人為的なものだということですね。誰かが故意に操作してます", "我是路過的工程師，一直在追這陣子網路的異狀，我確定這絕對不是什麼偶發的意外，而是有人刻意操作的", "지나가던 프로그래머입니다. 일련에 일어났던 인터넷 이상 문제를 계속 주시하고 있었는데 이것은 예상치 못한 사고가 아니라 누군가 일부러 조작한 것이라고 장담할 수 있습니다", "我是路過的工程師，一直在追這陣子網路的異狀，我確定這絕對不是什麼偶發的意外，而是有人刻意操作的", "我是路过的工程师，一直在追这阵子网路的异状，我确定这绝对不是什么偶发的意外，而是有人刻意操作的"]}, {"id": "o8804", "name": "CHanatsuka", "avatar": "team_10", "contents": ["Don't stop halfway through. It's making me anxious", "ちょ、どういうことー気になるところで止めるのヤメテー", "不要只講一半啊，吊人胃口耶", "1 괜히 사람 궁금하게 만들지 말고 썰좀 다 풀어보셈", "不要只講一半啊，吊人胃口耶", "不要只讲一半啊，吊人胃口耶"]}, {"id": "o8805", "name": "Snor_eDen", "avatar": "default_01", "contents": ["Does everyone still remember the performance hosted by ROBO_Head a while ago? During that event, there were a lot of ghost connections eating up the data flow which completely ruined the live stream's quality. I've been investigating this stuff since that event. I discovered that a lot of the encrypted addresses share similar characteristics. Therefore, I can make a reasonable speculation that this is the act of one person or one organization.", "少し前のROBO_Headのライブ覚えてますか？幽霊が大量アクセスして通信が混みあって生配信の質がガタ落ちしてましたよね。あれからずっと調べてたんですけど、似たような特徴を持つ暗号化されたIPがたくさん見られました。そこから判断する限りでは、これらは全て同一人物もしくは一つの組織によるものです", "大家還記得前陣子 ROBO_Head 辦的表演嗎？那次有很多幽靈連線佔去流量，直播品質很慘，我從那時候開始就一直在查，找到不少加密位址都有相似的特徵，合理推斷是來自同一個人或組織的行為", "얼마 전에 ROBO_Head가 공연했을 때 유령들의 접속량이 많다 어쩌다 말도 많고 화질도 구려지고 했던 일들 기억나시죠? 그때 이후로 계속 조사해봤는데, 비슷한 특징을 지닌 암호화 IP를 발견할 수 있었습니다. 위 사실로 추측컨대, 그것들은 모두 동일 인물, 혹은 조직이 벌인 일이라는 확신이 들더군요.", "大家還記得前陣子 ROBO_Head 辦的表演嗎？那次有很多幽靈連線佔去流量，直播品質很慘，我從那時候開始就一直在查，找到不少加密位址都有相似的特徵，合理推斷是來自同一個人或組織的行為", "大家还记得前阵子 ROBO_Head 办的表演吗？那次有很多幽灵连线占去流量，直播品质很惨，我从那时候开始就一直在查，找到不少加密位址都有相似的特征，合理推断是来自同一个人或组织的行为"]}, {"id": "o8806", "name": "Snor_eDen", "avatar": "default_01", "contents": ["In addition, the recent garbled text and blank comments, the massive malfunction in the past few days, I also found that some of the interference came from the same encrypted address I mentioned above. I believe you guys understand where I'm going with this", "あと、最近の文字化けや空白のコメントについて。一部の干渉は上記のIPからの物でした。何が言いたいか分かりますよね", "而最近的亂碼和空白留言、這幾天的大型故障，我也查到一部份干擾來自上述的加密位址，我想你們懂我要說什麼", "그리고 최근 글자가 깨지고 공백으로 글이 남겨졌던 것도 조사해보니 일부는 위에 언급한 암호화 IP에서 발견됐습니다. 제가 무엇을 말하고 있는지 여러분이 알아채셨길 바랍니다.", "而最近的亂碼和空白留言、這幾天的大型故障，我也查到一部份干擾來自上述的加密位址，我想你們懂我要說什麼", "而最近的乱码和空白留言、这几天的大型故障，我也查到一部份干扰来自上述的加密位址，我想你们懂我要说什么"]}, {"id": "o8807", "name": "Kemcoter", "avatar": "team_24", "contents": ["Dude what you said was terrifying AF. So there really was a powerful mastermind behind all this?\nBut, only some sort of super hacker is capable of doing such a thing, right??", "こy\nつまりマジで裏には巨大な黒幕がいるってこと？\nでもかなり有能なハッカーじゃないとこんなことできなくね？", "樓上講的也太口怕了 原來背後真的有巨大的黑幕?\r\n可是能做到這件事的也只有超強駭客吧??", "1 무섭다 진짜. 역시 배후에 뭔가 거대한 암흑 조직 같은 게 있었단 얘기지?\n그런데 이런 일을 할 수 있는 사람들은 실력이 뛰어난 해커들이어야 할 텐데?", "樓上講的也太可怕了 原來背後真的有巨大的黑幕?\n可是能做到這件事的也只有超強駭客吧??", "楼上讲的也太可怕了 原来背后真的有巨大的黑幕?\n可是能做到这件事的也只有超强骇客吧??"]}, {"id": "o8808", "name": "66TAN66", "avatar": "misc_83", "contents": ["Engineer passing by, please save us!!", "通りすがりのプログラマーさんんんん!!僕らを守ってぇ!!!!", "霸脫路過的工程師保護我們!!", "지나가던 프로그래머님! 우리를 지켜 주세요!!!", "拜託路過的工程師保護我們!!", "拜托路过的工程师保护我们!!"]}, {"id": "o8809", "name": "Krypton", "avatar": "default_13", "contents": ["Wait, this is looking like a case where the admins need to interfere. <font color=\"#fff2ccff\"><b>@Snor_eDen</b></font> Should we report it", "まてまて、これもう管理局が介入した方がいいレベルのやつ<font color=\"#fff2ccff\"><b>@Snor_eDen</b></font> さん、通報した方がよくないすか", "等等，這看起來像是需要管理局介入的狀況，<font color=\"#fff2ccff\"><b>@Snor_eDen</b></font> 是不是該通報一下", "잠깐. 이건 관리국의 개입이 필요한 상황 같은데\n<font color=\"#fff2ccff\"><b>@Snor_eDen</b></font> 한 번 신고해보는 게 어떨까?", "等等，這看起來像是需要管理局介入的狀況，<font color=\"#fff2ccff\"><b>@Snor_eDen</b></font> 是不是該通報一下", "等等，这看起来像是需要管理局介入的状况，<font color=\"#fff2ccff\"><b>@Snor_eDen</b></font> 是不是该通报一下"]}, {"id": "o8810", "name": "Mick_Rorty", "avatar": "default_16", "contents": ["I personally feel that the admins don't have the ability to handle cybercrime... Our only hope is probably ARC", "管理局はネット犯罪に対応できるだけの能力はないでしょ。。。アーク先輩に頼むしか", "我覺得管理局大概沒能力處理網路犯罪......還是只能靠ARC吧", "관리국한테 인터넷 범죄 사건을 처리할 능력이 있을까.... ARC에 알리는 게 더 나을 듯", "我覺得管理局大概沒能力處理網路犯罪......還是只能靠ARC吧", "我觉得管理局大概没能力处理网路犯罪......还是只能靠ARC吧"]}, {"id": "o8811", "name": "Neon_raven", "avatar": "default_13", "contents": ["Mysterious Internet Hacker VS Passerby Super Engineer in Node 08 final battle in sky city!!\nPA, play the BGM!!", "謎のハッカー VS 通りすがりのプログラマー in Node 08 天空の城大決戦!!\nPAせんせーBGMよろ!!", "神秘網路駭客 VS 路過的超級工程師 in Node 08 天空之城大決戰!!\r\nPA老師請下BGM!!", "수수께끼의 해커 VS 지나가던 프로그래머\nNode 08 천공의 성에서 펼쳐지는 대격전!!\nPA쌤~ BGM 좀 깔아주세용~!!", "神秘網路駭客 VS 路過的超級工程師 in Node 08 天空之城大決戰!!\r\nPA老師請下BGM!!", "神秘网路骇客 VS 路过的超级工程师 in Node 08 天空之城大决战!!\r\nPA老师请下BGM!!"]}, {"id": "o8812", "name": "Prime6750911", "avatar": "default_15", "contents": ["Dude, are you retarded this is not some old monster movie", "空気読め。てかネーミングセンスな", "不要白目啦又不是老怪獸電影", "분위기 파악 하셈. 네이밍 센스 하고는", "不要白目啦又不是老怪獸電影", "不要白目啦又不是老怪兽电影"]}, {"id": "o8813", "name": "Wickedragon", "avatar": "default_17", "contents": ["Speaking of mysterious hacker... Isn't the culprit's identity very clear already?", "てか謎のハッカーてあいつしかいなくね", "說到神祕駭客......身分不是很明顯了嗎？", "수수께끼의 해커라니.....이미 누군지 다들 알잖아?", "說到神祕駭客......身分不是很明顯了嗎？", "说到神秘骇客......身分不是很明显了吗？"]}, {"id": "o8814", "name": "T3RA_wr47h", "avatar": "robosp_05", "contents": ["OMG are you a prophet! The news came out. Go watch it now", "予言者か！？みんな早くニュース", "天啊真的被樓上說中了！有新聞了，快去看", "1성지 순례!!!!! 지금 진짜로 뉴스 떴어!! 빨리 보셈!!!", "天啊真的被樓上說中了！有新聞了，快去看", "天啊真的被楼上说中了！有新闻了，快去看"]}]}