{"id": "o9001", "name": "WeskerLam", "titles": ["Any idea why such a winner in life would go and commit crimes??", "人生の勝ち組がわざわざ犯罪に手を染める理由てなに？", "有沒有人生勝利組還要出來犯罪的八卦??", "인생 승리자가 범죄 구설수에 일부러 휘말린다고?", "有沒有人生勝利組還要出來犯罪的八卦??", "有没有人生胜利组还要出来犯罪的八卦??"], "avatar": "default_20", "attachments": [], "contents": ["Seriously, why?\nGenius, has a job that pays really well, knows how to play music, BOTH his rumored girlfriends are super hot/cute girls anyone would die to date\nIt's not like he's a loser weeb like me who can only get a tiny sense of happiness through dating sims and simulation games\nJust... why the heck would he want to host a concert to delete everyone's memory?\nIs he a psychopath or what?", "まじでなんで？\n天才で、良い給料もらってて、音楽もできて、元カノはみんな可愛くて\nいや、俺みたいなデブオタならまだわかるよ？\n2次元の彼女にときめきをもらうのが人生唯一の楽しみみたいなとこあるから\nでも、なんであんな恵まれた奴がわざわざフェスやってみんなの記憶を消す必要があったわけ？\nなに？わからん！変態なの？変な人なの？", "點解?\n天才、有優渥薪水的工作、會玩音樂、緋聞女友們都是鄉民女神\n不像我這種魯蛇肥宅只能在家玩戀愛模擬遊戲跟經營模擬遊戲獲得一點小確幸\n到底為什麼要去辦音樂會刪大家記憶啊?\n心理變態嗎?", "질무우우운!\n나처럼 집에서 미연시 게임이나 연구하면서 소소한 행복을 느끼는 10덕후와는 달리, 천재에다가 연봉도 엄청 높고 음악도 잘하고 귀여운 여자애들과 스캔들도 끊이지 않는 사람이 어째서 굳이 모두의 기억을 지우려 한 것일까?\n일종의 페티쉬?", "點解?\n天才、有優渥薪水的工作、會玩音樂、緋聞女友們都是網路女神\n不像我這種魯蛇肥宅只能在家玩戀愛模擬遊戲跟經營模擬遊戲獲得一點幸福感\n到底為什麼要去辦音樂會刪大家記憶啊?\n心理變態嗎?", "点解?\n天才、有优渥薪水的工作、会玩音乐、绯闻女友们都是网路女神\n不像我这种鲁蛇肥宅只能在家玩恋爱模拟游戏跟经营模拟游戏获得一点幸福感\n到底为什么要去办音乐会删大家记忆啊?\n心理变态吗?"], "replies": [{"id": "o9002", "name": "Go55ip", "avatar": "default_15", "contents": ["Maybe he has some sort of rare disease that allows him to achieve orgasm by deleting people's memories", "もしかしたらかなり珍しい病気なのかもよ\n人の記憶を消すことで快楽を感じるてきな", "說不定有罕見疾病，刪除對方記憶的時候可以獲得快感", "보기 드문 희귀 질환일 수도? 사람의 기억을 지우는 것에서 카타르시스를 느낀다거나 뭐 그런?", "說不定有罕見疾病，刪除對方記憶的時候可以獲得快感", "说不定有罕见疾病，删除对方记忆的时候可以获得快感"]}, {"id": "o9003", "name": "888fans", "avatar": "default_18", "contents": ["In addition, people won't even remember the ahegao you have when you delete their memories", "相手は記憶を消す瞬間の快感に悶えるこっちの顔も覚えてないしね", "而且對方還不會記得你刪除他記憶時的高潮臉", "게다가 상대방은 자신의 기억을 지우며 흥분해하는 표정조차도 기억 못할 테니깐.", "而且對方還不會記得你刪除他記憶時的高潮臉", "而且对方还不会记得你删除他记忆时的高潮脸"]}, {"id": "o9004", "name": "UltraKY", "avatar": "default_14", "contents": ["Ooh, how convenient", "なんか、便利やな\n.　 :ﾊ_ﾊ:ﾊ_ﾊ:. 　ｶﾞﾀ\n　:(;ﾟдﾟ)ﾟдﾟ;):　 ｶﾞﾀ\n　:(´`つ⊂´):.. 　　ﾌﾞﾙ\n　:と_　))(_　つ:　ﾌﾞﾙ", "一整個方便耶", "엄청 편리하겠네", "一整個方便耶", "一整个方便耶"]}, {"id": "o9005", "name": "GymGai", "avatar": "default_04", "contents": ["To get inspiration for songs? I have heard that some artists get their creative rush through negative emotions like violence and crimes. Maybe that's the case??", "作曲のインスピレーション得るためとか？なんか一部の芸術家って暴力とか犯罪とか負の感情から創作意欲湧いたりするって聞くよ", "取得作曲靈感? 好像有些藝術家是透過負面的情緒例如暴力或犯罪來獲得創作動能的??", "작곡할 때 영감을 얻기 위해서? 몇몇 예술가들은 작품을 위해서 일부러 자신을 나락으로 던져버리곤 하잖아. 폭력이라든가 범죄라든가, 창조를 위한 동기를 얻기 위해서라고 외치면서.", "取得作曲靈感? 好像有些藝術家是透過負面的情緒例如暴力或犯罪來獲得創作動能的??", "取得作曲灵感? 好像有些艺术家是透过负面的情绪例如暴力或犯罪来获得创作动能的??"]}, {"id": "o9006", "name": "Nyd_Ans", "avatar": "default_04", "contents": ["Goddamnit he is such a winner in life! I am jealous AF", "聖人Xまじで人生の勝ち組やんけ\nうらやますぃー", "聖人X真的好勝利喔我完全忌妒", "그러고 보면 X는 진짜 금수저 부러울 것 없는 리얼 인생 승리자였네.\n괜히 질투 난다.", "聖人X真的好勝利喔我完全忌妒", "圣人X真的好胜利喔我完全忌妒"]}, {"id": "o9007", "name": "Marshall", "avatar": "team_06", "contents": ["Both NEKO and CHERRY are great!!! I often have... thoughts when I look at them", "NEKOもCHERRYもよき!!!あんなことやこんなことしてあんなこんな顔させたい", "NEKO或是CHERRY都好棒!!!  常常讓我有大膽的想法", "NEKO나 CHERRY도 참 대단하지!! 가끔 대담한 생각까지 들게 만드네", "NEKO或是CHERRY都好棒!!!  常常讓我有大膽的想法", "NEKO或是CHERRY都好棒!!! 常常让我有大胆的想法"]}, {"id": "o9008", "name": "DoToro", "avatar": "default_03", "contents": ["If you're someone who has followed Xenon from the very beginning,\nit's very difficult to imagine that he's someone who would do such things...", "昔からXさんのこと追っかけてたら\nこんなことする人だなんて思いもよらなかっただろうな......", "如果從一開始就有發樓X大\n實在是非常難以想像他會做出這種事情......", "초창기부터 X의 팬이었던 사람들은,\n진짜 그가 이런 짓을 벌였을 거라곤 절대 상상도 하지 못했을 텐데.", "如果從一開始就有發樓X大\n實在是非常難以想像他會做出這種事情......", "如果从一开始就有发楼X大\n实在是非常难以想像他会做出这种事情......"]}, {"id": "o9009", "name": "Arya_Poke", "avatar": "robosp_03", "contents": ["Iirc, his motivations were not stated clearly in the news\nUsually, if someone pleads guilty directly without a motivation, something's definitely fishy, right", "ニュースで犯行動機出てた？出てないよね\n動機もなく罪を認めるってなんかおかしくね？", "新聞裡面好像沒有把犯案動機講出來\n一般來說沒有動機直接坦承犯案會讓人感覺有鬼吧", "뉴스 보니깐 아직 범죄 동기에 대해선 아무 말 없던데?\n아무런 동기도 없는데 자신이 범인이라고 죄를 인정해버린다? 뭔가 조금 걸리지 않나?", "新聞裡面好像沒有把犯案動機講出來\n一般來說沒有動機直接坦承犯案會讓人感覺有鬼吧", "新闻里面好像没有把犯案动机讲出来\n一般来说没有动机直接坦承犯案会让人感觉有鬼吧"]}, {"id": "o9010", "name": "DDStream", "avatar": "default_19", "contents": ["So... guilty was \"pleaded\" for him?\nBasically, a sacrificial lamb??", "罪を認め「させられた」？\nとかだったりしてww", "直接\"被\"認罪?\n其實是替死鬼的概念嗎", "자백을 「강요」 받았다?\n이건 또 무슨", "直接\"被\"認罪?\n其實是替死鬼的概念嗎", "直接\"被\"认罪?\n其实是替死鬼的概念吗"]}, {"id": "o9011", "name": "4nonymous", "avatar": "default_01", "contents": ["Isn't it precisely because he's a winner in life that gave him the idea that he can get away with whatever bullcrap he does?", "人生の勝ち組だから何をしても許されると思っちゃったんじゃない？？？\n勘違い乙！！！", "不是因為勝利組所以才自以為幹甚麼事情都可以被原諒嗎?", "인생 승리자라서 그냥 자신이 무슨 일을 해도 쉽게 용서받을 거라고 생각해 버린 거 아닐까?", "不是因為勝利組所以才自以為幹甚麼事情都可以被原諒嗎?", "不是因为胜利组所以才自以为干什么事情都可以被原谅吗?"]}, {"id": "o9012", "name": "aidan", "avatar": "team_25", "contents": ["Most winners in life ended up being complete f*** ups too\nYou will treasure the things you have only if you achieved them through your own hard work!!", "調子に乗るのは勝ち組本人よりも勝ち組の2代目な印象\n本人は自分で努力して手に入れた立場を大切にするハズ", "勝利組的小孩才會壞掉吧\n如果是自己努力才有一番成就反而會很珍惜吧!!", "그런 사람이 애를 낳으면 애가 망가짐.\n자신이 직접 노력해서 얻은 결실이야말로 가장 진귀한 것이라는!!", "勝利組的小孩才會壞掉吧\n如果是自己努力才有一番成就反而會很珍惜吧!!", "胜利组的小孩才会坏掉吧\n如果是自己努力才有一番成就反而会很珍惜吧!!"]}, {"id": "o9013", "name": "HimawariK", "avatar": "default_13", "contents": ["I am proud to say that I've cleared all the routes for any dating sim I play!!\n<font color=\"#ccffffff\"><b>#Weebpower</b></font>", "恋愛シミュレーションゲームだったらワイにまかせておけ\n全キャラ攻略するのは基本やで!!!\n<font color=\"#ccffffff\"><b>#オタクパワー☆</b></font>", "我戀愛遊戲都攻略全部角色我驕傲!!\n<font color=\"#ccffffff\"><b>#肥宅POWER</b></font>", "미연시 모든 캐릭터 전부 공략 완료!!\n<font color=\"#ccffffff\"><b>#이거시야말로오타쿠의저력</b></font>", "我戀愛遊戲都攻略全部角色我驕傲!!\n<font color=\"#ccffffff\"><b>#肥宅POWER</b></font>", "我恋爱游戏都攻略全部角色我骄傲!!\n<font color=\"#ccffffff\"><b>#肥宅POWER</b></font>"]}, {"id": "o9014", "name": "Heart_Head", "avatar": "misc_27", "contents": ["The world of a genius is hard to understand. Perhaps there really is a reason that none of us ever thought about!", "天才の考えることはわからんちー\nもしかしたら凡人にはわからない理由があるのかもよん", "天才的世界很難理解的，說不定真的有我們都想不到的理由啊!", "일반 평민이 천재들이 사는 세상을 어찌 이해하리오. 우리가 절대 알지 못하는 그런 이유가 있지 않았을까?", "天才的世界很難理解的，說不定真的有我們都想不到的理由啊!", "天才的世界很难理解的，说不定真的有我们都想不到的理由啊!"]}, {"id": "o9015", "name": "NEKOSAIKOU", "avatar": "nekosp_01", "contents": ["Welp, can't help it then, guess I'll be the one to comfort NEKO", "仕方ない。俺がNEKOたんを慰めてあげるしかないな。", "沒辦法了只好讓我來好好安慰NEKO", "어쩔 수 없네. NEKO는 내가 위로해줄 수밖에.", "沒辦法了只好讓我來好好安慰NEKO", "没办法了只好让我来好好安慰NEKO"]}, {"id": "o9016", "name": "AlwaysKY", "avatar": "default_14", "contents": ["Maybe he lost in truth or dare?", "罰ゲームとか？", "大冒險輸了?", "그냥 객기 부린 거 아닐까", "大冒險輸了?", "大冒险输了?"]}, {"id": "o9017", "name": "DogBark", "avatar": "misc_41", "contents": ["Imo, there is definitely still more shady stuff that folks are not saying", "絶対に黒幕おるやろー", "我覺得一定有更不可告人的黑幕啦", "내 생각엔 분명 밝혀져서는 안 될 어떤 흑막이 있는 거임", "我覺得一定有更不可告人的黑幕啦", "我觉得一定有更不可告人的黑幕啦"]}]}