{"id": "o9101", "name": "Flower_Head", "titles": ["[Repost] Breaking! Cherry booed for being \"unprofessional\" after late arrival at concert, this person spoke up for her behind the scenes...", "[リポスト] 衝撃！Cherryがライブに遅刻 「プロ意識が足りない」とバッシングを受けるも助け船", "[轉貼] 傻眼！Cherry 演唱會遲到被觀眾噓「不敬業」 他在背後緩頰替她叫屈", "[공유] 충격!「그러고도 프로냐?」Cherry 라이브 공연 지각으로 인한 대중들의 쓴소리! 허나 예기치 못한 반전!", "[轉貼] 傻眼！Cherry 演唱會遲到被觀眾噓「不敬業」 他在背後緩頰替她叫屈", "[转贴] 傻眼！ Cherry 演唱会迟到被观众嘘「不敬业」 他在背后缓颊替她叫屈"], "avatar": "robosp_11", "attachments": ["o9101"], "contents": ["[Entertainment][Cherry PuNK][Concert]\n<blockquote>\nIn a recent performance of the popular band Cherry PuNK, lead vocalist Cherry appeared to suffer some serious mismanagement regarding her personal schedule. She was absent for almost 30 minutes before hastily taking the stage to complete the performance. Although her performance is still up to her usual standards, her actions at the start left quite the bad taste. Many audience members criticized her, calling this \"The most absurd concert\" they've ever seen. \n\nCherry's late arrival occurred at a charity concert held at Node 08's Central Park. Many audience members actually waited in line overnight just to catch a glimpse of their idol, yet they were slapped with a near-30 minute no-show. Many thought that this was an organized warmup event by the band at first, which led to plenty of complaints. Some fans took to iM to express that Cherry is nowhere near as nice and professional as others have described. Their reasoning is that she didn't even bother to explain why she was late. She just hopped on stage and performed till the end as if nothing has happened. \n\nHowever, the day following the concert, fan club president CherryMyLife (iM account name) made a statement after contacting Cherry's agent and other band members to understand the situation. He stated that the real reason behind the delay was because Cherry had to deal with a family emergency that suddenly came up. Knowing how disappointed the fans would be of her absence, Cherry rushed to Central Park as fast as she could once she finished addressing the emergency.\n\nCherry didn't cancel her performance even in the face of an unforeseeable situation. After this information surfaced, her dedication and work ethic immediately received praise from fans and netizens once again, claiming that Cherry is indeed \"Node 08 rock's last hope\". Praises like \"Cherry is the best person I've ever seen.\", \"We don't deserve Cherry PuNK.\", \"This is why I will always love her.\" \"Only Cherry can surpass Cherry\" can be seen everywhere.\n</blockquote>\n[Article excerpted from Neo Entertainment]", "[娯楽][Cherry PuNK][ライブ]\n<blockquote>\n人気バンドCherry PuNKのメインボーカルが、個人的なスケジュール管理の問題で、ライブ当日30分も遅刻した。ライブの内容自体は水準を失ってはいなかったが、そのあり得ない行為により、観客からは不満の声が溢れており、「史上最悪のライブ」とまで言われている。 \n\nCherryは、Node08中央公園にて開催されたチャリティコンサートに何と大遅刻した。一目スターの姿を見たいがために、前日から徹夜で待機していた観客もいる中、 Cherryは彼らを30分も待ちぼうけにさせたのだ。これに対して不満の声も多くあがっている。一部の観客は、iM上で、Cherryは巷で言われているほど優しくもなければ、プロ意識もないと発言している。このような声が上がった原因は、彼女が遅刻したにもかかわらず、何の説明もなく、何事もなかったかのようにライブを最後まで終えたところにあるのだろう。\n\nファンクラブ会長のCherryMyLife（iMアカウント名）は、その他の会員とマネージャーに話を聞いたころ、Cherryは当日、家庭内で急を要する問題が発生したため遅刻したと言っていたとライブ翌日語った。Cherryはファンをガッカリさせないために、急いでそちらの対応を済ませて、車で中央公園へ向かったそうだ。\n\nCherryの不可抗力の原因でライブが困難な状況であるにもかかわらず、中止にはしないというプロ精神が広まると、ネット上では多くの彼女を褒めたたえる声が投稿された。ファンは皆口をそろえてCherryは「Node08ロック界最後の希望」と言い、「Cherry最高」、「むしろ自分たちがCherry PuNKに釣り合わない」、「だからファンを止められない」、「Cherryを超えられるのはCherryだけ」など他にも多くの彼女を称賛する声があがっている。\n</blockquote>\n[Neo Entertainmentより]", "[娛樂][Cherry PuNK][演唱會]\n<blockquote>\n人氣樂團 Cherry PuNK 的主唱在日前一場表演中，疑似個人行程管理大出包，幾乎缺席了半小時才匆匆上台演出。雖然表演仍不失其水準，誇張的行徑卻也被不少觀眾抨擊，直指這是他們看過「最荒謬的演唱會」。\n\nCherry在 Node 08 中央公園舉辦的公益演唱會大遲到，不少觀眾其實是徹夜排隊只為了一睹偶像風采，卻被放了將近30分鐘的鴿子，還以為是樂團特別安排的暖場，因此產生了不少怨言。有一些觀眾就在iM上表示 Cherry 其實根本沒有外界形容的這麼親切和專業，因為她甚至沒有解釋晚登台的原因，而是一跳上舞台就若無其事地演唱到底。\n\n不過身為粉絲後援會的會長 CherryMyLife（iM帳號名稱）在演唱會隔天表示，在跟經紀人以及其他團員了解狀況後，其實當天 Cherry 是臨時家中發生了緊急事件才導致這場延誤，而 Cherry 也不想讓粉絲失望，在迅速處理完事情之後飆車前往中央公園。\n\n發現 Cherry 不但沒有因為不可抗力因素取消表演的敬業行為，立刻再度引來大量粉絲及網友的讚美，直呼 Cherry 不愧是 「Node 08搖滾最後希望」，紛紛表示：「Cherry 是我看過最好的人」、「我們不值得Cherry PuNK」、「這就是為什麼我永遠愛她」、「只有 Cherry 能夠超越 Cherry」。\n</blockquote>\n[文字節錄自 Neo Entertainment]", "[엔터테인먼트][Cherry PuNK][콘서트]\n<blockquote>\n인기 밴드 Cherry PuNK의 메인 보컬이 며칠 전 공연에서 개인 스케줄 관리 문제로 30분가량 무대에 서지 못했던 상황이 발생했다. 훌륭한 수준의 공연을 펼쳤다 하더라도 스케줄 관리 문제로 인해 발생한 사태로 관중들은 「최악의 콘서트」라는 등의 쓴소리를 멈추지 않았다. \n\nCherry는 Node 08 센트럴 공원에서 개최한 자선 콘서트의 스케줄을 제대로 지키지 못했고 이로 인해 자신을 보기 위해 전날부터 밤을 새우며 줄을 섰던 팬들을 30분가량 더 기다리게 만들었다. 공연 시작 전 특별한 차례를 마련한 것일 거라는 팬들의 기대는 어긋났고 결국 많은 팬들의 원성을 사게 된 것이다. 몇 관중은 iM에서 「왜 공연에 늦었는지에 대한 어떠한 해명도 없이 공연을 시작했고 결국 라이브가 끝날 때까지 우린 어떠한 말도 듣지 못했다. Cherry는 프로답지 못한 행실을 하고 있다.」고 글을 올리며 분노를 표하기도 했다.\n\n하지만 추후 팬클럽 회장 CherryMyLife (iM 계정 명칭)는 콘서트 다음날, Cherry는 당일 갑작스럽게 발생한 집안 사정으로 지각을 할 수밖에 없는 상황에 처했고 Cherry는 자신을 기다리는 팬들을 실망시키지 않기 위해 신속히 문제를 해결한 후 센트럴 공원으로 분주히 향했다는 매니저 및 기타 멤버들의 해명을 듣게 되었다는 소식을 올렸다.\n\nCherry는 불가항력적 요소로 콘서트를 취소할 권리가 있었음에도 그렇게 하지 않은 그녀의 행보가 밝혀지면서 다시 수많은 팬들과 네티즌들의 찬사를 받게 되었다.「Node 08 로큰롤의 희망」,「Cherry는 프로 중의 프로다」,「믿고 있었다 Cherry PuNK」,「내가 그녀를 영원히 지지하는 이유」,「오직 Cherry만이 Cherry를 넘어설 수 있다」는 등등의 끊임없는 찬사가 계속 이어지고 있다.\n</blockquote>\n[Neo Entertainment 텍스트 중]", "[娛樂][Cherry PuNK][演唱會]\n<blockquote>\n人氣樂團 Cherry PuNK 的主唱在日前一場表演中，疑似個人行程管理大出包，幾乎缺席了半小時才匆匆上台演出。雖然表演仍不失其水準，誇張的行徑卻也被不少觀眾抨擊，直指這是他們看過「最荒謬的演唱會」。\n\nCherry在 Node 08 中央公園舉辦的公益演唱會大遲到，不少觀眾其實是徹夜排隊只為了一睹偶像風采，卻被放了將近30分鐘的鴿子，還以為是樂團特別安排的暖場，因此產生了不少怨言。有一些觀眾就在iM上表示 Cherry 其實根本沒有外界形容的這麼親切和專業，因為她甚至沒有解釋晚登台的原因，而是一跳上舞台就若無其事地演唱到底。\n\n不過身為粉絲後援會的會長 CherryMyLife（iM帳號名稱）在演唱會隔天表示，在跟經紀人以及其他團員了解狀況後，其實當天 Cherry 是臨時家中發生了緊急事件才導致這場延誤，而 Cherry 也不想讓粉絲失望，在迅速處理完事情之後飆車前往中央公園。\n\n發現 Cherry 不但沒有因為不可抗力因素取消表演的敬業行為，立刻再度引來大量粉絲及網友的讚美，直呼 Cherry 不愧是 「Node 08搖滾最後希望」，紛紛表示：「Cherry 是我看過最好的人」、「我們不值得Cherry PuNK」、「這就是為什麼我永遠愛她」、「只有 Cherry 能夠超越 Cherry」。\n</blockquote>\n[文字節錄自 Neo Entertainment]", "[娱乐][Cherry PuNK][演唱会]\n<blockquote>\n人气乐团 Cherry PuNK 的主唱在日前一场表演中，疑似个人行程管理大出包，几乎缺席了半小时才匆匆上台演出。虽然表演仍不失其水准，夸张的行径却也被不少观众抨击，直指这是他们看过「最荒谬的演唱会」。\n\nCherry在Node 08 中央公园举办的公益演唱会大迟到，不少观众其实是彻夜排队只为了一睹偶像风采，却被放了将近30分钟的鸽子，还以为是乐团特别安排的暖场，因此产生了不少怨言。有一些观众就在iM上表示 Cherry 其实根本没有外界形容的这么亲切和专业，因为她甚至没有解释晚登台的原因，而是一跳上舞台就若无其事地演唱到底。\n\n不过身为粉丝后援会的会长CherryMyLife（iM帐号名称）在演唱会隔天表示，在跟经纪人以及其他团员了解状况后，其实当天Cherry 是临时家中发生了紧急事件才导致这场延误，而Cherry也不想让粉丝失望，在迅速处理完事情之后飙车前往中央公园。\n\n发现Cherry 不但没有因为不可抗力因素取消表演的敬业行为，立刻再度引来大量粉丝及网友的赞美，直呼Cherry 不愧是「Node 08摇滚最后希望」，纷纷表示：「Cherry 是我看过最好的人」 、「我们不值得Cherry PuNK」、「这就是为什么我永远爱她」、「只有Cherry 能够超越Cherry」。\n</blockquote>\n[文字节录自 Neo Entertainment]"], "replies": [{"id": "o9102", "name": "CherryMyLife", "avatar": "misc_56", "contents": ["Cherry is what we call a true professional ok~\nIf it's other artists, they would've probably just canceled the whole thing!", "Cherryみたいなのがプロって言うんだよ～\n他の歌手だったらキャンセルしてたでしょ", "Cherry這樣才是敬業好嗎~\n一般藝人搞不好就直接取消了吧???", "Cherry야말로 진짜 프로라고~\n일반 아티스트들은 그냥 공연 취소하고 죄송합니다 했겠지~", "Cherry這樣才是敬業好嗎~\n一般藝人搞不好就直接取消了吧???", "Cherry这样才是敬业好吗~\n一般艺人搞不好就直接取消了吧???"]}, {"id": "o9103", "name": "TunaLee", "avatar": "team_02", "contents": ["Does anyone else feel disgusted by this hollow content farm nonsense we're getting a lot these days??", "出たーwwネットでコメント集めてきたニュース(笑)", "有人跟我一樣對這種內容農場文體感到肚爛的嗎??", "혹시나 해서 묻는데 이런 글 나만 불편한가?", "有人跟我一樣對這種內容農場文體感到不爽的嗎??", "有人跟我一样对这种内容农场文体感到不爽的吗??"]}, {"id": "o9104", "name": "moonin", "avatar": "team_22", "contents": ["Her loyal fans probably didn't mind the delay, but the average audience would be pretty mad, right??", "盲目なファンならまだしも、普通の観客からしたらふざけんな案件では？？", "死忠歌迷可能沒差，不過一般觀眾應該會覺得不值吧??", "극성팬들은 뭐 별 차이 없겠지. 하지만 일반 관중들도 그렇게 생각할까??", "死忠歌迷可能沒差，不過一般觀眾應該會覺得不值吧??", "死忠歌迷可能没差，不过一般观众应该会觉得不值吧??"]}, {"id": "o9105", "name": "vveay", "avatar": "team_27", "contents": ["Looks like mono's inner management has loads of issues too\nWhy would anyone allow such a serious mishap??", "MONO内部にはまだまだ問題が潜んでそうだな(笑)\nこんなん許していいのん？", "單聲內控看起來也是問題一堆\n竟然允許這種天窗??", "모노 내부 단속도 참 문제가 많아.\n이런 일을 그냥 넘어간 거야?", "單聲內控看起來也是問題一堆\n竟然允許這種天窗??", "单声内控看起来也是问题一堆\n竟然允许这种天窗??"]}, {"id": "o9106", "name": "CJW", "avatar": "team_28", "contents": ["However, if we were to judge by previous cases, it seems like Mono can't really monitor Cherry either LOLOL\nLike the previous incident where she violated her contract, the whole thing barely even made the news", "前から思ってたけど、MonoってあんまりCherryのことコントロールしきれてないよなwwww契約違反の時もさwwwww", "不過之前看單聲好像也不是那麼好掌控Cherry的樣子wwwww\n違約那件事情就大事化小了", "근데 모노보면 예전에도 Cherry한테는 뭔가 쩔쩔맨 느낌이 있지 않았나? ㅋㅋㅋㅋ계약 위반 사건 터진 이후로 말이야 ㅋㅋㅋㅋㅋ", "不過之前看單聲好像也不是那麼好掌控Cherry的樣子wwwww\n違約那件事情就大事化小了", "不过之前看单声好像也不是那么好掌控Cherry的样子wwwww\n违约那件事情就大事化小了"]}, {"id": "o9107", "name": "HC", "avatar": "team_16", "contents": ["Is this what news are nowadays?? Just a compilation of internet comments??", "なに？最近のニュースってネット民のコメント入れるのが流行りなの？", "現在新聞一定都用拿網友留言當內容嗎????", "요즘 뉴스는 인터넷 글들을 퍼 와서 분량을 채우나???", "現在新聞一定都用拿網友留言當內容嗎????", "现在新闻一定都用拿网友留言当内容吗????"]}, {"id": "o9108", "name": "NnNn", "avatar": "team_11", "contents": ["Oh... so this counts as a report? ", "ん……おう……これでおわりっすか？日記かよ？", "呃....這樣也一篇喔?", "헐....그것만 모아도 한 편 나오겠다 ㅋㅋㅋ", "呃....這樣也一篇喔?", "呃....这样也一篇喔?"]}, {"id": "o9109", "name": "JusticeMe", "avatar": "default_04", "contents": ["Those comments in the end... just how big of a fanboy do you have to be to make such stupid comments? Guess it takes talent to be a fanboy too ROFL", "これに乗ってるコメントってただの信者のコメントでしょ？ここまで洗脳されんのも簡単なことじゃないよ～すごいよ～", "後面那些網友留言是腦粉吧? 腦成這樣也不簡單呢~~", "등장하는 저 댓글들은 진짜 진심인 건가? 저렇게 세뇌되기도 쉽지 않은데~~", "後面那些網友留言是腦粉吧? 腦成這樣也不簡單呢~~", "后面那些网友留言是脑粉吧? 脑成这样也不简单呢~~"]}, {"id": "o9110", "name": "SYY", "avatar": "team_21", "contents": ["Turns out that the whole article is just empty fluff. No insider information what so ever", "特に裏があったわけでも，驚くような内容があったわけでもないですね\nこれでも記事にできるんですね", "結果其實從頭到尾也沒甚麼了不起的內幕", "결국 처음부터 끝까지 뭔가 엄청난 내막이 숨겨져 있던 건 아니라는 얘기네", "結果其實從頭到尾也沒甚麼了不起的內幕", "结果其实从头到尾也没什么了不起的内幕"]}, {"id": "o9111", "name": "Curo", "avatar": "team_26", "contents": ["Hey look, it's friends who know how to make big scawy titles~~~~", "題名つけるのが下手なフレンズですね～", "是很會下標題的朋友呢~~~", "낚시성 제목 쓰는 일은 진짜 일류야 일류~~~", "是很會下標題的朋友呢~~~", "是很会下标题的朋友呢~~~"]}, {"id": "o9112", "name": "lenba", "avatar": "team_18", "contents": ["Breaking! Reporter does your family know that you are copy and pasting internet posts and calling it news?", "まぢでビビるわww人のコメントを切り取っただけでニュース()記事にしてるってどんだけww", "傻眼！記者你家人知道你在這邊剪貼網路文章當新聞嗎？", "어이없네 ㅋㅋ 기레기야. 네가 인터넷 글 모아서 뉴스 분량 채우는 거, 너희 가족은 알고 있니?", "傻眼！記者你家人知道你在這邊剪貼網路文章當新聞嗎？", "傻眼！记者你家人知道你在这边剪贴网路文章当新闻吗？"]}, {"id": "o9113", "name": "RamenBot", "avatar": "team_17", "contents": ["We don't deserve to read such garbage reports", "時間を割いて見ると損する記事です", "我們不值得看這種爛新聞", "이딴 기사 볼 가치 1도 없음", "我們不值得看這種爛新聞", "我们不值得看这种烂新闻"]}, {"id": "o9114", "name": "lrrllrrl", "avatar": "team_20", "contents": ["WTF she just showed up at the end. What did she do to deserve such glowing praise?? Are we that desperate for anything good now?", "イイ感じに訓練されとんな\n遅刻しても最後に会場に現れたら聖人扱いかよ((笑", "太奴了吧，人家最後有出現就捧成聖人一樣\n價值觀太淪喪了ㄅ", "화가 난다. 지각을 해도 여신 취급이라니.\n도덕이 땅에 떨어졌네.", "太奴了吧，人家最後有出現就捧成聖人一樣\n價值觀太淪喪了吧", "太奴了吧，人家最后有出现就捧成圣人一样\n价值观太沦丧了吧"]}, {"id": "o9115", "name": "maplewing", "avatar": "team_19", "contents": ["I was literally dumbfounded that day. I really thought that LUMY's gonna perform the whole thing herself", "当日会場にいたんやけど、LUMYが最初から最後までやんのかと思ったわ", "我那天真的很傻眼  以為LUMY要從頭表演到尾了", "그날 진짜 완전 어이없었음! 그냥 LUMY가 다 처음부터 끝까지 공연할 줄 알았는데", "我那天真的很傻眼  以為LUMY要從頭表演到尾了", "我那天真的很傻眼 以为LUMY要从头表演到尾了"]}, {"id": "o9116", "name": "FindCherry", "avatar": "default_12", "contents": ["All PuNK no Cherry", "Cherryがいなくて、ただのPuNKになるとこだったわ", "整個變成PuNK，沒有Cherry", "PuNK가 돼버린 순간이다. Cherry는 없었으니.", "整個變成PuNK，沒有Cherry", "整个变成PuNK，没有Cherry"]}, {"id": "o9117", "name": "94Chiang", "avatar": "default_14", "contents": ["Praise the entertainment media and their ability to turn any minute incidents into national emergencies!!", "しゅごい\n小さな出来事をまるで大事件のように書いちゃう記者さんしゅごい←", "娛樂新聞94強，一件小插曲直接寫成國家大事的格局!!", "연예면 쓰는 기자들은 좋겠다. 작은 사건도 엄청난 소식마냥 부풀려 쓸 수 있잖아!!", "娛樂新聞94強，一件小插曲直接寫成國家大事的格局!!", "娱乐新闻94强，一件小插曲直接写成国家大事的格局!!"]}]}