{"id": "o9501", "name": "Flower_Head", "titles": ["[Repost] Æsir-FEST incident prime suspect Simon Jackson pleads guilty to his crimes", "[リポスト] Æsir-FEST事件Simon Jackson容疑者罪を認める", "[轉貼] Æsir-FEST事件頭號嫌疑犯 Simon Jackson 伏首認罪", "[공유] Æsir-FEST 사건의 유력 용의자 Simon Jackson 죄를 인정하다", "[轉貼] Æsir-FEST事件頭號嫌疑犯 Simon Jackson 伏首認罪", "[转贴] Æsir-FEST事件头号嫌疑犯 Simon Jackson 伏首认罪"], "avatar": "robosp_11", "attachments": [], "contents": ["[News][Æsir][Hacker][Cybercrime][A.R.C.][Administration Bureau]\n<blockquote>\nThe series of internet terrorist attacks related to the infamous Æsir-FEST has been the talk of the Node. Prime suspect Simon Jackson (Internet ID: Xenon) was arrested a few days ago. Despite refusing to explain his involvement with the cases at first, after several nights of interrogation, we've received information that he has finally given up and pleaded guilty, stating that he is indeed the mastermind behind everything: Æsir.\n\nAccording to an anonymous source from within the Administration Bureau, Simon Jackson stated during interrogation: \" Under a condition where a certain purpose exists in the subconscious, I may have used my computer technology skills to convert the theoretical thought of stealing memories into practical actions. Even though my memory is still in a rather chaotic state, I will not rule out the possibility that I fabricated this Æsir identity and used it to commit criminal acts.\"\n\nThe source also points out that the higher-ups at A.R.C., where Simon Jackson is previously employed at, have also dispatched key figures to assist the Administration Bureau in acquiring more evidence. This is also to ensure that there are no hidden accomplices or other potentially dangerous factors that may lead to another incident.\n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][Æsir][ハッキング][ネット犯罪][A.R.C.][管理局]\n<blockquote>\n近日、世間を賑わせているÆsir-FEST関連のインターネットテロ事件の容疑者として、Simon Jackson (ネット上での名はXenon)が逮捕された件について、 Simon Jackson容疑者は、最初こそ事件の全貌について黙秘していたものの、連日の度重なる取り調べにより、現在は自らの罪を認め、自身が一連の事件の首謀者Æsirであると明かした。\n\n管理局内部の匿名の人物からの証言によると、Simon Jackson容疑者は取り調べの際に「潜在意識の中で何らかの意図を持っている状態で、自らのパソコン技術を使用し、記憶を奪うという行為に出たのかもしれない。今だに記憶は錯乱しているが、自らがÆsirという人物を作りだし、犯罪行為に及んだ可能性は否定できない。」と語ったそうだ。\n\nまた、情報提供者によると、Simon Jackson容疑者の勤めていたA.R.C.の上層部は、仲間の有無やこれ以上の危険因子の有無を調べるため、より詳しい証拠を調べているとのことだ。 \n</blockquote>\n[Nodeニュースネットワークより]", "[新聞][Æsir][駭客][網路犯罪][A.R.C.][管理局]\n<blockquote>\n鬧得沸沸揚揚的Æsir-FEST相關一系列網路恐怖攻擊事件，主要嫌疑犯 Simon Jackson (網路化名 Xenon) 在日前落網，雖然一開始拒絕針對案件進行說明，經過連夜偵訊後，據傳已經鬆口認罪，表示自己就是一切事件的主謀Æsir。\n\n根據管理局內部相關匿名人士指出，Simon Jackson於偵訊時表示：「在潛意識中可能抱持特定意圖的狀態之下藉由自己的電腦技術將竊取記憶化為具體行動，雖然記憶仍處紊亂狀態，不排除自己虛構出了Æsir這個身分並且以其進行犯罪行為。」\n\n消息來源也指出，包含Simon Jackson任職的A.R.C.高層均已指派機要人士協助管理局取得更多證據，確保沒有任何藏匿同黨或是更多潛在危險因素的爆發。\n</blockquote>\r\n[文字節錄自 Node News Network]", "[뉴스] [Æsir] [해킹] [사이버 범죄] [A.R.C] [관리국]\n<blockquote>\n세간을 떠들썩하게 했던 Æsir-FEST 관련 네트워크 테러 사건의 유력 용의자 Simon Jackson(인터넷 활동명: Xenon)이 며칠 전 체포됐다. 초기에 사건에 대한 어떠한 발언도 하지 않았으나, 연일 이어진 심문에 결국 자신이 해당 사건의 주모자 Æsir라고 밝히며 죄를 인정했다.\n\n익명의 관리국 내부 관계자 말에 의하면 Simon Jackson은 조사 심문 과정에서「잠재 의식 속에서 특정한 의도를 가지게 되었고 컴퓨터 기술을 사용하여 기억을 절취하는 행위를 저지른 것 같다. 기억이 아직도 뒤죽박죽인 상태이지만 Æsir의 신분으로 위와 같은 범죄 행위를 저질렀을 수도 있을 가능성 역시 배제할 수 없다」고 입을 열었다는 말을 전했다.\n\n또한 제보자의 말에 따르면 Simon Jackson이 속해있던 A.R.C.의 상층부에선 이미 해당 기관의 주요 인사를 관리국으로 파견했으며 숨겨진 위험 요소의 유무를 정확히 가려내기 위한 조사를 진행하고 관리국을 도와 더 많은 증거를 수집할 수 있도록 힘쓰고 있는 중이라고 밝혔다.\n</blockquote>\n[Node News Network 본문 중]", "[新聞][Æsir][駭客][網路犯罪][A.R.C.][管理局]\n<blockquote>\n鬧得沸沸揚揚的Æsir-FEST相關一系列網路恐怖攻擊事件，主要嫌疑犯 Simon Jackson (網路化名 Xenon) 在日前落網，雖然一開始拒絕針對案件進行說明，經過連夜偵訊後，據傳已經鬆口認罪，表示自己就是一切事件的主謀Æsir。\n\n根據管理局內部相關匿名人士指出，Simon Jackson於偵訊時表示：「在潛意識中可能抱持特定意圖的狀態之下藉由自己的電腦技術將竊取記憶化為具體行動，雖然記憶仍處紊亂狀態，不排除自己虛構出了Æsir這個身分並且以其進行犯罪行為。」\n\n消息來源也指出，包含Simon Jackson任職的A.R.C.高層均已指派機要人士協助管理局取得更多證據，確保沒有任何藏匿同黨或是更多潛在危險因素的爆發。\n</blockquote>\r\n[文字節錄自 Node News Network]", "[新闻][Æsir][骇客][网路犯罪][A.R.C.][管理局]\n<blockquote>\n闹得沸沸扬扬的Æsir-FEST相关一系列网路恐怖攻击事件，主要嫌疑犯Simon Jackson (网路化名Xenon) 在日前落网，虽然一开始拒绝针对案件进行说明，经过连夜侦讯后，据传已经松口认罪，表示自己就是一切事件的主谋Æsir。\n\n根据管理局内部相关匿名人士指出，Simon Jackson于侦讯时表示：「在潜意识中可能抱持特定意图的状态之下藉由自己的电脑技术将窃取记忆化为具体行动，虽然记忆仍处紊乱状态，不排除自己虚构出了Æsir这个身分并且以其进行犯罪行为。」\n\n消息来源也指出，包含Simon Jackson任职的A.R.C.高层均已指派机要人士协助管理局取得更多证据，确保没有任何藏匿同党或是更多潜在危险因素的爆发。\n</blockquote>\r\n[文字节录自 Node News Network]"], "replies": [{"id": "o9502", "name": "Nyd_Ans", "avatar": "default_04", "contents": ["Truth Reveal XD", "おわりやで", "潮水退了啦", "결국 진실이 드러났다", "潮水退了啦", "潮水退了啦"]}, {"id": "o9503", "name": "AntiMetal", "avatar": "misc_91", "contents": ["Night night fanboys and fangirls. GG for you all~~~", "信者の皆様解散のお知らせ", "好了聖粉褲子穿一穿回家洗洗睡囉", "자 그동안 옹호했던 사람들 이제 발이나 닦고 주무시죠", "好了聖粉褲子穿一穿回家洗洗睡囉", "好了圣粉裤子穿一穿回家洗洗睡啰"]}, {"id": "o9504", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["Why does the second paragraph feel like some bureaucratic mumbo jumbo??", "「公式の発言」って感じだね", "第二段那個語調超級官腔耶", "확실한 오피셜인 느낌", "第二段那個語調超級官腔耶", "第二段那个语调超级官腔耶"]}, {"id": "o9505", "name": "noneXenon", "avatar": "misc_02", "contents": ["Is it possible that he's forced to plead guilty", "無理やり罪を認めさせられたってことはない？", "會不會是被認罪阿", "뭔가 자백을 강요받은 건 아닐까", "會不會是被認罪阿", "会不会是被认罪阿"]}, {"id": "o9506", "name": "Wrinkleheart", "avatar": "misc_93", "contents": ["Is it just me, or does this feel like the admins are in a hurry to get this case over with?? It all seems too easy", "管理局が早く事件解決しただけだったりして", "管理局是不是想趕快抓個人破案而已??", "그냥 사건을 빨리 마무리하려는 느낌을 지울 수가 없는데?", "管理局是不是想趕快抓個人破案而已??", "管理局是不是想赶快抓个人破案而已??"]}, {"id": "o9507", "name": "AngryMan", "avatar": "default_05", "contents": ["So he wanted to test out his abilities thus decided to use the entire city's brains as his lab rats?", "だーかーら、何のために町中の人間の脳みそを実験品にしたんや", "所以是想練功所以拿一整個都市的腦袋當實驗品?", "그러니깐 실험을 위해 도시의 사람들의 뇌를 실험 재료로 썼다는 말이잖아?", "所以是想練功所以拿一整個都市的腦袋當實驗品?", "所以是想练功所以拿一整个都市的脑袋当实验品?"]}, {"id": "o9508", "name": "11IIll11", "avatar": "default_01", "contents": ["I heard that Xenon participated in the establishment of many of the virtual internet's regulations\nMaybe, just maybe... they are filled with loopholes he inserted himself~~~~~~", "Xenonって神経ネットワークの色んな規範の制定に関わってるんじゃなかったっけ、、わざとあけた穴だらけだったりして～～～～～～～～", "聽說Xenon參與了很多精神網路相關的規範制定\n搞不好裡面都是他安插的漏洞阿~~~~~~", "Xenon은 신경 네트워크의 여러 규범 제정에도 참여했잖아? 그렇다면 그건 큰 그림을 위한 계획 중 하나였단 말인가??", "聽說Xenon參與了很多精神網路相關的規範制定\n搞不好裡面都是他安插的漏洞阿~~~~~~", "听说Xenon参与了很多精神网路相关的规范制定\n搞不好里面都是他安插的漏洞阿~~~~~~"]}, {"id": "o9509", "name": "NEKOSAIKOU", "avatar": "nekosp_01", "contents": ["RUN GUYS, RUNNNNN~~~~~~~", "こy", "塊陶阿~~~~~~~", "인생 끝났네~~바이바이~~~~~", "快逃阿~~~~~~~", "快逃阿~~~~~~~"]}, {"id": "o9510", "name": "GymGai", "avatar": "default_04", "contents": ["It's so hard to imagine what the usually cool Xenon would look like when he pleaded guilty\nProbably pretty emotionless", "いつもすかしてるXenonが罪を認めてる様子なんて想像もできないな", "好難想像平常很酷的Xenon認罪的時候是甚麼樣子\n應該沒甚麼情緒起伏吧", "그 Xenon이 죄를 순순히 인정하고 고개를 숙였다??\n뭔가 상상이 안된다", "好難想像平常很酷的Xenon認罪的時候是甚麼樣子\n應該沒甚麼情緒起伏吧", "好难想像平常很酷的Xenon认罪的时候是什么样子\n应该没什么情绪起伏吧"]}, {"id": "o9511", "name": "fotoistruth", "avatar": "default_09", "contents": ["Or... maybe it's the complete opposite and he's a sobbing mess on the floor...", "もしかしたら地面に突っ伏して号泣してたかもよ..", "說不定是躺在地上大哭...", "에라 모르겠다 이러면서 막판에 드러누워 어린애처럼 징징거렸을 수도 있지", "說不定是躺在地上大哭...", "说不定是躺在地上大哭..."]}, {"id": "o9512", "name": "USurBrain", "avatar": "default_15", "contents": ["Just how many \"insiders\" are there for the media???\nIn theory, shouldn't this be investigative information that is not yet revealed to the public LMFAO", "てかいつも思うんだけど、スパイ多すぎでしょ\nどんだけ情報提供してもらってんのよ", "媒體到底有多少內應\n理論上這不是應該還沒公開的偵查內容嗎wwww", "대체 미디어 쪽 애들은 얼마나 많은 프락치를 심어놓은 것이냐 ㅋㅋㅋ\n익명의 정보 제공자ㅋㅋㅋㅋㅋㅋ", "媒體到底有多少內應\n理論上這不是應該還沒公開的偵查內容嗎wwww", "媒体到底有多少内应\n理论上这不是应该还没公开的侦查内容吗wwww"]}, {"id": "o9513", "name": "xxScarlexx", "avatar": "misc_10", "contents": ["Anonymous source... Unless a proper source is named, nobody's gonna believe this BS", "匿名の人物ねぇ…具体的な名前上げたこと一回もないね", "匿名人士消息來源....都沒有具名阿誰信阿", "익명의 관계자 말에 의하면 <-전형적인 기레기들 선동 수법", "匿名人士消息來源....都沒有具名阿誰信阿", "匿名人士消息来源....都没有具名阿谁信阿"]}]}