{"id": "p2401", "name": "Helena", "titles": ["I am very sorry to everyone", "幾ら謝罪しても足りません", "對大家感到非常抱歉", "여러분께 진심으로 죄송합니다.", "對大家感到非常抱歉", "对大家感到非常抱歉"], "avatar": "helena_01", "attachments": [], "contents": ["After the agency's statement, I feel that I should officially apologize to everyone here as well. \n\nRegarding the concealing of PAFF's situation. I understand that everyone is worried, panicked and angry. I am very sorry.\n\nSince the incident really just came out of nowhere, I had no idea what to do as well. After discussing with the agency, we came to the conclusion that we should stay low for a while and see how things play out. Meanwhile, the agency immediately dispatched people to search for PAFF as well. \n\nThis has been a very difficult time for me and other people who care about PAFF. We don't know why she suddenly decided to vanish, but I believe that right now she is in a state that needs us by her side the most. I truly hope that everyone can help us look for PAFF. If you have any information, feel free to tell me directly through this account. \n\nLast but not least, thank you for reading this entire post. I don't expect anyone to forgive me for what I've done, but I do at least hope that you can understand the struggles and sadness I experienced as her sister during this time.  \n\nMonophonic Entertainment\nPAFF's agent\nHelena White\n", "会社から声明が出ました。\n私からも謝罪を述べさせてください。\n\nPAFFの失踪を隠していたことにより、皆さんにご心配をおかけし、大変申し訳ございませんでした。\n皆さんがお怒りになるのも当然のことと思います。\n\nあまりにも突然で、私を含めスタッフ一同どうすればよいのか分かりませんでした。事務所と話し合った結果、しばらくは様子を見守ろうという結果に至り、同時に捜索も開始いたしました。\n\n私もですが、PAFFを気にかけてくださっている方々にとって、非常につらい日々が続きました。なぜ、急に姿を消したのかも分からず、ただただ呆然とするばかりです。ですが、こんな時こそ、あの子には私たちが必要だと思っています。どうか、皆さんご協力をお願いします。些細な情報でも構いません。私に直接連絡を頂いても構いません。どうか、どうか、よろしくお願いいたします。\n\n最後に、許して頂けるとは思っておりません。ですが、私の姉としての葛藤や苦しみをご理解いただければ幸いです。\n\n\n\nMonophonic Entertainment  \nPAFFマネージャー\nHelena White", "在公司的聲明之後，我想也該在這裡正式對大家道歉。\n\n對於隱瞞 PAFF 行蹤一事，造成大家的擔心、惶恐、和憤怒，真的很對不起。\n\n因為事情真的發生太突然，一時之間也不知道該怎麼辦，與公司商量之後才決定暫時先保持沉默觀察一下情況，公司同時也立即派人去尋找PAFF的下落。\n\n這段時間對我以及關心 PAFF 的人來說都是相當煎熬的，我們不知道為什麼她會突然選擇消失，但相信此時此刻她反而是最需要我們在身旁陪伴她的。希望大家可以幫忙尋找 PAFF 的下落，有任何消息也都不吝透過這個帳號直接告訴我。\n\n最後，謝謝你們能夠看完這段話，我不奢望大家的原諒，但求你們能理解作為姊姊這段時間的掙扎和不捨。\n\n\n\n單聲演藝  \nPAFF經紀人\nHelena White", "회사에서 발표한 글을 보고 저도 이곳에서 정식으로 여러분께 사과를 드려야겠다는 생각에 이렇게 글을 올립니다.\n\nPAFF의 실종 사실을 숨긴 사실에 대해 많은 분들이 걱정하고 분노했다는 것을 알고 있습니다. 진심으로 사죄드립니다.\n\n사실 그 일은 너무 갑작스럽게 일어났고 저 역시 순간적으로 어떻게 대처를 해야할 지 몰라 회사를 찾았습니다. 이야기 과정에서 우선 당장은 이번 일을 외부로 알리지 않기로 결정했으며, 회사도 동시에 사람들을 불러 PAFF의 행방을 찾기 시작했습니다.\n\n저 역시 PAFF를 사랑해주신 분들과 마찬가지로 고통의 시간을 보내야 했습니다. 전 아직도 그 아이가 왜 갑자기 떠나가 버렸는지 알 수 없지만, 그래도 지금 PAFF가 도움을 가장 필요로 하고 있는 사람들 역시 바로 우리들이라고 생각합니다. 그렇기 때문에 여러분들도 함께 PAFF를 찾는 것을 도와주셨으면 하는 바람이며, 어떤 단서나 행방을 알고 계신 분은 언제든지 이 계정을 통해 제게 알려주셨으면 합니다.\n\n마지막으로 이 글을 끝까지 읽어주신 분들께 감사드리며, 제가 여러분께 용서를 구할 염치도 없겠지만, 그래도 지금 이 시간 그 아이의 가족 입장에선 어떤 마음일지 조금은 알아주셨으면 좋겠습니다.\n\n\n\nMonophonic Entertainment\nPAFF 매니저\nHelena White", "在公司的聲明之後，我想也該在這裡正式對大家道歉。\n\n對於隱瞞 PAFF 行蹤一事，造成大家的擔心、惶恐、和憤怒，真的很對不起。\n\n因為事情真的發生太突然，一時之間也不知道該怎麼辦，與公司商量之後才決定暫時先保持沉默觀察一下情況，公司同時也立即派人去尋找PAFF的下落。\n\n這段時間對我以及關心 PAFF 的人來說都是相當煎熬的，我們不知道為什麼她會突然選擇消失，但相信此時此刻她反而是最需要我們在身旁陪伴她的。希望大家可以幫忙尋找 PAFF 的下落，有任何消息也都不吝透過這個帳號直接告訴我。\n\n最後，謝謝你們能夠看完這段話，我不奢望大家的原諒，但求你們能理解作為姊姊這段時間的掙扎和不捨。\n\n\n\n單聲演藝  \nPAFF經紀人\nHelena White", "在公司的声明之后，我想也该在这里正式对大家道歉。\n\n对于隐瞒 PAFF 行踪一事，造成大家的担心、惶恐、和愤怒，真的很对不起。\n\n因为事情真的发生太突然，一时之间也不知道该怎么办，与公司商量之后才决定暂时先保持沉默观察一下情况，公司同时也立即派人去寻找PAFF的下落。\n\n这段时间对我以及关心 PAFF 的人来说都是相当煎熬的，我们不知道为什么她会突然选择消失，但相信此时此刻她反而是最需要我们在身旁陪伴她的。希望大家可以帮忙寻找 PAFF 的下落，有任何消息也都不吝透过这个帐号直接告诉我。\n\n最后，谢谢你们能够看完这段话，我不奢望大家的原谅，但求你们能理解作为姊姊这段时间的挣扎和不舍。\n\n\n\n单声演艺\nPAFF经纪人\nHelena White"], "replies": [{"id": "p2402", "name": "HolyEarth", "avatar": "misc_03", "contents": ["Sis fight! We are all here to support you ~~~~~", "お姉さま！ずっと応援してます！！！", "姊姊加油 ! 我們都支持妳~~~~~", "언니 힘내세요! 응원하고 있어요~~~", "姊姊加油 ! 我們都支持妳~~~~~", "姊姊加油 ! 我们都支持妳~~~~~"]}, {"id": "p2403", "name": "TreeNoAlice", "avatar": "misc_102", "contents": ["Why didn't you tell us in the first place??", "なんで最初から真実を話さなかったんですか??", "為什麼第一時間不說出來啊??", "처음에는 입을 꼭 닫고 있다가 왜 이제서야?", "為什麼第一時間不說出來啊??", "为什么第一时间不说出来啊??"]}, {"id": "p2404", "name": "IronFan", "avatar": "misc_90", "contents": ["So what, doesn't change the fact that you're Mono's accomplice", "所詮あんたもMonophonicと同罪", "妳跟單聲同罪啦", "너도 모노도 똑같거든?", "妳跟單聲同罪啦", "妳跟单声同罪啦"]}, {"id": "p2405", "name": "Sayomi911", "avatar": "misc_19", "contents": ["Sis don't worry, PAFF will be fine", "PAFFならきっと無事ですよ。信じましょう。", "姊姊別擔心PAFF一定沒事的", "언니 너무 걱정 마요! PAFF는 아무 일 없을 겁니다!", "姊姊別擔心PAFF一定沒事的", "姊姊别担心PAFF一定没事的"]}, {"id": "p2406", "name": "Grimwood", "avatar": "misc_75", "contents": ["PAFF, please at least contact your sister, she's worried sick~~~~", "PAFF～～～せめてお姉さんには連絡してあげて～～～", "PAFF 至少跟姊姊聯絡一下阿~~~~", "적어도 언니한테는 연락 좀 해라 PAFF야~~!!", "PAFF 至少跟姊姊聯絡一下阿~~~~", "PAFF 至少跟姊姊联络一下阿~~~~"]}, {"id": "p2407", "name": "ArupakaKUN", "avatar": "misc_04", "contents": ["Did you sell your younger sister to some shady organization", "なんかの利益のために妹売ったとかじゃないよね？", "是不是為了甚麼利益把妹妹賣了阿", "어떤 이득을 위해서 동생을 팔아치운 건 아닐까", "是不是為了甚麼利益把妹妹賣了阿", "是不是为了什么利益把妹妹卖了阿"]}, {"id": "p2408", "name": "Delora", "avatar": "misc_37", "contents": ["Dude shut up. Now's not the time for nonsense", "上の人はモラルがないの？", "樓上留點口德好嗎", "1꼭 그런 악플을 달아야 속이 시원하냐?", "樓上留點口德好嗎", "楼上留点口德好吗"]}, {"id": "p2409", "name": "EvilForce", "avatar": "misc_107", "contents": ["If we're being critical, I feel that the way they handled this entire sage is...  flawed, and very, very questionable, to say the least", "別に悪意はないけど、実際、今回の件は対応含めて最低レベルだと思います", "就事論事我覺得整件事情處理有很大的瑕疵耶", "별로 나쁜 뜻은 없지만 이번 대처는 진짜 최악이라고 생각하는 1인", "就事論事我覺得整件事情處理有很大的瑕疵耶", "就事论事我觉得整件事情处理有很大的瑕疵耶"]}, {"id": "p2410", "name": "Smurky", "avatar": "nekosp_07", "contents": ["The entire Mono PR team should go home and kill themselves", "中の人クビになったかな？", "單聲公關團隊可以全部回家吃自己了", "모노 마케팅 부서는 지금 다 짐 싸야겠네", "單聲公關團隊可以全部回家吃自己了", "单声公关团队可以全部回家吃自己了"]}, {"id": "p2411", "name": "CandiceNaoko", "avatar": "misc_15", "contents": ["Sis Helena, if there's anything you need, pls tell us", "Helenaさん 何か手伝えることがあれば何でも言ってください", "Helena姊有甚麼需要都可以跟我們說", "Helena님~ 어떤 도움이 필요하시면 언제든지 말씀해 주세요!", "Helena姊有甚麼需要都可以跟我們說", "Helena姊有什么需要都可以跟我们说"]}, {"id": "p2412", "name": "koolboss01", "avatar": "misc_96", "contents": ["We've been through worse situations than this. We'll be fine this time too :))))", "これまでも色んなこと乗り越えてきたじゃないですか!!!\n今回も一緒に頑張りましょぉ(๑•̀ㅂ•́)و", "我們甚麼難關都一起度過了，這次也一定沒問題的:))))", "우린 항상 함께 여러 난관을 극복해왔잖아요! 이번도 마찬가지일 거구요!:))))", "我們甚麼難關都一起度過了，這次也一定沒問題的:))))", "我们什么难关都一起度过了，这次也一定没问题的:))))"]}, {"id": "p2413", "name": "Muahaha", "avatar": "default_05", "contents": ["When you found out that she's missing from the hospital, why didn't you inform the police?", "なんで病院からいなくった時に通報しなかったん", "去醫院發現人不見的時候怎麼不先報警?", "병원에서 사람이 사라졌을 때 어째서 바로 신고 실종을 하지 않았던 거지?", "去醫院發現人不見的時候怎麼不先報警?", "去医院发现人不见的时候怎么不先报警?"]}, {"id": "p2414", "name": "Ayx_Socket", "avatar": "robosp_03", "contents": ["<font color=\"#ccffffff\"><b>#ParyForPAFF</b></font>", "<font color=\"#ccffffff\"><b>#ParyForPAFF</b></font>", "<font color=\"#ccffffff\"><b>#ParyForPAFF</b></font>", "<font color=\"#ccffffff\"><b>#ParyForPAFF</b></font>", "<font color=\"#ccffffff\"><b>#ParyForPAFF</b></font>", "<font color=\"#ccffffff\"><b>#ParyForPAFF</b></font>"]}, {"id": "p2415", "name": "Shahari", "avatar": "misc_43", "contents": ["What happened PAFF >\"< Why are you making everyone so worried", "PAFFちゃんどうしたんだろ><みんな心配してるょ><", "PAFF怎麼了>\"<讓大家這麼擔心", "PAFF~ 대체 무슨 일이니>\"<우리가 이렇게 걱정하고 있다구", "PAFF怎麼了>\"<讓大家這麼擔心", "PAFF怎么了>\"<让大家这么担心"]}]}