{"id": "q0101", "name": "ShrimpBye", "titles": ["Is it just me, or does someone else also feel like Æsir is a legendary performance artist?", "Æsirは偉大なパフォーマンスアーティスト（確信）", "有人跟我一樣覺得 Æsir 其實是偉大的行為藝術家嗎?", "나말고도 Æsir가 사실은 위대한 행위예술가라고 생각하는 사람 있나?", "有人跟我一樣覺得 Æsir 其實是偉大的行為藝術家嗎?", "有人跟我一样觉得 Æsir 其实是伟大的行为艺术家吗?"], "avatar": "default_11", "attachments": [], "contents": ["Æsir (I think it should be fair to directly call him Simon or Xenon now)\nis totally a legendary performance artist~~~~~\n\nWhen he debuted, he only distributed music on the internet for free: A rebellious attitude to the pop music industry that only cares about money\n\nInvited famous artists to host a completely free Live performance: A symbol that music has no borders and should be accessible to everyone\n\nAt the end of the Live, erase everyone's memory and take it away: A sign that artists have absolute control over their own work\n\nHacking of an annoying streamer: A warning to ignorant brats. The world of the internet is not a place for you naive children to be messing around in\n\nReal identity discovered: Everything turns out to be planned by the seemingly self-righteous and self-proclaimed \"defender of justice\" Xenon. A lesson that tells everyone to not trust shallow and egotistical truths so easily", "Æsir (今はSimonとかXenonでもいいかな)は\n偉大なるパフォーマンスアーティストだよね！？！？！？！？\n芸術家だよね！？！？！？！？\n\nデビューの時はネット上で無料で楽曲を配信して\n今の音楽＝金の風習に反抗的な態度を示すし\n\n有名なミュージシャンを招いて無料ライブしたり\n音楽には境界線はないんだなって\n誰でも聞きに行けるんだなって思わせてくれたし\n\nライブの最後にみんなの記憶を盗むとか\n芸術家は自分の作品に対して絶対的な権力を持ってるんだって感じ\n\nあのうざったい実況主に対するハッキングは\n無知なクソガキにネットの世界は\nお前みたいな乳臭い餓鬼が牛耳っていいもんじゃないって\n警告だったんだと思う\n\n正体がバレたのだって\n全部Xenonの描いた脚本通りだったんだ\n表面上だけの浅い真相に惑わされるなって", "Æsir (現在直接叫 Simon 或是 Xenon 應該也可以)\n根本就是偉大的行為藝術家阿~~~~~\n\n出道的時候只在網路上傳播免費的音樂：對流行音樂向錢看的一種反抗態度\n\n邀請當紅音樂人舉辦完全免費的LIVE演出：象徵音樂無國界，無論是誰都能夠來聽\n\nLIVE最後把大家的記憶洗掉並取走：藝術家對於自己的作品有絕對的掌控權力\n\n對煩人的實況主進行駭入：給予無知小屁孩的一個警告，網路世界不是你們這些乳臭未乾的小鬼可以染指的\n\n真實身份被發現：這一切竟然都是外表道貌岸然一直以正義使者自居的Xenon所一手策畫，告訴大家不要太過輕易相信膚淺又自以為的真相", "Æsir(지금부턴 그냥 Simon이나 Xenon이라고 칭해도 상관없겠지)\n는 어떻게 보면 진짜 진정한 행위예술가다.\n\n데뷔했을 때 인터넷에서 자신의 노래를 무료로 배포-> 돈을 좇는 유행 가요판에 대한 일침\n\n유명 뮤지션 게스트 초청 후, 완전 무료 LIVE 개최-> 음악에는 국경이 없다. \"음악은 모두의 것이다\"라는 것을 상징\n\n마지막 LIVE에서 모두의 기억을 훔쳐버렸다->자신의 작품을 향한 예술가의 권한 행사\n\n무개념 스트리머의 기억을 해킹->생각없이 나대는 꼬마들에 대한 경고. 인터넷 생태계를 교란하는 폐기물들에 대한 정의 구현\n\n정체가 탄로나다-> 이 모든 것은 정의의 사자를 자처했던 번지르르한 외모의 Xenon의 큰 그림. 모두에게 겉모습만 보고 그것이 진실인 것마냥 믿어선 안된다는 메시지를 전달하기 위함임.", "Æsir (現在直接叫 Simon 或是 Xenon 應該也可以)\n根本就是偉大的行為藝術家阿~~~~~\n\n出道的時候只在網路上傳播免費的音樂：對流行音樂向錢看的一種反抗態度\n\n邀請當紅音樂人舉辦完全免費的LIVE演出：象徵音樂無國界，無論是誰都能夠來聽\n\nLIVE最後把大家的記憶洗掉並取走：藝術家對於自己的作品有絕對的掌控權力\n\n對煩人的實況主進行駭入：給予無知小屁孩的一個警告，網路世界不是你們這些乳臭未乾的小鬼可以染指的\n\n真實身份被發現：這一切竟然都是外表道貌岸然一直以正義使者自居的Xenon所一手策畫，告訴大家不要太過輕易相信膚淺又自以為的真相", "Æsir (现在直接叫 Simon 或是 Xenon 应该也可以)\n根本就是伟大的行为艺术家阿~~~~~\n\n出道的时候只在网路上传播免费的音乐：对流行音乐向钱看的一种反抗态度\n\n邀请当红音乐人举办完全免费的LIVE演出：象征音乐无国界，无论是谁都能够来听\n\nLIVE最后把大家的记忆洗掉并取走：艺术家对于自己的作品有绝对的掌控权力\n\n对烦人的实况主进行骇入：给予无知小屁孩的一个警告，网路世界不是你们这些乳臭未干的小鬼可以染指的\n\n真实身份被发现：这一切竟然都是外表道貌岸然一直以正义使者自居的Xenon所一手策画，告诉大家不要太过轻易相信肤浅又自以为的真相"], "replies": [{"id": "q0102", "name": "Miyoko1212", "avatar": "misc_55", "contents": ["I almost believed you, ALMOST", "本気にするとこだった", "我就快要相信你了", "묘하게 설득된다", "我就快要相信你了", "我就快要相信你了"]}, {"id": "q0103", "name": "CeeJay", "avatar": "default_01", "contents": ["What the heck are you smoking?", "脳内でめっちゃ補足してますやん", "腦補達人喔?", "랜선 탐정 등장", "腦補達人喔?", "脑补达人喔?"]}, {"id": "q0104", "name": "Trashtalker", "avatar": "default_01", "contents": ["You've successfully blurred the line between Xenon hater and fanboy cuz I have no idea which one you are after reading all this", "もはやファンなのかアンチなのか分からなくて草", "你這樣解釋我都不知道你是X粉還是X黑了", "오히려 저렇게 말하니깐 글쓴이가 X의 안티인지 빠돌인지 분간이 안 간다", "你這樣解釋我都不知道你是X粉還是X黑了", "你这样解释我都不知道你是X粉还是X黑了"]}, {"id": "q0105", "name": "AAAnton", "avatar": "default_19", "contents": ["Is it just me, or has the letter X start to develop powers? Cuz every time I see it, I get this sense of nausea, dizziness and want to puke (faint", "最近Xって文字を見るだけで吐き気を催すワイ", "有沒有人跟我一樣最近看到X這個字母就覺得油膩頭暈想吐(倒", "대문자로 쓰여진 X를 보면 요즘 머리가 어지럽고 속이 울렁이고 그럼. 나 같은 증상 있는 사람?(털썩)", "有沒有人跟我一樣最近看到X這個字母就覺得油膩頭暈想吐(倒", "有没有人跟我一样最近看到X这个字母就觉得油腻头晕想吐(倒"]}, {"id": "q0106", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["I feel like I have visual fatigue from seeing it so much\nI often have times where I suddenly don't know how to pronounce the letter \"X\"", "もう見飽きた目が疲れた\nたまにXって文字を何て読んだらいいのか分からなくなる時がある", "我覺得我看到視覺疲勞了\n常常有一瞬間不知道X這個字怎麼念", "ㄴ난 눈이 피로해짐\n딱 보면 순간 X를 어떻게 읽어야 할까라는 생각이 먼저 들어버린다", "我覺得我看到視覺疲勞了\n常常有一瞬間不知道X這個字怎麼念", "我觉得我看到视觉疲劳了\n常常有一瞬间不知道X这个字怎么念"]}, {"id": "q0107", "name": "Lynx87", "avatar": "misc_49", "contents": ["Keeping going, you are this close to persuading me", "もう少しで私のこと説得できそうな感じだよ\nファイトー", "加油  你快要說服我了", "난 이미 설득되버림. 조금 더 노력하면 다른 사람들도 나처럼...", "加油  你快要說服我了", "加油 你快要说服我了"]}, {"id": "q0108", "name": "Cipher_troll", "avatar": "robosp_14", "contents": ["There are so many damn loopholes in that. You can't just casually skip over everything like that without addressing the details. Context is important!", "穴が多すぎィ！\nそんな簡単に説明できないことばっかだからww", "漏洞太多了啦  很多事情根本不是這麼簡單就能解釋過去的好嗎", "허점투성이구만. 일이 그렇게 단순한 줄 아나. 이미 지나간 일가지고 자기만 통찰력 있는 것처럼 굴면서 해석글 같은 거 남기지 않았으면 한다", "漏洞太多了啦  很多事情根本不是這麼簡單就能解釋過去的好嗎", "漏洞太多了啦 很多事情根本不是这么简单就能解释过去的好吗"]}, {"id": "q0109", "name": "noneXenon", "avatar": "misc_02", "contents": ["If Xenon ever gets a bail, will everyone be willing to donate money to fund his bail?", "Xenonのために保釈金払えるよって人おりゅ？", "如果Xenon可以交保的話大家願意合資保釋金嗎?", "만약 Xenon이 보석금으로 풀려날 수 있다면 보태줄 거임?", "如果Xenon可以交保的話大家願意合資保釋金嗎?", "如果Xenon可以交保的话大家愿意合资保释金吗?"]}, {"id": "q0110", "name": "xxScarlexx", "avatar": "misc_10", "contents": ["I'll donate I want to do something for him!!!!", "出します!!!!", "我出啦願意貢獻一份力量!!!!", "ㄴ난 보탬. 조금이라도 힘이 될 수 있다면!!", "我出啦願意貢獻一份力量!!!!", "我出啦愿意贡献一份力量!!!!"]}, {"id": "q0111", "name": "HolyEarth", "avatar": "misc_03", "contents": ["Holy s*** This is the most amazing speculation I've seen since this incident occurred\nCan I repost it to my private chat group XDDDD", "くっそwww事件以来一番面白い投稿だわwwwww\n個人メッセ送ってもいいっすか", "侯里蟹，這是我事件發生以來看到最屌的推論了wwwww\n可以讓我轉到私人群組去嗎XDDD", "쩌...쩐다. 사건 발생 이후 봤던 모든 추측성 글 중에서 으뜸이다 ㅋㅋㅋㅋ\n같이 따로 대화방 파서 얘기 나누고 싶당", "Holy ShXt，這是我事件發生以來看到最神的推論了wwwww\n可以讓我轉到私人群組去嗎XDDD", "Holy ShXt，这是我事件发生以来看到最神的推论了wwwww\n可以让我转到私人群组去吗XDDD"]}, {"id": "q0112", "name": "Copper_stone", "avatar": "robosp_20", "contents": ["So... he performance-arted himself to an arrest? Is he stupid or what\nMany of them pretty serious crimes too", "芸術を極めたせいで逮捕はバカすぎw\nだいぶ重い罪を重ねてるけど", "搞行為藝術搞到被抓是腦子壞了嗎\n不少條重罪喔", "어느 행위예술가가 미쳤다고 직접 붙잡히겠냐\n게다가 저건 중범죄라고", "搞行為藝術搞到被抓是腦子壞了嗎\n不少條重罪喔", "搞行为艺术搞到被抓是脑子坏了吗\n不少条重罪喔"]}, {"id": "q0113", "name": "Fu7ureW0rld", "avatar": "misc_79", "contents": ["I still believe that Xenon is innocent, something's definitely fishy about this case", "自分はXenonが無実だって信じてるけどね\n絶対何か裏がある", "我還是相信Xenon是清白的啦這件事情肯定有蹊蹺", "난 그래도 Xenon이 결백할 것이라고 믿는다. 이번 사건 수상쩍은 게 한두 개가 아니야", "我還是相信Xenon是清白的啦這件事情肯定有蹊蹺", "我还是相信Xenon是清白的啦这件事情肯定有蹊跷"]}, {"id": "q0114", "name": "Logicker", "avatar": "default_08", "contents": ["Wait but Xenon did charge people money for his personal Live lol\nThe logic makes no sense there, doesn't it???", "いやおかしいやろwwXenon自分のLIVEでは金取ってるよwww矛盾はっけーん", "不對阿Xenon自己的LIVE也是有在收費阿www 這有點邏輯不通啊??", "틀렸음 ㅋㅋXenon 자기 단독 LIVE 땐 돈 받음 ㅋㅋㅋ 따라서 글쓴이의 논리는 틀린 것이 돼버린다", "不對阿Xenon自己的LIVE也是有在收費阿www 這有點邏輯不通啊??", "不对阿Xenon自己的LIVE也是有在收费阿www 这有点逻辑不通啊??"]}, {"id": "q0115", "name": "Pumpkinforest", "avatar": "misc_57", "contents": ["He can dispute any illogical loopholes with that last point anyway. He is never wrong no matter what", "矛盾しててもいいんだよ結局たわ言", "反正任何邏輯不通的癥結點他都會用最後一條讓你閉嘴的", "오류가 있다고 하더라도 마지막 줄로 다시 할 말 없게 만들 수 있음", "反正任何邏輯不通的癥結點他都會用最後一條讓你閉嘴的", "反正任何逻辑不通的症结点他都会用最后一条让你闭嘴的"]}, {"id": "q0116", "name": "Muahaha", "avatar": "default_05", "contents": ["OP, have you ever consider starting a cult?\nYou seem pretty good at BSing people", "宗教でも立ち上げれば？", "樓主大大可以創邪教了\n超級會掰", "ㄴ종교 하나 만들어도 될 듯", "樓主大大可以創邪教了\n超級會掰", "楼主大大可以创邪教了\n超级会掰"]}, {"id": "q0117", "name": "Gearz_Igo", "avatar": "robosp_01", "contents": ["Hey look, it's friends who know how to talk nonsense~~~", "Xenonを崇めるフレンズですねぇ～～", "是很會瞎掰的朋友呢~~~", "진짜 한가로운 사람들뿐이로구나", "是很會瞎掰的朋友呢~~~", "是很会瞎掰的朋友呢~~~"]}, {"id": "q0118", "name": "Trashtalker", "avatar": "default_01", "contents": ["I'm also a performance artist. I oversleep and is late for school every day. I use my personal experience to prove the importance of time management since I overslept for my midterm and is now completely f***ed", "俺もパフォーマンスアーティストだよ。毎日寝坊して学校に行くことで身をもって時間の管理は大事だって証明してる。俺にみたいに中間テストで寝坊したらまじでやばいよ。", "我也是行為藝術家阿我每天都睡過頭才去學校，以親身經歷證明掌握時間的重要性不然期中考像我一樣睡過頭就慘了", "나도 행위예술가다. 난 매일 늦잠을 자고 나서야 학교로 향하지. 이건 바이오리듬의 중요성을 알리기 위함이야. 중간고사 때도 나처럼 늦잠을 자고 바이오리듬을 소홀히 하면 망할 수 있다는 사실을 친히 몸소 보여주는 것이라능", "我也是行為藝術家阿我每天都睡過頭才去學校，以親身經歷證明掌握時間的重要性不然期中考像我一樣睡過頭就慘了", "我也是行为艺术家阿我每天都睡过头才去学校，以亲身经历证明掌握时间的重要性不然期中考像我一样睡过头就惨了"]}]}