{"id": "q0501", "name": "Flower_Head", "titles": ["[Repost] Simon Jackson escapes from jail, jailbreak accomplice identity and wherabouts unknown", "[リポスト] Simon Jackson が脱獄！謎の人物の協力", "[轉貼] Simon Jackson 越獄成功，劫獄匪徒身分行蹤成謎", "[공유] Simon Jackson 탈옥 성공. 수수께끼의 조력자는 누구?", "[轉貼] Simon Jackson 越獄成功，劫獄匪徒身分行蹤成謎", "[转贴] Simon Jackson 越狱成功，劫狱匪徒身分行踪成谜"], "avatar": "robosp_11", "attachments": [], "contents": ["[News][Xenon][Jailbreak][Administration Bureau]\n<blockquote>\nAccording to our sources, in the middle of last night, several armed people broke into the restricted area. Their target was the prime suspect of the Æsir-FEST incident Simon Jackson (Internet ID: Xenon), who was still in custody. Even though the Administration Bureau has stated that they will be holding a press conference to explain the situation once they sort out the details, it is almost certain that as of now, Simon Jackson is no longer under the control of the Administration Bureau.\n\nAccording to private interviews conducted by our reporter, the perpetrators' planning of this jailbreak operation was very carefully thought out. In addition to distracting the guards with words, they also destroyed more than a dozen armed drones. Fortunately, no casualties were found. Whether this was caused by the Administration Bureau's lack of discipline or the perpetrators being simply too skilled and well-prepared remains to be determined. Right now, we can only wait patiently for the results of the investigation. \n</blockquote>\n[Article excerpted from Node Times]", "[ニュース][Xenon][脱獄][管理局]\n<blockquote>\n昨夜深夜、武装した人物が数人管制区内に侵入し、Æsir-FEST事件の主犯Simon Jackson氏 (Xenon)の脱獄を手助けした。管理局は、事件について調査した後、記者会見を開くとしている。だが、Simon Jackson氏がすでに獄中にいないことは明らかのようだ。\n\n本記事担当者の独自取材によると、今回の事件は綿密に練られた計画であり、巧みな話術で守衛を遠ざけ、更には10数台にも及ぶドローンが破壊された模様である。幸いなことにケガ人はいなかった。管理局の厳重な警戒を潜り抜けただけに、犯人は相当のやり手であると推測されるが、詳しいことは解明されていない。根\n</blockquote>\n[Node Timesより]", "[新聞][Xenon][逃獄][管理局]\n<blockquote>\n據傳昨日深夜數名武裝份子闖入了管制區內，而目標正是羈押中的Æsir-FEST事件主要嫌犯 Simon Jackson (網路化名 Xenon)。雖然管理局目前表示會在釐清事件後召開記者會說明，不過幾乎可以確認，Simon Jackson已經不在管理局的掌控之中。\n\n根據記者私下採訪得知，匪徒似乎是經過縝密規劃此樁劫囚行動，除了以話術拖延守衛，還破壞了十數台武裝無人機，所幸沒有人員傷亡。而究竟是管理局的紀律敗壞鬆散、亦或是真有神通廣大的高人出手，現階段也只能靜待偵查結果。\n</blockquote>\n[文字節錄自 Node Times]", "[뉴스][Xenon][탈옥][관리국]\n<blockquote>\n어제 저녁, 다수의 정체불명의 무뢰한들이 Æsir-FEST 사건의 주동자 Simon Jackson (인터넷 활동명: Xenon)을 노리고 관제 구역에 침입하는 사건이 발생했습니다. 또한 관리국은 사건 규명을 위한 긴급 기자 회견을 열 예정이며, 기자 회견 준비 과정에서 현재 Simon Jackson이 이미 관리국의 손을 벗어난 것이 확인됐습니다. \n\n관계자 말에 따르면 침입자들은 사전에 치밀한 계획을 준비하고 범죄를 저질렀으며 화술로 경비 인력들에게 혼선을 줬을 뿐만 아니라, 수십 대의 무장 드론까지 파괴했다고 전했습니다.  불행 중 다행으로 사상자는 한 명도 나오지는 않았지만 엄격해야 할 관리국의 대처 방식에 큰 구멍이 존재하고 있다는 것을 여실히 보여준 사건이었으며, 현 단계에서는 아직 정확한 사건 경위가 나오기를 기다릴 수밖에 없는 상황입니다.\n</blockquote>\n[Node Times 내용에서 발췌]", "[新聞][Xenon][逃獄][管理局]\n<blockquote>\n據傳昨日深夜數名武裝份子闖入了管制區內，而目標正是羈押中的Æsir-FEST事件主要嫌犯 Simon Jackson (網路化名 Xenon)。雖然管理局目前表示會在釐清事件後召開記者會說明，不過幾乎可以確認，Simon Jackson已經不在管理局的掌控之中。\n\n根據記者私下採訪得知，匪徒似乎是經過縝密規劃此樁劫囚行動，除了以話術拖延守衛，還破壞了十數台武裝無人機，所幸沒有人員傷亡。而究竟是管理局的紀律敗壞鬆散、亦或是真有神通廣大的高人出手，現階段也只能靜待偵查結果。\n</blockquote>\n[文字節錄自 Node Times]", "[新闻][Xenon][逃狱][管理局]\n<blockquote>\n据传昨日深夜数名武装份子闯入了管制区内，而目标正是羁押中的Æsir-FEST事件主要嫌犯 Simon Jackson (网路化名 Xenon)。虽然管理局目前表示会在厘清事件后召开记者会说明，不过几乎可以确认，Simon Jackson已经不在管理局的掌控之中。\n\n根据记者私下采访得知，匪徒似乎是经过缜密规划此桩劫囚行动，除了以话术拖延守卫，还破坏了十数台武装无人机，所幸没有人员伤亡。而究竟是管理局的纪律败坏松散、亦或是真有神通广大的高人出手，现阶段也只能静待侦查结果。\n</blockquote>\n[文字节录自 Node Times]"], "replies": [{"id": "q0502", "name": "Curo", "avatar": "team_26", "contents": ["As long as Xenon has a PC, no one, and I mean no one, can keep him locked up", "Xenonならパソコンさえあればなんでもできそう\nXenonを閉じ込めるのがそもそも無理な話だったんだ", "Xenon手上只要有電腦，誰都關不了他", "Xenon의 손에 컴퓨터 기기 같은 것이 있었다면 뭐 위와 같은 일이 발생해도 별로 이상한 일이 아니지.", "Xenon手上只要有電腦，誰都關不了他", "Xenon手上只要有电脑，谁都关不了他"]}, {"id": "q0503", "name": "SIhama", "avatar": "default_02", "contents": ["Bulls*** who in the right mind would give him a PC?\nIt's like telling him \"Please hacks us and break out of here\"", "ばかか？\n今どきのキッズは牢獄の中でパソコンで遊べると思ってんのか？", "闢啦他哪來電腦\n怎麼可能給他機會駭出來啊", "거기서 무슨 수로 컴퓨터를 손에 얻겠어 ㅋㅋ\n해킹 같은 건 할 여건이 안 됐을 텐데 ", "屁啦他哪來電腦\n怎麼可能給他機會駭出來啊", "屁啦他哪来电脑\n怎么可能给他机会骇出来啊"]}, {"id": "q0504", "name": "Go55ip", "avatar": "default_15", "contents": ["I have a suggestion \nWe should hide in the bushes around Cherry or NEKO's house. I'm sure he'll show up some day lol", "提案がありまーす\nCherryかNEKOの家で待ってれば、捕まると思いまーす", "我提議去Cherry或是NEKO家守株待兔就可以抓到他了(舉手)", "좋은 생각 떠올랐음\nCherry나 NEKO한테 집에서 대기하고 있으라고 한 다음 여친집에 도망 올 때 확!", "我提議去Cherry或是NEKO家守株待兔就可以抓到他了(舉手)", "我提议去Cherry或是NEKO家守株待兔就可以抓到他了(举手)"]}, {"id": "q0505", "name": "4nonymous", "avatar": "default_01", "contents": ["A few people were all it took to break him out? What the f*** are the admins doing??? God they are useless", "「武装した人物が数人」数人？？？？数人で脱獄できちゃったわけ？？？？\n管理局は何やってんの？？？？？", "才幾個人就能劫獄? 管理局幹甚麼吃的??", "겨우 몇 사람이서 빼냈다고? 죄인을? 관리국에서? 관리국에서? 관리국에서? 아 내 세금", "才幾個人就能劫獄? 管理局幹甚麼吃的??", "才几个人就能劫狱? 管理局干什么吃的??"]}, {"id": "q0506", "name": "fotoistruth", "avatar": "default_09", "contents": ["What an embarrassment XDDD The restricted area being made a complete joke by a few random folks LOLOL", "世界中に恥をさらすやつーww\n天下の管制区がたったの数人に破られました！！草", "有夠丟臉阿www 堂堂管制區被幾個人搞到天翻地覆wwww", "쪽팔린 줄 알아라 진짜 ㅋㅋㅋㅋ겨우 몇 사람 때문에 관제 구역이 뒤집어진다는 게 말이 되냐 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ", "有夠丟臉阿www 堂堂管制區被幾個人搞到天翻地覆wwww", "有够丢脸阿www 堂堂管制区被几个人搞到天翻地覆wwww"]}, {"id": "q0507", "name": "888fans", "avatar": "default_18", "contents": ["Is there nothing we can do about this?? Just let him get off scot-free like that?? Has a wanted order been issued?", "結局逃がしちゃったわけ？？？？？？", "就這樣讓他逍遙法外了嗎?? 通緝令發佈了吧??", "이렇게 되면 이제 진짜 막 나가는 거 아니야?? 지명 수배자 테크트리 ㄷㄷㄷ", "就這樣讓他逍遙法外了嗎?? 通緝令發佈了吧??", "就这样让他逍遥法外了吗?? 通缉令发布了吧??"]}, {"id": "q0508", "name": "AntiMetal", "avatar": "misc_91", "contents": ["ARGGGHHH so mad why did this guy get out!!!! We should introduce caning for bastards like him!!", "はー？？？あいつが牢に入っててくれないとかむりなんだけどー", "不爽啦沒關到這傢伙!!! 該有鞭刑了吧???", "어휴 저런 녀석을 놓치냐!! 잡히면 바로 태형에 처하겠지?", "不爽啦沒關到這傢伙!!! 該有鞭刑了吧???", "不爽啦没关到这家伙!!! 该有鞭刑了吧???"]}, {"id": "q0509", "name": "Watch_Burn", "avatar": "default_20", "contents": ["Drones destroyed... dude, doesn't that sound like what a terrorist would do?? Did an entire army show up to bail Xenon out??", "ドローンを破壊するとかもはやテロリスト。なに？？軍隊にでも乗りこまれた？？", "能把無人機都打爆應該已經是恐怖分子了吧? 一整支軍隊??", "드론까지 박살 냈으니 뭐 거의 테러범이나 다름없지 않나? 이젠 군대까지 동원해야 할 듯?", "能把無人機都打爆應該已經是恐怖分子了吧? 一整支軍隊??", "能把无人机都打爆应该已经是恐怖分子了吧? 一整支军队??"]}, {"id": "q0510", "name": "Heart_Head", "avatar": "misc_27", "contents": ["The admins are probably figuring out how they're going to explain such a major screw-up to the public", "管理局は今頃どうやってこのどでかいミスをごまかすか考えてるんだろうね。", "管理局現在應該是在檢討\n要怎麼對外交代出這麼大的包", "관리국은 지금 이 사건을 어떻게 다른 사건으로 시선을 돌려버릴까 머리에 쥐가 날 듯 고민하고 있을 걸", "管理局現在應該是在檢討\n要怎麼對外交代出這麼大的包", "管理局现在应该是在检讨\n要怎么对外交代出这么大的包"]}, {"id": "q0511", "name": "Nyd_Ans", "avatar": "default_04", "contents": ["The two sides probably already reached an agreement. All is well, all is well~", "きっと最初から話し合って手を打ってあったんだよ", "兩邊應該都談好了啦  沒事兒  沒事兒~", "이미 양측에서 얘기 끝났을 듯", "兩邊應該都談好了啦  沒事兒  沒事兒~", "两边应该都谈好了啦 没事儿 没事儿~"]}, {"id": "q0512", "name": "GemFeather", "avatar": "misc_48", "contents": ["In all seriousness,\nif the perpetrators can destroy over a dozen drones, I'm certain that they must be professionals in the business", "まじな話、\n10数体のドローンを破壊できるってプロレベルなのでは?", "認真說\n能打下十幾台無人機應該已經是專家等級了吧", "진지하게 말하면\n드론을 열몇 개나 박살 낼 정도면 거의 프로급이라고 봐야겠지", "認真說\n能打下十幾台無人機應該已經是專家等級了吧", "认真说\n能打下十几台无人机应该已经是专家等级了吧"]}, {"id": "q0513", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["I feel like there should be a news embargo on stuff like this\nWhere did the reporter get all this info???", "匂う\n記者がこんなに情報持ってるのおかしい", "感覺有新聞管制阿\n記者哪來這麼多消息???", "언론도 냄새가 난다\n기자는 저렇게 많은 정보를 어디서, 어떻게 얻은 것일까", "感覺有新聞管制阿\n記者哪來這麼多消息???", "感觉有新闻管制阿\n记者哪来这么多消息???"]}, {"id": "q0514", "name": "DDStream", "avatar": "default_19", "contents": ["Maybe even this news report is fake~~~ #Fakenews is still alive and well~~", "もしかしたら、ニュースごと全部ウソだったりしてぇ～", "說不定連這篇新聞都假的啊~~~ 不可信啦", "이 뉴스도 가짜일 수 있음. 응. 안 믿어. 돌아가.", "說不定連這篇新聞都假的啊~~~ 不可信啦", "说不定连这篇新闻都假的啊~~~ 不可信啦"]}, {"id": "q0515", "name": "DoToro", "avatar": "default_03", "contents": ["I think I'll repost after the NNN report on this is released", "NNNのニュースが出てからシェアしゅる", "我還是等NNN報導的時候才轉好了", "난 NNN에서 제대로 보도할 때까지 기어 중립", "我還是等NNN報導的時候才轉好了", "我还是等NNN报导的时候才转好了"]}, {"id": "q0516", "name": "Hulujam", "avatar": "team_03", "contents": ["The admins haven't even held their press conference, yet all the news have already been reported... What's the point of that press conference then???", "記者会見もまだなのに、全部記事になってて草\n記者会見とは()", "管理局還沒召開記者會為什麼感覺記者已經報導完了??", "이상한 게 글 잘 보면 관리국에서 기자 회견을 아직 연 것도 아닌데 이 기자가 뭔가 다 터뜨리고 있어", "管理局還沒召開記者會為什麼感覺記者已經報導完了??", "管理局还没召开记者会为什么感觉记者已经报导完了??"]}, {"id": "q0517", "name": "AlwaysKY", "avatar": "default_14", "contents": ["God they suck so hard why don't they just release every criminal?\nWhat's the point of locking them up if they can break out just like that??", "クソやん\nもういっそ犯罪者全員野放しにすれば", "太廢了吧怎麼不是把所有犯人都放出來?", "진짜 무능함의 극치를 보여주는구나. 범죄자를 저렇게 쉽게 놓칠 수가 있냐", "太廢了吧怎麼不是把所有犯人都放出來?", "太废了吧怎么不是把所有犯人都放出来?"]}]}