{"id": "q2401", "name": "Andy_Roid", "titles": ["[Repost] Administration Bureau holds press conference in response to recent drone incidents", "[リポスト] 近頃のドローン事故について管理局が記者会見", "[轉貼] 管理局針對近日無人機意外召開記者會", "[공유] 드론 무차별 공격 사건에 관한 기자회", "[轉貼] 管理局針對近日無人機意外召開記者會", "[转贴] 管理局针对近日无人机意外召开记者会"], "avatar": "robosp_17", "attachments": [], "contents": ["[News][Drones][Attack][Administration Bureau]\n<blockquote>\nAn Administration Bureau spokesperson stated: \"Concerning the recent sporadic incidents of drones injuring people on accident, our early analysis has labeled this as a system error within the automatic control center. This error caused the system to mistakenly sent unrelated commands to the drones which caused them to malfunction and act abnormally. We've already activated the security protocol. This will increase the patrol frequency of armed Law Enforcement Agents, as well as improve the anti-drone capabilities of Enforcer Drones.\"\n\nAt the same time, A.R.C's Recreated Technology Department also stated that they will be assisting in the investigation to determine if there exist other safety concerns that have been overlooked. However, regarding the drones in use right now, they reaffirmed that there is no need for the public to be worried...\n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][ドローン][テロ][管理局]\n<blockquote>\n管理局の担当者は「近頃発生しているドローンの傷害事件については、制御システムのエラーであるとして調査を進めています。おそらく制御システムからエラーシグナルを受け取ったドローンが、コントロール不能となり、一連の事件へと至ったのでしょう。現在は、セキュリティプロトコルを起動し、執法員のパトロール強化、ドローンの火力強化などの対策をとっています。」と語った。\n\nまた、同時に A.R.C. 科学技術復元部も、そのほかの危険性の有無について調査するとしているが、しばらくはドローンの利用に注意が必要そうだ。\n</blockquote>\n[Nodeニュースネットワークより]", "[新聞][無人機][攻擊][管理局]\n<blockquote>\n管理局發言人表示：「針對最近零星發生的無人機傷人意外，我們初步定調為自動控制中心系統異常，意外傳送了不相干的指令導致無人機行為失去控制，我們已經啟動了安全協定，將提高武裝執法員的巡邏密度以及加強執法無人機的反制機械火力。」\n\n同時 A.R.C. 還原科技部門也表示將協助調查是否存在其它可能被忽視的安全疑慮問題，不過對於目前所有無人機的使用請大家可以放心…\n</blockquote>\n[文字節錄自Node News Network]", "[뉴스][드론][테러][관리국]\n<blockquote>\n관리국 발언자:「최근 발생하고 있는 드론의 공격 사건에 대해서, 제어 시스템으로부터 잘못된 신호를 받은 드론이 통제불능이 되어 위와 같은 사건이 연달아 발생한 것으로 보고 있습니다. 현재는 보안 프로토콜을 강화한 상태이며 집법원의 순찰 강화 및 드론의 화력을 강화하는 등의 대책을 취하고 있습니다.」\n\n동시에 A.R.C.의 과학기술부서에서도 함께 협력하여 다른 위험성에 대한 조사를 진행한다고 밝혔으며, 정확한 조사 결과가 나올 때까지 드론 사용에 주의를 기울일 것을...\n</blockquote>\n[Node News Network]", "[新聞][無人機][攻擊][管理局]\n<blockquote>\n管理局發言人表示：「針對最近零星發生的無人機傷人意外，我們初步定調為自動控制中心系統異常，意外傳送了不相干的指令導致無人機行為失去控制，我們已經啟動了安全協定，將提高武裝執法員的巡邏密度以及加強執法無人機的反制機械火力。」\n\n同時 A.R.C. 還原科技部門也表示將協助調查是否存在其它可能被忽視的安全疑慮問題，不過對於目前所有無人機的使用請大家可以放心…\n</blockquote>\n[文字節錄自Node News Network]", "[新闻][无人机][攻击][管理局]\n<blockquote>\n管理局发言人表示：「针对最近零星发生的无人机伤人意外，我们初步定调为自动控制中心系统异常，意外传送了不相干的指令导致无人机行为失去控制，我们已经启动了安全协定，将提高武装执法员的巡逻密度以及加强执法无人机的反制机械火力。」\n\n同时 A.R.C. 还原科技部门也表示将协助调查是否存在其它可能被忽视的安全疑虑问题，不过对于目前所有无人机的使用请大家可以放心…\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "q2402", "name": "EvilForce", "avatar": "misc_107", "contents": ["I'm pretty sure all the, you know, DEATHS have made everyone uneasy", "死人が出てるのはまじで怖い", "我還是覺得出現死傷讓人挺不安的", "사상자가 나온 순간부터 위험성 판단은 이미 결론이 난 거지", "我還是覺得出現死傷讓人挺不安的", "我还是觉得出现死伤让人挺不安的"]}, {"id": "q2403", "name": "NerfThat", "avatar": "default_06", "contents": ["Okay maybe if you look at the total number of drones, this ratio of malfunction is indeed extremely low??", "ドローンの数からみれば、故障の確率はかなり低いと思うけど、、", "好啦可能以無人機的總數來說\n這個故障比例是極低的??", "존재하는 모든 드론의 수에 비하면\n불량률이 낮은 편 아닌가??", "好啦可能以無人機的總數來說\n這個故障比例是極低的??", "好啦可能以无人机的总数来说\n这个故障比例是极低的??"]}, {"id": "q2404", "name": "Brightswirls", "avatar": "misc_38", "contents": ["I tell you what. Those people who were there at the accident site that day will definitely not think like that...", "あの日現場にいなかったからそんなことが言えるんだよ", "我跟你說當天在事故現場的人絕對不會這樣想的...", "사고 현장에 있던 사람들은 절대 그렇게 생각 안 할 텐데..", "我跟你說當天在事故現場的人絕對不會這樣想的...", "我跟你说当天在事故现场的人绝对不会这样想的..."]}, {"id": "q2405", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["Aren't these things supposed to have ZERO malfunctions????????\nLike people are actually DYING because of this!!!!", "いやいやいや、そもそもエラーなんて出すべきじゃないし\n故障もするべきじゃない", "這種東西不是應該完全不能出差錯的嗎?????????", "이유가 뭐가 됐든 저런 일은 절대로 일어나선 안되는 거 아니냐", "這種東西不是應該完全不能出差錯的嗎?????????", "这种东西不是应该完全不能出差错的吗?????????"]}, {"id": "q2406", "name": "fotoistruth", "avatar": "default_09", "contents": ["Is anyone as worried as I am? \nWhat if the Enforcer Drones go berserk as well? Isn't that gonna be way worse with all that \"improvement\" they made?", "もし執法ドローンまで暴走したら被害はもっと拡大すると思うんだけど\n俺と同じこと危惧してる人いる？", "有人跟我一樣擔心\n如果執法無人機也暴走只會造成更嚴重的傷害嗎?", "나랑 같은 걱정 하는 사람이 있네\n만약 집법원 드론이 폭주한다면 훨씬 더 큰 재앙이 닥치는 거 아님?", "有人跟我一樣擔心\n如果執法無人機也暴走只會造成更嚴重的傷害嗎?", "有人跟我一样担心\n如果执法无人机也暴走只会造成更严重的伤害吗?"]}, {"id": "q2407", "name": "Amberclove", "avatar": "misc_30", "contents": ["I also think that improving the firepower for Enforcer drones is dumb and really terrifying", "火力強化は怖いからやめて欲しい…", "我也覺得加強火力甚麼的有點恐怖", "화력을 강화한다니 더 위험한 거 아닌가 몰라", "我也覺得加強火力甚麼的有點恐怖", "我也觉得加强火力什么的有点恐怖"]}, {"id": "q2408", "name": "888fans", "avatar": "default_18", "contents": ["I bet you 5 bucks what they thought was: As long as the Enforcer Drones don't malfunction, everything is a-okay~~~~", "「執法ドローンが故障しなければなんでもいっか」とか思ってそう", "反正他們應該就是想說：只要執法無人機不壞掉就好啦~~~~~", "쟤네들 머릿속에는 집법원 소속 드론만 아니면 돼~~ 라는 생각으로 가득할걸\n 안 봐도 비디오임", "反正他們應該就是想說：只要執法無人機不壞掉就好啦~~~~~", "反正他们应该就是想说：只要执法无人机不坏掉就好啦~~~~~"]}, {"id": "q2409", "name": "CozyCaty", "avatar": "misc_50", "contents": ["Speaking of ARC, they sure have been f***ing up a lot lately...", "ARC最近やばくない？？？", "論ARC最近出包比率好像也蠻高的......", "ARC가 많이 바빠질 듯~", "論ARC最近出包比率好像也蠻高的......", "论ARC最近出包比率好像也蛮高的......"]}, {"id": "q2410", "name": "Bolt_Urx", "avatar": "robosp_10", "contents": ["When nothing happens, people don't usually think about ARC.\nBut then you realize that almost all technology you see in your daily life is under their control lol", "普段何もない時はわざわざARCを話題に出したりしないけど\n実際身の回りのものってほぼARCの技術を使ったものなんだよね（笑）", "平常不出事的時候大家都不會想到ARC吧?\n其實身邊超多科技都是在他們掌控中阿wwww", "사고 안 날 땐 아무도 ARC를 생각하지 않잖아?\n사실 기술력이 들어간 우리 주위에 있는 모든 것들을 장악하고 있는 건 사실이니까 ㅋㅋㅋ", "平常不出事的時候大家都不會想到ARC吧?\n其實身邊超多科技都是在他們掌控中阿wwww", "平常不出事的时候大家都不会想到ARC吧?\n其实身边超多科技都是在他们掌控中阿wwww"]}, {"id": "q2411", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["The Law Enforcement Agents really got it tough 0rz. No wonder my dad doesn't want me to take the exam", "執法員さんお疲れ様です＞＜\nうちの父が執法員にだけはなるなっていう理由がよく分かる", "執法員好辛苦啊0rz 難怪我爸都叫我不要去考", "집법원 애들도 고생이 많다 ㅠ \n역시 나보고 집법원이 되지 말라고 하셨던 아버지의 말은 그야말로 신의 한수", "執法員好辛苦啊0rz 難怪我爸都叫我不要去考", "执法员好辛苦啊0rz 难怪我爸都叫我不要去考"]}]}