{"id": "q2501", "name": "Flower_Head", "titles": ["[Repost] Large-scale drone attacks occurred in Node 08, Quadrant II", "[リポスト] Node08第二象限にて大規模ドローン攻撃事件発生", "[轉貼] Node 08 第二象限發生大規模無人機攻擊事件", "[공유] Node 08 제2사분면에서 드론 대규모 테러 사건 발생", "[轉貼] Node 08 第二象限發生大規模無人機攻擊事件", "[转贴] Node 08 第二象限发生大规模无人机攻击事件"], "avatar": "robosp_11", "attachments": [], "contents": ["[Breaking News][Drones][Attack][Shelter]\n<blockquote>\nIn Quadrant II of Node 08, at least 10 suicide drone attacks have occurred in areas that are densely populated. The detailed number of casualties is not clear, though the firefighters who responded to the site first have stated that the situation does not look optimistic.\n\nAt around 3 P.M., the first wave of attacks struck a Law Enforcement patrol post in the outskirts of Quadrant II. Multiple citizens and Law Enforcement Agents suffered minor and critical injuries. Of the critically injured, three already showed no signs of life by the time medical personnel arrived at the site. A witness of the attack told this NNN reporter, that after the first wave of attacks, the remaining drones continued to head toward the business district, most likely preparing for the next attack.\n\nSince these incidents showed clear signs of a terrorist attack, the Administration Bureau has issued an order for first-priority precautionary measures to be taken. All Law Enforcement Agents will be deployed to conduct the investigation. In addition, the flying permits for all drones that are on standby have been revoked. However, drones that are currently conducting missions or offline are still out of their control. If the situation calls for it, these drones will be destroyed or brought down by force.\n\nBased on the news embargo put in place by the Administration Bureau, to all citizens, please head to the designated safety shelters immediately. If the roads to such shelters have already been blocked, please remain indoors. Do not engage or attempt to fight against the drones. Node News Network will continue to broadcast this event by images, text, or audio.\n</blockquote>\n[Article excerpted from Node News Network]", "[速報][ドローン][テロ][避難]\n<blockquote>\nNode08第二象限にて先ほど大規模なドローンの自爆事件が発生した。現場の消防隊員によると、状況は芳しくないようだ。\n\n本日午後3時ごろ、第二象限のパトロールステーションで1回目の攻撃が始まり、付近にいた住民と執法員が重軽傷を負った。また、現在確認できている中で死者は3人にのぼる。目撃者によると、1回目の攻撃の後、残りのドローンは次々に商業エリアへ向かって行ったという。おそらく次の攻撃をするためであろう。\n\nテロの可能性が非常に高いとみられ、管理局は警戒態勢に入っている。すでに執法員が調査を進めており、現在ドローンの飛行許可は取り下げられている状態だが、任務実行中及びオフライン状態のドローンは制御不能の状態で、場合によっては強制排除も視野に入れているという。\n\n住民には直ちに近くの収容所への非難を呼び掛けているが、もし、避難経路が塞がれている場合は、建物から出ず、ドローンには近寄らないようにとのことだ。Nodeネットワークニュースは今後も最新情報を映像、文字、音声を使ってお伝えしていく。\n</blockquote>\n[Nodeネットワークニュースより]", "[快訊][無人機][攻擊][避難]\n<blockquote>\nNode 08 第二象限方才發生至少十起針對人口密集區域下手的無人機自殺式攻擊，詳細傷亡人數不明，第一時間到場的消防人員表示狀況不樂觀。\n\n午後 15 時左右，第二象限外圍的一處執法員巡邏站遭到第一波攻擊，多位民眾與執法員分別受到輕重傷，其中三位重傷者在救護人員抵達現場時已經失去生命跡象。一位當時的目擊者告訴 NNN 的記者，第一波攻擊之後，其餘無人機陸續往商業區前進，可能準備進行下一波攻擊。\n\n由於恐怖攻擊意圖濃厚，管理局已經下令進入一級戒備，投入所有執法員展開調查，同時也已經駁回所有待機中無人機的飛行許可，但是正在進行任務中且處於離線狀態的無人機則依然無法掌控，將視情況進行摧毀或強制降落。\n\n根據管理局新聞管制規則，請民眾務必前往各安全收容所進行避難，如果前往收容所的路徑已受阻礙，也請待在室內，不要擅自與無人機接觸或反抗，以策安全。Node News Network 將以各種形式進行影像、文字、或聲音的廣播。\n</blockquote>\n[文字節錄自Node News Network]", "[속보][드론][공격][피난]\n<blockquote>\n조금 전, Node 08 제2사분면의 인구 밀집 지역에서 드론의 대규모 자폭 사건이 발생했습니다. 정확한 사망자 수는 아직 밝혀지지 않았으며, 처음으로 현장에 도착한 소방대원의 말에 따르면 상황은 매우 심각한 것으로 알려졌습니다.\n\n금일 13시경, 제 2사분면 외곽 집법원 순찰 지역에서 첫 번째 공격이 가행 되었고, 다수의 시민들과 집법원들이 중경상을 입었습니다. 그중에 3명은 구급 대원이 현장에 도착했을 때 이미 목숨을 잃은 뒤였다고 전해졌습니다. 당시 목격자가 NNN 기자에게 전한 말에 따르면, 1차 공격 이후 나머지 드론들이 상업 지역으로 향했으며 아마도 2차 공격을 가하기 위할 것이라는 추측이 나오고 있는 실정입니다.\n\n테러 가능성이 매우 높은 것으로 판단한 관리국은 1급 경계 태세를 선포했으며 모든 집법원들이 드론 수거 작업에 투입되었습니다. 하지만 현재 접속이 끊긴 제어 불능의 드론에 대해선 별다른 대책이 나오지 않고 있어, 강제적 제거 작전이 불가피할 수도 있다고 밝혔습니다. \n\n제정된 관리국의 매체 특별 법규에 따라 시민들에게 알립니다. 방송을 보는 즉시 인근 대피소로 대피하시고 만약 대피소로 가는 길목이 차단됐다면, 최대한 실내에 머물며 드론과의 접촉을 피하는 것을 권장합니다. 이상, Node News Network는 앞으로도 각종 상황에 대해 문자 및 음성 방송으로 지속적으로 보고를 드릴 예정입니다 \n</blockquote>\n[Node News Network]", "[快訊][無人機][攻擊][避難]\n<blockquote>\nNode 08 第二象限方才發生至少十起針對人口密集區域下手的無人機自殺式攻擊，詳細傷亡人數不明，第一時間到場的消防人員表示狀況不樂觀。\n\n午後 15 時左右，第二象限外圍的一處執法員巡邏站遭到第一波攻擊，多位民眾與執法員分別受到輕重傷，其中三位重傷者在救護人員抵達現場時已經失去生命跡象。一位當時的目擊者告訴 NNN 的記者，第一波攻擊之後，其餘無人機陸續往商業區前進，可能準備進行下一波攻擊。\n\n由於恐怖攻擊意圖濃厚，管理局已經下令進入一級戒備，投入所有執法員展開調查，同時也已經駁回所有待機中無人機的飛行許可，但是正在進行任務中且處於離線狀態的無人機則依然無法掌控，將視情況進行摧毀或強制降落。\n\n根據管理局新聞管制規則，請民眾務必前往各安全收容所進行避難，如果前往收容所的路徑已受阻礙，也請待在室內，不要擅自與無人機接觸或反抗，以策安全。Node News Network 將以各種形式進行影像、文字、或聲音的廣播。\n</blockquote>\n[文字節錄自Node News Network]", "[快讯][无人机][攻击][避难]\n<blockquote>\nNode 08 第二象限方才发生至少十起针对人口密集区域下手的无人机自杀式攻击，详细伤亡人数不明，第一时间到场的消防人员表示状况不乐观。\n\n午后 15 时左右，第二象限外围的一处执法员巡逻站遭到第一波攻击，多位民众与执法员分别受到轻重伤，其中三位重伤者在救护人员抵达现场时已经失去生命迹象。一位当时的目击者告诉 NNN 的记者，第一波攻击之后，其余无人机陆续往商业区前进，可能准备进行下一波攻击。\n\n由于恐怖攻击意图浓厚，管理局已经下令进入一级戒备，投入所有执法员展开调查，同时也已经驳回所有待机中无人机的飞行许可，但是正在进行任务中且处于离线状态的无人机则依然无法掌控，将视情况进行摧毁或强制降落。\n\n根据管理局新闻管制规则，请民众务必前往各安全收容所进行避难，如果前往收容所的路径已受阻碍，也请待在室内，不要擅自与无人机接触或反抗，以策安全。 Node News Network 将以各种形式进行影像、文字、或声音的广播。\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "q2502", "name": "Mick_Rorty", "avatar": "default_16", "contents": ["#@%&! Looks like something is seriously wrong this time", "うわ　これまじでやばいやつ", "靠! 這次感覺是認真要出事了", "으아아 이건 진짜 제대로 심각한 것 같은데", "靠! 這次感覺是認真要出事了", "靠! 这次感觉是认真要出事了"]}, {"id": "q2503", "name": "Wickedragon", "avatar": "default_17", "contents": ["Didn't they just tell everybody not to worry about this...", "心配しなくていいってさっき言ってなかった……？", "呃不是才跟大家說不用太擔心嗎......", "조금 전까지는 걱정하지 않아도 된다면서.....", "呃不是才跟大家說不用太擔心嗎......", "呃不是才跟大家说不用太担心吗......"]}, {"id": "q2504", "name": "vveay", "avatar": "team_27", "contents": ["Everybody listen up\nThe attacks are still ongoing\nIt's different than the sporadic ones we previously saw", "！！気を付けてください！！\nまだ攻撃は続いています\nこれまでのとは違う感じです", "大家注意一下\n攻擊還在持續喔\n跟之前零星的不太一樣", "모두들 조심하도록!\n공격은 아직 끝나지 않았어!\n예전 테러랑은 차원이 달라", "大家注意一下\n攻擊還在持續喔\n跟之前零星的不太一樣", "大家注意一下\n攻击还在持续喔\n跟之前零星的不太一样"]}, {"id": "q2505", "name": "T3RA_wr47h", "avatar": "robosp_05", "contents": ["Looks like an emergency evacuation has already been carried out in the business district. \nBut with that many people there is no way they can evacuate everyone in such a short period of time", "商業エリアはたしかもう避難したんだよね\nでもあれだけの人数がこの短時間で逃げるのは無理じゃない？", "商業區那邊好像已經進行緊急撤離了\n不過人那麼多不可能短時間撤光的", "상업 지구 쪽에선 이미 대피하기 시작했어.\n그래도 그 많은 사람들이 단기간에 대피한다는 건 무리일 것 같은데", "商業區那邊好像已經進行緊急撤離了\n不過人那麼多不可能短時間撤光的", "商业区那边好像已经进行紧急撤离了\n不过人那么多不可能短时间撤光的"]}, {"id": "q2506", "name": "SYY", "avatar": "team_21", "contents": ["I'd advise evybody to stop posting and go to a shelter first", "今はiMなんてやってる場合じゃない\n早く避難しろ", "建議大家不要發文\n先去避難了", "다들 iM에 글 그만 올리고 대피부터 하자", "建議大家不要發文\n先去避難了", "建议大家不要发文\n先去避难了"]}, {"id": "q2507", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["I'm already at a shelter *raises hand*  \nSignals are a little weak...", "もう避難所にいます！\n電波が悪い…", "我已經在避難所了(舉手\n訊號有點微弱0rz", "난 이미 대피소에 도착\n신호 완전 약해 ㅠㅠ", "我已經在避難所了(舉手\n訊號有點微弱0rz", "我已经在避难所了(举手\n讯号有点微弱0rz"]}, {"id": "q2508", "name": "T.Goldwell", "avatar": "misc_46", "contents": ["Who the hell is controlling these drones??", "いったい誰がドローンを操ってるわけ？", "到底是誰在操控無人機啊??", "대체 누가 드론을 조종한 걸까?", "到底是誰在操控無人機啊??", "到底是谁在操控无人机啊??"]}, {"id": "q2509", "name": "Prime6750911", "avatar": "default_15", "contents": ["I heard over 20 people have died already...", "死者の数が20人に達したって、、、", "聽說死亡人數已經超過二十了......", "사망자 수 12명 넘었음... 진짜 심각하다...", "聽說死亡人數已經超過二十了......", "听说死亡人数已经超过二十了......"]}, {"id": "q2510", "name": "Wickedragon", "avatar": "default_17", "contents": ["This is a real terrorist attack... RUUNNNN~!", "テロだ……", "真的是恐怖攻擊了，塊陶", "테러다... 진짜 테러야...", "真的是恐怖攻擊了，塊陶", "真的是恐怖攻击了，块陶"]}, {"id": "q2511", "name": "kou", "avatar": "misc_72", "contents": ["Stop commenting!!! Anyone still outside, get to a shelter ASAP!!!", "本当にここ見てる場合じゃないって\nはやくにげて", "不要再留言了快去避難阿各位", "글 그만 남기고 빨리 대피부터 하라고 얘들아", "不要再留言了快去避難阿各位", "不要再留言了快去避难阿各位"]}, {"id": "q2512", "name": "Blanky_Blank", "avatar": "default_19", "contents": ["OMGGGG I've seen so many places up in flames", "え？やば\nそこら中が燃えてるんだけど", "天啊我看見很多地方都起火了", "헐? 얘들아 지금 사방이 불타고 있다", "天啊我看見很多地方都起火了", "天啊我看见很多地方都起火了"]}, {"id": "q2513", "name": "Silence_Bob", "avatar": "default_12", "contents": ["Everybody, please take care", "皆さんのご無事をお祈りしています…", "大家保重", "모두들 조심해", "大家保重", "大家保重"]}, {"id": "q2514", "name": "SuduMan", "avatar": "misc_82", "contents": ["Is it normal for the sounds of explosions to sound like an earthquake...?", "爆発音で地響きが・・・・", "爆炸聲傳過來像地震一樣是對的嗎......", "폭발음으로 땅이 흔들린다...", "爆炸聲傳過來像地震一樣是對的嗎......", "爆炸声传过来像地震一样是对的吗......"]}]}