{"id": "q2601", "name": "Flower_Head", "titles": ["[Repost] Node 08 Quadrant II suffered devastating drone attack", "[リポスト] Node08 第二象限にてドローンが大暴走", "[轉貼] Node 08 第二象限遭受無人機毀滅性攻擊", "[공유] Node 08 제2사분면에서 드론 박멸 공격", "[轉貼] Node 08 第二象限遭受無人機毀滅性攻擊", "[转贴] Node 08 第二象限遭受无人机毁灭性攻击"], "avatar": "robosp_11", "attachments": [], "contents": ["[News][Drones][Attack][Quadrant II]\n<blockquote>\nNode 08 Quadrant II's business district suffered a severe drone attack incident. Rumors have come out stating that the attack has left at least 30 dead and over 200 civilians injured. As of now, the Administration Bureau has sealed off all traffic routes entering and exiting that area. Anyone who passes through the area, including pedestrians traveling on foot, must undergo examinations before they can proceed ahead. \n\nNode 08's business district is a hub area that has always been the most bustling place in 08. Notable landmarks such as Monophonic Entertainment HQ, Central Music Hall, and the Live House District were all affected by the attack to varying degrees. Fortunately, when the attack occurred, most stores had yet to start their business for the day. However, some stores were not as fortunate. For example, the Old Town area, home to the Jazz Bar \"JOEZ Cafe\" and the renowned Department Store \"The Fountains\", was pretty much reduced to rubble. The dining street, which houses famous restaurants like \"Pizzattic\" and \"Singularity\", also didn't survive the attack and was destroyed almost entirely.\n\nAccording to the Administration Bureau, in contrast with the previous sporadic drone malfunctions, this incident was very clearly a targeted attack. There were even instances where large drones crashed into buildings while carrying energy cells or fuel. These cases of suicide attacks have resulted in at least a dozen high-rise buildings suffering structural damage. Official sources have yet to confirm whether this attack was caused by terrorists or not. \n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][ドローン][攻撃][第二象限]\n<blockquote>\nNode08第二象限オフィス街にて、大規模なドローン攻撃事件が発生した。すでに30名の死亡が確認されており、けが人は200人を超えるとされている。管理局によって、すでにこの地区とつながる交通網は全面封鎖されており、歩行者もセキュリティチェックを受ける必要がある。\n\nNode08のオフィス街は、様々な企業や施設があり、商業の中心となっている地域である。また。最新の情報によると、Mono Entertainment本社や、セントラルミュージックホール、その他ライブハウスなども被害に遭っていると見られる。幸いなことに、事件発生当時、大多数の施設は営業時間外だった。だが、ジャズバーJOEZ Cafeや、老舗百貨店The Fountainsなどの位置する旧市街や、人気レストランPizzatticやSingularityの位置するレストラン通りは、今回の被害によって何もないまっさらな平地へと姿を変えてしまった。\n\n管理局によると、今回のドローン攻撃事件は、ここ数日発生している小規模な事件とは異なり、明らかに目的をもって行われた事件だという。驚くべきことに、エネルギー電池や燃料の運送用ドローンまでもが、ビルに突撃し、10数棟のビルに多大な被害が出ている。今回の事件がテロ行為によるものか否かは現在調査中である。\n</blockquote>\n[Nodeニュースネットワークより]", "[新聞][無人機][攻擊][第二象限]\n<blockquote>\nNode 08 第二象限商業區發生嚴重無人機攻擊事件，據傳最少 30 人死亡，超過 200 位民眾輕重傷，目前管理局已經封鎖所有進出該區的交通，包含徒步行經的路人也須接受盤查。\n\nNode 08 商業區向來是最熱鬧繁忙的中心地帶，包含單聲演藝公司總部、中央音樂廳、Live House 特區均遭受一定程度的波及，所幸攻擊發生時大部分的商店都還沒開業營運。但是也有一些店家沒這麼幸運，例如爵士酒吧 JOEZ Cafe、老牌百貨公司 The Fountains 所在的舊城區或是知名餐廳 Pizzattic、Singularity 所在的餐廳街幾乎被夷為平地。\n\n管理局指出，有別於日前零散的無人機故障事件，這次的攻擊事件極具針對性，甚至有運送能源電池或是燃料等大型無人機以自殺式撞擊等方式衝入大樓內，造成至少十數棟高樓層建築產生結構性損壞。官方尚未證實此次攻擊是否由恐怖分子發起。\n</blockquote>\n[文字節錄自Node News Network]", "[뉴스][드론][테러][제2사분면]\n<blockquote>\nNode 08 제2사분면 상업지구에서 드론 무차별 공격 테러 사건이 발생했습니다. 이 참극으로 최소 30명이 사망했으며, 200명이 넘는 사람들이 크게 다쳤습니다. 현재 관리국은 해당 구역의 출입로와 교통을 모두 차단하는 것은 물론, 일반 보도에 있는 행인들에 대한 세세한 검문 작업까지 진행 중입니다.\n\nNode 08의 상업지구는 다양한 기업과 상권이 밀집한 지역으로 모노 엔터테인먼트 본사, 센터 뮤직홀, Live House를 포함한 다수의 업체들이 드론의 공격을 받았다고 전해왔습니다. 사건 발생 시각이 대다수 업체의 영업시간이 아닌 점은 불행 중 다행이었지만, 몇 업체는 운이 좋았다고 말하기 어려울 것 같습니다.  재즈바 JOEZ Cafe, 유명 백화점 The Fountains, 구시가지의 유명 음식점인 Pizzattic, Singularity 등이 있던 지역은 완전히 폐허가 돼버렸습니다.\n\n관리국 발표에 따르면 이번 사건은 며칠 전 드론 소규모 오작동 사건과는 달리 명백한 목적을 가지고 일으킨 사건으로 보고 있습니다. 심지어 연료를 운반하던 대형 드론까지 자폭 테러에 가담하여 10여 채의 고층 건물들이 큰 피해를 입었다고 합니다. 또한 관리국은 현재 이 사건이 테러로 인해 발생한 것인지에 대해 정확한 원인을 조사 중입니다.\n</blockquote>\n[Node News Network]", "[新聞][無人機][攻擊][第二象限]\n<blockquote>\nNode 08 第二象限商業區發生嚴重無人機攻擊事件，據傳最少 30 人死亡，超過 200 位民眾輕重傷，目前管理局已經封鎖所有進出該區的交通，包含徒步行經的路人也須接受盤查。\n\nNode 08 商業區向來是最熱鬧繁忙的中心地帶，包含單聲演藝公司總部、中央音樂廳、Live House 特區均遭受一定程度的波及，所幸攻擊發生時大部分的商店都還沒開業營運。但是也有一些店家沒這麼幸運，例如爵士酒吧 JOEZ Cafe、老牌百貨公司 The Fountains 所在的舊城區或是知名餐廳 Pizzattic、Singularity 所在的餐廳街幾乎被夷為平地。\n\n管理局指出，有別於日前零散的無人機故障事件，這次的攻擊事件極具針對性，甚至有運送能源電池或是燃料等大型無人機以自殺式撞擊等方式衝入大樓內，造成至少十數棟高樓層建築產生結構性損壞。官方尚未證實此次攻擊是否由恐怖分子發起。\n</blockquote>\n[文字節錄自Node News Network]", "[新闻][无人机][攻击][第二象限]\n<blockquote>\nNode 08 第二象限商业区发生严重无人机攻击事件，据传最少 30 人死亡，超过 200 位民众轻重伤，目前管理局已经封锁所有进出该区的交通，包含徒步行经的路人也须接受盘查。\n\nNode 08 商业区向来是最热闹繁忙的中心地带，包含单声演艺公司总部、中央音乐厅、Live House 特区均遭受一定程度的波及，所幸攻击发生时大部分的商店都还没开业营运。但是也有一些店家没这么幸运，例如爵士酒吧 JOEZ Cafe、老牌百货公司 The Fountains 所在的旧城区或是知名餐厅 Pizzattic、Singularity 所在的餐厅街几乎被夷为平地。\n\n管理局指出，有别于日前零散的无人机故障事件，这次的攻击事件极具针对性，甚至有运送能源电池或是燃料等大型无人机以自杀式撞击等方式冲入大楼内，造成至少十数栋高楼层建筑产生结构性损坏。官方尚未证实此次攻击是否由恐怖分子发起。\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "q2602", "name": "Chevalier151", "avatar": "misc_63", "contents": ["Reduced to rubble... Yikes...", "平地になったってやばくない？", "夷為平地太扯了....", "헐... 완전 폐허가 되버렸네. ", "夷為平地太扯了....", "夷为平地太扯了...."]}, {"id": "q2603", "name": "NathaN", "avatar": "default_12", "contents": ["RIP...", "ご愁傷さまです。。。", "RIP...", "RIP...", "RIP...", "RIP..."]}, {"id": "q2604", "name": "PoolsKitten", "avatar": "misc_89", "contents": ["Thank goodness it's not a weekend, or else I just might've been shopping there...", "週末じゃなくてよかった、、週末だったらそこにいたかもしらん、、", "還好不是周末不然我可能正在那裏逛街....", "주말에 저기서 쇼핑했었는데 ㄷㄷㄷ", "還好不是周末不然我可能正在那裏逛街....", "还好不是周末不然我可能正在那里逛街...."]}, {"id": "q2605", "name": "DuskDawn", "avatar": "misc_35", "contents": ["If the admins still can't find the culprit after all this, something is seriously wrong with them", "管理局はまだ犯人を見つけられないわけ？仕事しろ", "管理局如果還找不出犯人就真的太扯了", "아직도 범인을 찾지 못한 관리국의 클라스에 박수를 보냅니다", "管理局如果還找不出犯人就真的太扯了", "管理局如果还找不出犯人就真的太扯了"]}, {"id": "q2606", "name": "SeventH HeaveN", "avatar": "campaign_07", "contents": ["My company building is now tilted at a nasty angle\nGood thing I decided not to take the elevator when I ran out", "務めてる会社のビルが傾いた\nエレベーターで逃げなくて本当によかったって心から思ってる……", "我公司整棟大樓歪一半\n還好逃出來的時候沒有搭電梯", "우리 회사 건물도 반이 휘어버렸음\n엘레베이터 안 타고 계단으로 도망쳤기에 망정이지...", "我公司整棟大樓歪一半\n還好逃出來的時候沒有搭電梯", "我公司整栋大楼歪一半\n还好逃出来的时候没有搭电梯"]}, {"id": "q2607", "name": "Varinaya", "avatar": "misc_34", "contents": ["No matter who's behind this, if this isn't a declaration of war I don't know what is", "誰がやったんだとしても、これは宣戦布告でしょ", "無論對方是誰，這擺明是宣戰了吧", "범인이 누구든 이건 진짜 전쟁선포나 다름없다", "無論對方是誰，這擺明是宣戰了吧", "无论对方是谁，这摆明是宣战了吧"]}, {"id": "q2608", "name": "NoLifeGamer", "avatar": "default_16", "contents": ["Admins what the f***!! Didn't you just hold a press conference telling everyone NOT to worry? Do you need another 30 people dead for you to do SOMETHING??\nIsn't it about time we see some heads roll????", "は？記者会見で心配はいりませんって言った後にこれはやばすぎ\n管理局の責任は???", "靠，管理局剛開完記者會叫大家不要擔心就直接死一波\n管理局要不要負責啊???", "기자회견에서 관리국이 걱정할 필요 없다고 발표했었잖아? \n이러면 관리국한테도 책임이 있는 거 아닌가", "靠，管理局剛開完記者會叫大家不要擔心就直接死一波\n管理局要不要負責啊???", "靠，管理局刚开完记者会叫大家不要担心就直接死一波\n管理局要不要负责啊???"]}, {"id": "q2609", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["May all who passed away rest in peace. None of them deserve this...", "亡くなった方々にご冥福をお祈り申し上げます・・・\nこれは本当に悲惨な事件・・・", "願死者RIP，這太無妄之災了...", "고인의 명복을 빕니다... 이게 대체 무슨 재앙이래...", "願死者RIP，這太無妄之災了...", "愿死者RIP，这太无妄之灾了..."]}, {"id": "q2610", "name": "decim", "avatar": "campaign_08", "contents": ["F*** the terrorists they should all rot in hell", "テロリストも一緒に死んでくれ", "乾恐怖分子怎麼不去死一死", "테러리스트는 모두 이 세상에서 사라져버렸으면", "乾恐怖分子怎麼不去死一死", "干恐怖分子怎么不去死一死"]}, {"id": "q2611", "name": "AbigaleJ", "avatar": "misc_24", "contents": ["I visit the Old Town area and the dining street practically every week...", "旧市街とレストラン通りとか毎週通ってる場所やん…", "舊城區跟餐廳街根本每個禮拜必去的地方......", "구시가지랑 식당 골목은 무조건 매주 가야만하는 곳인데...", "舊城區跟餐廳街根本每個禮拜必去的地方......", "旧城区跟餐厅街根本每个礼拜必去的地方......"]}, {"id": "q2612", "name": "Pinevalley", "avatar": "misc_62", "contents": ["Oh god, don't tell me that King of Germs owner was caught in all this...", "え？？もしかしてバイキン王も……", "天啊細菌王老闆該不會.......", "헐 세균왕 설마...", "天啊細菌王老闆該不會.......", "天啊细菌王老板该不会......."]}, {"id": "q2613", "name": "Noposa", "avatar": "team_12", "contents": ["Anyone got in contact with JOE yet??", "どなたかJOEさんに連絡が取れた方はいませんか", "有人能聯絡上JOE嗎??", "JOE랑 연락되시는 분?", "有人能聯絡上JOE嗎??", "有人能联络上JOE吗??"]}, {"id": "q2614", "name": "StuffyMouth", "avatar": "misc_58", "contents": ["Wait, so does this mean that Pizzattic's secret recipes are all lost in the carnage?? \nNOOOOOO QAQ", "Pizzatticの秘伝のたれもなくなっちゃったのかな(´;ω;｀)", "Pizzattic 的獨家配方灰飛煙滅了嗎QAQ", "Pizzattic의 비법도 함께 사라져버린 건가QAQ", "Pizzattic 的獨家配方灰飛煙滅了嗎QAQ", "Pizzattic 的独家配方灰飞烟灭了吗QAQ"]}, {"id": "q2615", "name": "noneXenon", "avatar": "misc_02", "contents": ["If he was following his usual schedule, JOE's likely in his store that time preparing to open business for the day...", "バイキン王店長はいつもこの時間は店内で開店準備してるんじゃ……", "細菌王老闆這個時間通常都在店裡準備開店.......", "이 시간이면 세균왕 가게 오픈 준비 시간이었을 텐데...", "細菌王老闆這個時間通常都在店裡準備開店.......", "细菌王老板这个时间通常都在店里准备开店......."]}, {"id": "q2616", "name": "MustangMartin", "avatar": "misc_92", "contents": ["Hope everyone is safe...", "皆さんのご無事をお祈りしています……", "希望大家沒事...", "제말 모두 무사하길...", "希望大家沒事...", "希望大家没事..."]}, {"id": "q2617", "name": "XXXenon", "avatar": "default_11", "contents": ["RIP JOE", "JOE RIP", "JOE RIP", "JOE RIP", "JOE RIP", "JOE RIP"]}, {"id": "q2618", "name": "D33M0", "avatar": "misc_53", "contents": ["Thank you to King of Germs for bringing us so many great memories\nA final toast for the owner!", "バイキン王、素敵な思い出をありがとう\n乾杯", "謝謝細菌王老闆帶給我們的美好回憶\n敬你一杯", "우리에게 아름다운 기억을 선사해줬던 세균왕, \n당신을 위해 한 잔 올립니다.", "謝謝細菌王老闆帶給我們的美好回憶\n敬你一杯", "谢谢细菌王老板带给我们的美好回忆\n敬你一杯"]}]}