{"id": "q3001", "name": "Henry", "titles": ["Did a quick scan of the more well-known services on cyTus these days", "cyTusの最近のサービスについて", "掃了一下cyTus最近一些比較知名的服務", "요즘 cyTus의 서비스 근황을 알아보자", "掃了一下cyTus最近一些比較知名的服務", "扫了一下cyTus最近一些比较知名的服务"], "avatar": "default_16", "attachments": [], "contents": ["1. The new personal information trojan horse virus' affected range includes all connection devices before V11 (In theory, because I don't have devices before V5 with me. However, nobody should be using those XD)\n\n2. The more they fix iM, the crappier it gets. However, the development team has announced the update plans for next season. Can look forward to it.\n\n3. A random hacker group has stated that several major producers of connection devices and equipment have been infiltrated by scammers. In the future, there's a possibility that brand-new connection devices will have virus programs built into them.\n\n4. Some forum blocks have claimed that Mono's music platform has already been cracked; still unproven. There is a chance that this is true, but Mono has ways to stop this. For example, once they detect a user of the cracked version, they can immediately lock on to the user and inform the admins of their position. This action is totally legal in the current regulations of the Administration Bureau. Thus, I still advise everyone to not attempt this kind of stuff.\n\n5. Perhaps not too many people have taken notice of this, but the cyTus main system hasn't been updated for quite a while now (People don't normally read this it's just my personal interest lololol). The internal version has been stuck at V24, which is rather confusing. A while ago, a list of updates for V25 were leaked by an insider. I was a little bit excited about it. Despite that, there hasn't been any action for such a long time. Anybody knows what's going on???", "1. 新しい個人情報に関するトロイの木馬ウィルスの影響範囲は V11 代よりも古い全ての接続装置（理論上は。 V5 よりも古い機種がないから分かりません。でも使ってる人もいないだろうしww）\n\n2. iM は改悪続き。でも、この前発表された次のアプデは期待できそう。\n\n3. 某ハッカー集団によると、一部接続装置の生産会社はすでにそっち関係の人たちとずぶずぶの状態。今後発売される接続装置には最初からウィルスが組み込まれてる可能性あり。\n\n4. 某所でMonoの音楽プラットフォームを破ったと言っていた人がいる件について：裏は取れてない。Monoも対処はしてるはず。例えば、破られた瞬間にそのユーザーのIPを確認して管理局に通報が行くようになってたり。これは管理局の定めた規定の中では全然合法なので、変なことはしない方が身のため。\n\n5. 気が付いてる人は少ないかもしれないけど、cyTusメインサーバーがもうだいぶ長いこと更新されてない。 (普通の人は見ないかww個人的趣味ですww)バージョンがずっとV24のまま。だいぶ前にV25の情報は流れてきてたはずだから、結構疑問に感じてる。なんでだろう？？", "1. 新的個資木馬病毒，影響範圍包含 V11 代以前所有的連線裝置（理論上，因為 V5 以前的我手邊沒有，不過應該也沒人在用了ww）\n\n2. iM 越修越爛，不過開發團隊有公佈了下一季的更新計畫看起來值得期待。\n\n3. 某駭客團體表示一些大型的連線裝置設備生產商已經被不肖份子滲透，未來可能全新的連線設備已經內建病毒程式。\n\n4. 某些討論區塊宣稱單聲的音樂平台已經遭到破解：尚未證實。有可能，但單聲也能有防堵方式，例如一旦偵測到破解使用者可以馬上進行鎖定並且通知管理局位置，這個在目前的管理局規範裡面是完全合法的事情，所以還是奉勸大家不要亂嘗試。\n\n5. 可能注意到的人不多，不過cyTus主系統已經有一段時間沒有更新了 (一般人不會去看啦是我個人興趣wwww)，內部的版本一直停在 V24，其實是蠻困惑的。之前已經有內部流出 V25 的改進項目清單，我個人有點期待，但這麼久了都沒動作也不知道是為什麼???", "1. 개인 정보에 영향을 주는 새로운 트로이 목마 바이러스의 영향 범위는 V11 이전 세대 모든 접속 디바이스를 포함한다. (이론상으로만. V5보다 오래된 기종은 나도 구할 수가 없다. 어쨌든 아무도 사용하지 않을 테니 ㅋㅋ)\n\n2. 희한하게도 복구와 업데이트를 거듭할수록 퇴보하는 iM. 그래도 공개된 개발팀의 다음 시즌 업데이트 공지를 보면 한편으론 기대하게 됨.\n\n3. 모 해커 집단의 말에 따르면 일부 대형 접속 디바이스 생산 업체는 이미 어떤 검은손의 손이 뻗친 상태.  앞으로 나올 신형 디바이스에는 처음부터 바이러스가 내장돼있을 가능성 농후.\n\n4. 어떤 게시판에 Mono의 음악 플랫폼을 뚫는 방법이 올라왔음. 확실한 건 아니지만 그래도 모노는 블로킹 처리를 할 가능성이 높다는 것. 예를 들어 Mono에서 만약 그런 사용자를 발견했을 경우 계정을 잠가버리고 곧바로 그 사용자의 위치를 관리국에 보냄. 이건 법으로도 관리국에서 인정한 부분으로 아직까진 완전한 합법적인 행동임. 그렇기 때문이라도 괜히 한번 시도해보겠다는 사람들 있으면 개인적으론 뜯어말리고 싶다.\n\n5. 아직까지 아마 많은 사람들이 알아채지 못했을 듯. cyTus의 메인 시스템이 업데이트 안 된지 어느 정도 시간이 흘렀다는 것. (나처럼 덕후가 아닌 이상 일반인들은 진짜 모를 듯 ㅋㅋㅋ) 내부 버전도 V24에서 계속 멈춰있음. 예전에 내부로부터 유출됐던 V25에 대한 내용을 보고 개인적으론 엄청 기대하고 있었는데 아직까지 건드리지도 않고 그대로 냅두는 이유를 도통 알 수가 없음.", "1. 新的個資木馬病毒，影響範圍包含 V11 代以前所有的連線裝置（理論上，因為 V5 以前的我手邊沒有，不過應該也沒人在用了ww）\n\n2. iM 越修越爛，不過開發團隊有公佈了下一季的更新計畫看起來值得期待。\n\n3. 某駭客團體表示一些大型的連線裝置設備生產商已經被不肖份子滲透，未來可能全新的連線設備已經內建病毒程式。\n\n4. 某些討論區塊宣稱單聲的音樂平台已經遭到破解：尚未證實。有可能，但單聲也能有防堵方式，例如一旦偵測到破解使用者可以馬上進行鎖定並且通知管理局位置，這個在目前的管理局規範裡面是完全合法的事情，所以還是奉勸大家不要亂嘗試。\n\n5. 可能注意到的人不多，不過cyTus主系統已經有一段時間沒有更新了 (一般人不會去看啦是我個人興趣wwww)，內部的版本一直停在 V24，其實是蠻困惑的。之前已經有內部流出 V25 的改進項目清單，我個人有點期待，但這麼久了都沒動作也不知道是為什麼???", "1. 新的个资木马病毒，影响范围包含 V11 代以前所有的连线装置（理论上，因为 V5 以前的我手边没有，不过应该也没人在用了ww）\n\n2. iM 越修越烂，不过开发团队有公布了下一季的更新计画看起来值得期待。\n\n3. 某骇客团体表示一些大型的连线装置设备生产商已经被不肖份子渗透，未来可能全新的连线设备已经内建病毒程式。\n\n4. 某些讨论区块宣称单声的音乐平台已经遭到破解：尚未证实。有可能，但单声也能有防堵方式，例如一旦侦测到破解使用者可以马上进行锁定并且通知管理局位置，这个在目前的管理局规范里面是完全合法的事情，所以还是奉劝大家不要乱尝试。\n\n5. 可能注意到的人不多，不过cyTus主系统已经有一段时间没有更新了 (一般人不会去看啦是我个人兴趣wwww)，内部的版本一直停在 V24，其实是蛮困惑的。之前已经有内部流出 V25 的改进项目清单，我个人有点期待，但这么久了都没动作也不知道是为什么???"], "replies": [{"id": "q3002", "name": "RivaC", "avatar": "default_18", "contents": ["Bro Henry is indeed the GTM! This kinda report of his is always satisfying. XD", "さすがGTMヘンリー、毎回期待を裏切らない分析あざ", "不愧是GTM亨利葛格，每次這種報告都不會讓人失望XD", "믿고 보는 GTM 헨리 형님. 이런 정성글은 언제나 환영", "不愧是GTM亨利哥哥，每次這種報告都不會讓人失望XD", "不愧是GTM亨利哥哥，每次这种报告都不会让人失望XD"]}, {"id": "q3003", "name": "Hulujam", "avatar": "team_03", "contents": ["What's GTM meaning??", "GTMってなに", "GTM是甚麼啦", "GTM이 뭐임?", "GTM是甚麼啦", "GTM是什么啦"]}, {"id": "q3004", "name": "RitaC", "avatar": "default_01", "contents": ["GTM, the Golden Tool Man www", "Golden Tool Man真のパシリww", "Golden Tool Man 黃金工具人的意思www", "Golden Tool Man이라고, 비유하자면 맥가이버같은 존재 ㅋㅋㅋ", "Golden Tool Man 黃金工具人的意思www", "Golden Tool Man 黄金工具人的意思www"]}, {"id": "q3005", "name": "T3RA_wr47h", "avatar": "robosp_05", "contents": ["It really has been a long wait for V25\nWhat's with the complete dead silence", "V25まじでどんだけ待たせるん\n遅れるなら遅れるで言えよ", "V25真的蠻久了，都沒動靜是怎樣", "V25 아직도냐. \n이번엔 너무 오래 걸리는 듯", "V25真的蠻久了，都沒動靜是怎樣", "V25真的蛮久了，都没动静是怎样"]}, {"id": "q3006", "name": "STANley", "avatar": "team_08", "contents": ["Not to mention the updates from V20 to V24 were super fast.", "V20からV24までめっちゃアプデ早かったくせに～～", "而且V20到V24中間更新明明都超快(敲碗)", "V20에서 V24까지는 빛의 속도로 업데이트 했으면서 ㅋㅋㅋ", "而且V20到V24中間更新明明都超快(敲碗)", "而且V20到V24中间更新明明都超快(敲碗)"]}, {"id": "q3007", "name": "SYY", "avatar": "team_21", "contents": ["Maybe ARC's development have encountered problems?\nAnd btw the update has been fast just for that time period XD Before it was also slow, SUPER slow.", "ARCの方で開発中に何かあったんかね? 早いとは言ってもここ最近だけだし(笑)\n前はアプデの間隔めっちゃ長かったよ", "ARC開發遇到問題吧? 而且快也只有那陣子阿XD 以前也是很慢  超慢那種", "ㄴ사실 딱 그 기간만 업데이트가 빨랐던 것뿐 다른 땐 항상 느렸었어. ARC쪽 개발팀에 무슨 일이라도 생긴건가?", "ARC開發遇到問題吧? 而且快也只有那陣子阿XD 以前也是很慢  超慢那種", "ARC开发遇到问题吧? 而且快也只有那阵子阿XD 以前也是很慢 超慢那种"]}, {"id": "q3008", "name": "Cybel_Mach", "avatar": "robosp_14", "contents": ["It seems every time a product is previewed by Master Henry, it ends up a mess. <font color=\"#ccffffff\"><b>#HenryNooo </b></font> ", "ヘンリーが予想したことは大抵マジになる<font color=\"#ccffffff\"><b> #ヘンリー嫌だって</b></font>", "亨利大師每次預告過的產品好像都會炸掉齁?   <font color=\"#ccffffff\"><b>#亨利不要</b></font> ", "헨리 예측은 언제나 성지순례를 이룬다는 것이 학계의 정설 <font color=\"#ccffffff\"><b>#사실헨리좀무섭다</b></font>", "亨利大師每次預告過的產品好像都會炸掉?   <font color=\"#ccffffff\"><b>#亨利不要</b></font> ", "亨利大师每次预告过的产品好像都会炸掉? <font color=\"#ccffffff\"><b>#亨利不要</b></font>"]}, {"id": "q3009", "name": "Andy_Roid", "avatar": "robosp_17", "contents": ["The connection device with a built-in Trojan virus sounds really god awful", "最初からウィルス組み込まれてるのは怖すぎ(笑)", "內建木馬病毒的連線裝置聽起來真的是太靠夭了", "처음부터 트로이목마 바이러스를 심는다는 게 소름", "內建木馬病毒的連線裝置聽起來真的是太糟糕了", "内建木马病毒的连线装置听起来真的是太糟糕了"]}, {"id": "q3010", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["True. Who would check the system versions of cyTus as a hobby? XDDDDD", "まじな(笑)誰がcyTusのバージョンなんか気にするん(笑)", "真的，平常誰會去看cyTus的系統版本啦XDDDDD", "ㅋㅋㅋ진짜 cyTus 시스템 버전까지 챙겨보는 사람 적어도 내 주위엔 없음 ㅋㅋㅋㅋ", "真的，平常誰會去看cyTus的系統版本啦XDDDDD", "真的，平常谁会去看cyTus的系统版本啦XDDDDD"]}, {"id": "q3011", "name": "Ayx_Socket", "avatar": "robosp_03", "contents": ["I don't think we can expect iM to get any better anytime soon lul", "iMの今後には期待できないwww", "iM應該不用期待會越修越好了www", "iM이 업데이트할 수록 더 나아질 거라는 생각은 진작에 버리기로 했음 ㅋㅋㅋ", "iM應該不用期待會越修越好了www", "iM应该不用期待会越修越好了www"]}]}