{"id": "q4101", "name": "Flower_Head", "titles": ["[Repost] Unknown human-shaped machines appear in Node 08; attacking without discrimination", "[リポスト] 謎の人型ロボットが突如Node08に出現　無差別攻撃を繰り返し町は地獄絵図", "[轉貼] 不明人形機械突現Node 08 無差別攻擊恍如煉獄", "[공유] 수수께끼의 인간형 기체, 무차별 공격으로 Node 08을 지옥으로 몰아", "[轉貼] 不明人形機械突現Node 08 無差別攻擊恍如煉獄", "[转贴] 不明人形机械突现Node 08 无差别攻击恍如炼狱"], "avatar": "robosp_11", "attachments": [], "contents": ["[Emergency Evacuation Report][Robot][Attack]\n<blockquote>\nBased on the latest information gathered by this network, there have already been many eyewitnesses all over Node 08 that have reported seeing human-shaped machines carrying out unrestrained attacks in the city. Several machines have charged into the telecommunications building where reporters are located and began attacking without discrimination——Fortunately, due to the recent drone attack incident, the Law Enforcement Agents sent on-site were equipped with anti-machine weaponry and were able to successfully eliminate the threat. However, a number of people still suffered minor injuries.\n\nCurrently, we are unable to determine the model type or manufacturer of this group of human-shaped machines. Preliminary investigations have revealed that there are currently no manufacturers that can produce such high-functioning mechanical technology. Dr. Laite, a well-known specialist in the field of robotics notes that, \"based on their agile movement functions and unimaginable reaction speed, it appears that this technology is not of this era\".\n\nThe massive drone attack incident that occurred just a few days ago resulted in the death of many people and caused over a hundred people to be injured. For this reason, the Administration Bureau has issued an emergency evacuation report and deployed military reinforcements to A.R.C., hoping that citizens follow the instructions laid out in the report to prevent any further injuries.\n\n</blockquote>\n[Article excerpted from Node News Network]", "[緊急避難速報][ロボット][攻撃事件]\n<blockquote>\n最新情報によると、現在Node08の各地で謎の人型ロボットによる破壊活動が多発している。かくいう本稿記者のいる通信ビルにも先ほど数体のロボットが侵入し無差別攻撃を始めた。先日のドローン事件の影響を受け、執法員が常駐していたため、その後ロボットらを制圧することに成功したが、数人が軽傷を負うなどした。\n\n現在、群を成して破壊活動を続けるこれらの人型ロボットのモデルナンバーや製造元はわかっておらず、どのメーカーもこれほど高性能なロボットを製造する技術はないということだけがわかっている。これに関して専門家は「彼らの機敏な動きと想像を超える反射能力から見るに、まるで違う時代からやってきたようだ。」と語っている。\n\n数日前に発生したドローン暴走事件にて、数十人の死者、数百人の重軽傷者の被害が出ていることを受け、管理局は緊急避難警報を出している。A.R.C.にも武力支援を要請しているが、被害を最小限に抑えるためにも、市民には一刻も早く避難してほしい。\n</blockquote>\n[Nodeニュースネットワークより]", "[緊急避難警報][機器人][攻擊]\n<blockquote>\n根據本台獲得的最新消息，目前 Node 08 已經有多處目擊不明人形機械對城市進行大肆破壞。記者所在的電信大樓也突然闖進數台機械人，並且展開無差別攻擊——所幸由於之前無人機攻擊事件才特別派駐的執法員配備反機械武器才成功將他們摧毀，不過也有若干人受到輕傷。\n\n目前尚無法辨認成群結隊攻擊的人型機械所屬型號和製造廠商，初步求證的結果，目前沒有任何一家製造商可以有生產如此高性能機械人的技術，「從他們的敏捷的行動模式和超乎想像的反應能力來判斷，幾乎就像是不屬於這個年代的黑科技一樣。」知名機器人學家萊特博士表示。\n\n由於數天前才發生了大規模的無人機失控暴走事件，一共已經造成數十人死亡，上百人受傷的意外。因此管理局已經發佈了緊急避難警報，同時也向A.R.C.調派武力支援，希望民眾遵照配合避難警報指示，以避免不要的傷亡。\n</blockquote>\n[文字節錄自Node News Network]", "[긴급 피난 경보][로봇][테러 사건]\n\n당국이 입수한 최신 정보에 따르면 현재 Node08 각지에서 정체불명의 인간형 로봇에 의한 파괴 사고가 잇달아 발생하고 있다고 합니다. 기자들이 있는 통신 빌딩에도 조금 전 몇 기의 로봇이 침입해 무차별 공격을 시작했지만, 다행히 일전에 벌어진 드론 사건 조사를 목적으로 그곳에 있던 집법원이 로봇들을 제압하는 데 성공했다고 합니다. 그래도 현재 몇 명이 부상을 입은 상황이라고 합니다.\n\n현재까지 무리를 지어 파괴 활동을 벌이는 인간형 로봇의 모델링 넘버나 해당 로봇의 제조사 등에 대한 정보는 파악되지 않은 상황입니다. 현존하는 제작 업체 다수의 기술력을 고려해봤을 때, 현재로선 저런 고성능 로봇을 제조할만한 기술이 없다는 결론입니다. 이에 대해 전문가들은 \"그들의 민첩한 움직임과 상상을 뛰어넘는 반응 속도를 보면 마치 현 시대가 아닌, 다른 시대로부터 온 존재 같다\"라고 입을 열며 놀라움을 감추지 못하고 있는 상황입니다.\n\n며칠 전 발생한 드론 폭주 사건으로 수십 명의 사망자, 수백 명의 중경상자가 발생하자 관리국은 긴급 대피 경보를 선포한 상태이며 동시에 A.R.C.측에도 무력 지원을 요청한 상태입니다. 그리고 피해를 최소화하기 위해서 시민들에게 하루 빨리 대피할 것을 권고한다고 전했습니다.\n</blockquote>\n[Node 뉴스 네트워크 중]", "[緊急避難警報][機器人][攻擊]\n<blockquote>\n根據本台獲得的最新消息，目前 Node 08 已經有多處目擊不明人形機械對城市進行大肆破壞。記者所在的電信大樓也突然闖進數台機械人，並且展開無差別攻擊——所幸由於之前無人機攻擊事件才特別派駐的執法員配備反機械武器才成功將他們摧毀，不過也有若干人受到輕傷。\n\n目前尚無法辨認成群結隊攻擊的人型機械所屬型號和製造廠商，初步求證的結果，目前沒有任何一家製造商可以有生產如此高性能機械人的技術，「從他們的敏捷的行動模式和超乎想像的反應能力來判斷，幾乎就像是不屬於這個年代的黑科技一樣。」知名機器人學家萊特博士表示。\n\n由於數天前才發生了大規模的無人機失控暴走事件，一共已經造成數十人死亡，上百人受傷的意外。因此管理局已經發佈了緊急避難警報，同時也向A.R.C.調派武力支援，希望民眾遵照配合避難警報指示，以避免不要的傷亡。\n</blockquote>\n[文字節錄自Node News Network]", "[紧急避难警报][机器人][攻击]\n<blockquote>\n根据本台获得的最新消息，目前 Node 08 已经有多处目击不明人形机械对城市进行大肆破坏。记者所在的电信大楼也突然闯进数台机械人，并且展开无差别攻击——所幸由于之前无人机攻击事件才特别派驻的执法员配备反机械武器才成功将他们摧毁，不过也有若干人受到轻伤。\n\n目前尚无法辨认成群结队攻击的人型机械所属型号和制造厂商，初步求证的结果，目前没有任何一家制造商可以有生产如此高性能机械人的技术，「从他们的敏捷的行动模式和超乎想像的反应能力来判断，几乎就像是不属于这个年代的黑科技一样。」知名机器人学家莱特博士表示。\n\n由于数天前才发生了大规模的无人机失控暴走事件，一共已经造成数十人死亡，上百人受伤的意外。因此管理局已经发布了紧急避难警报，同时也向A.R.C.调派武力支援，希望民众遵照配合避难警报指示，以避免不要的伤亡。\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "q4102", "name": "Varinaya", "avatar": "misc_34", "contents": ["way more frightening than the drones", "ドローンよりやばそうなのきた", "比無人機更要命的東西來了", "드론의 위험을 능가하는 자가 나타났다!", "比無人機更要命的東西來了", "比无人机更要命的东西来了"]}, {"id": "q4103", "name": "Mulder", "avatar": "misc_13", "contents": ["What has been happening recently? What sort of evil is causing all this stuff to happen?", "まじで最近何なんだ？世界滅亡すんの？", "最近到底是造了甚麼孽出了這麼多事情", "요즘 뭔가 있나? 왜 자꾸 이런 일이 생기냐", "最近到底是造了甚麼孽出了這麼多事情", "最近到底是造了什么孽出了这么多事情"]}, {"id": "q4104", "name": "NoSignal", "avatar": "default_20", "contents": ["I just saw them flying, running, jumping, everything! Like Boss Tin Dynamix on coffee. Definitely more advanced than robots", "空飛んだり、壁は知ったりしてるやんけ。。。そんなことできるロボット知らんぞ。。。", "我剛剛看到他們飛簷走壁根本就超乎機器人的行動方式了吧", "방금 벽을 훌쩍 넘어가는 거 봤거든? \n그냥 행동하는 게 우리가 흔히 생각하는 그런 로봇의 움직임이었음", "我剛剛看到他們飛簷走壁根本就超乎機器人的行動方式了吧", "我刚刚看到他们飞檐走壁根本就超乎机器人的行动方式了吧"]}, {"id": "q4105", "name": "Snor_eDen", "avatar": "default_01", "contents": ["At this number, even if enforcement agents use anti-machine weaponry they still won't stand a chance!!!!", "あの数じゃ\n執法員がどんな装備を用意しても敵わないってまじで!!!!", "照這個數量\n執法員就算使用反機械裝備也不是他們的對手啊!!!!", "이 정도 숫자면\n집법원들이 가진 장비로는 절대 상대가 안 될 텐데!", "照這個數量\n執法員就算使用反機械裝備也不是他們的對手啊!!!!", "照这个数量\n执法员就算使用反机械装备也不是他们的对手啊!!!!"]}, {"id": "q4106", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["since they're not drones, are they robots with brains??", "ドローンじゃないからね\n脳みそのあるロボット？？みたいなもんじゃね", "因為他們不是無人機阿\n應該是有腦子的機器人吧??", "상대가 드론이 아니잖아.\n지능이 인간과 흡사한 로봇이라고 봐야겠지.", "因為他們不是無人機阿\n應該是有腦子的機器人吧??", "因为他们不是无人机阿\n应该是有脑子的机器人吧??"]}, {"id": "q4107", "name": "RamenBot", "avatar": "team_17", "contents": ["why can't all robots be funny and witty like Robohead", "ロボットはロボたんみたいなかわいい子だけで充分です！！！！！！！！", "為什麼機器人不能跟蘿蔔頭一樣幽默風趣有可愛啊", "어째서 로봇들은 전부 로보처럼 조용하고 귀여운 맛이 있는 녀석들이 없는 거냐", "為什麼機器人不能跟蘿蔔頭一樣幽默風趣有可愛啊", "为什么机器人不能跟萝卜头一样幽默风趣有可爱啊"]}, {"id": "q4108", "name": "STANley", "avatar": "team_08", "contents": ["Maybe he'll bring his friends to help us?", "ロボへが仲間を連れて人類を助けに現れるかも", "說不定蘿蔔頭會帶著他的機器人夥伴回來幫我們?", "혹시 모르지. 로보가 자신의 로봇 동료들을 데리고 와서 우리를 도와줄지", "說不定蘿蔔頭會帶著他的機器人夥伴回來幫我們?", "说不定萝卜头会带着他的机器人伙伴回来帮我们?"]}, {"id": "q4109", "name": "CHanatsuka", "avatar": "team_10", "contents": ["You sure the robots won't help the robots XD", "向こうに手を貸さない保証は？w", "你確定機器人不會幫機器人嗎XD", "로봇이 로봇을 돕는다고? ㅋㅋㅋㅋㅋ", "你確定機器人不會幫機器人嗎XD", "你确定机器人不会帮机器人吗XD"]}, {"id": "q4110", "name": "C.Y.", "avatar": "team_09", "contents": ["Who said robots can't understand humans??\nPerhaps some robots love humans~~~~~", "てかロボットと人間が分かり合えないなんて誰が言ったの？\nもしかしたら人間好きのロボットもいるかもよ？", "誰說機器人不能理解人類的??\n搞不好有的機器人很愛人類阿~~~~~", "로봇이 인간을 이해 못할 거라고 단정짓는 사람들 많네.\n휴머니즘 가득한 로봇이 있을 수도 있잖아~~", "誰說機器人不能理解人類的??\n搞不好有的機器人很愛人類阿~~~~~", "谁说机器人不能理解人类的??\n搞不好有的机器人很爱人类阿~~~~~"]}, {"id": "q4111", "name": "Hulujam", "avatar": "team_03", "contents": ["SHUT UP and head for cover~~~~", "まじでどうでもいいから早く避難しろ（真顔）", "別吵這個了快去避難阿兩位~~~~", "그딴 주제로 진지하게 토론하지 말고 피난부터 떠나셈~~~~", "別吵這個了快去避難阿兩位~~~~", "别吵这个了快去避难阿两位~~~~"]}]}