{"id": "r2101", "name": "ROBO_Head", "titles": ["[Share] What extremely long connection times does to the brain", "[シェア] 長時間接続が大脳に与える影響", "[分享] 超長時間連線對大腦之影響", "[공유] 온라인 장시간 노출 시 두뇌에 악영향", "[分享] 超長時間連線對大腦之影響", "[分享] 超长时间连线对大脑之影响"], "avatar": "robo_01", "attachments": [], "contents": ["[Medical][Internet]\n<blockquote>\nFellow online service users, Node United Hospital would like to call your attention to an issue. Last month, thousands of users approached us having suffered symptoms of dizziness, auditory hallucinations and cognitive disorders. All these patients shared one thing: they all had extremely long connection times of over 48 hours before the symptoms surfaced.\nThomas Snow, VS of Virtual Psychiatry at Node United Hospital, stated: \"In terms of connection times, we recommend setting the cap at 8~12 hours to avoid physical discomfort. If you feel discomfort after disconnecting, please report via the remote medical service and do a basic self-check.\"\n</blockquote>\n[Article excerpted from Node 08 Administration Bureau's medical committee]", "[医療][インターネット]\n<blockquote>\n今月インターネット依存が原因で48時間以上オンライン状態が続き、めまいや幻聴、錯乱などの症状が現れたという報告が1000件を超えました。オンラインサービスユーザーは、健康や安全には十分気をつけてください。\n\nNode総合病院バーチャル精神科主任医長のトーマス・スノウ医師は長時間のオンラインについて、健康状態を保つため、上限を8～12時間の間に定めた方がよいと言っています。もし、オフライン後に体の不調を感じた場合は、リモートメディカルサービスから通報し、自己診断を行ってください。\n</blockquote>\n[Node 08管理局医療委員会より]", "[醫療][網路]\n<blockquote>\nNode 聯合醫院提醒廣大線上服務使用者，本月已接獲上千位民眾因過度沉迷網路，進行超過 48 小時以上的超長時間連線而產生暈眩、幻聽、認知錯亂的病徵，請各位民眾注意自身健康與安全。\n\nNode 聯合醫院虛擬精神科主治醫師湯瑪斯．史諾表示：凡是進行長時間連線，最好把時間上限定在 8~12 小時之內，避免身體不適。如在離線之後感到身體不適，請盡速使用遠端醫療服務通報並進行初步自我診斷。\n</blockquote>\n[文字節錄自 Node 08 管理局醫療委員會]", "[의료][인터넷]\n<blockquote>\nNode종합병원은 이번달 온라인 서비스 사용자 수를 통계로 그중 48시간 이상 과도하게 인터넷을 사용한  대다수가 어지러움, 환청 등의 증상을 보였다는 사실을 발표했고 주민들에게 이를 충분히 유의할 것을 촉구했다.\n\nNode 종합병원 가상 정신과 주치의 토마스 스노우는 장시간 온라인을 사용할 경우 상한 시간을 8~12 시간으로 정하는 것이 좋다고 말했다. 만약 오프라인 후에 몸의 이상을 느꼈을 경우 원격 의료 서비스를 통해 초기 자가진단 서비스를 받아볼 것을 권유했다.\n</blockquote>\n[출처: Node 08 관리국 의료위원회 문자 데이터 기록 중에서]", "[醫療][網路]\n<blockquote>\nNode 聯合醫院提醒廣大線上服務使用者，本月已接獲上千位民眾因過度沉迷網路，進行超過 48 小時以上的超長時間連線而產生暈眩、幻聽、認知錯亂的病徵，請各位民眾注意自身健康與安全。\n\nNode 聯合醫院虛擬精神科主治醫師湯瑪斯．史諾表示：凡是進行長時間連線，最好把時間上限定在 8~12 小時之內，避免身體不適。如在離線之後感到身體不適，請盡速使用遠端醫療服務通報並進行初步自我診斷。\n</blockquote>\n[文字節錄自 Node 08 管理局醫療委員會]", "[医疗][网路]\n<blockquote>\nNode 联合医院提醒广大线上服务使用者，本月已接获上千位民众因过度沉迷网路，进行超过48 小时以上的超长时间连线而产生晕眩、幻听、认知错乱的病征，请各位民众注意自身健康与安全。\n\nNode 联合医院虚拟精神科主治医师汤玛斯．史诺表示：凡是进行长时间连线，最好把时间上限定在 8~12 小时之内，避免身体不适。如在离线之后感到身体不适，请尽速使用远端医疗服务通报并进行初步自我诊断。\n</blockquote>\n[文字节录自 Node 08 管理局医疗委员会]"], "replies": [{"id": "r2102", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Average hours per week for this Unit: 140 hours\nSelf-detected errors: 0", "本機の 週間 平均オンライン時間：140 時間\n自己診断による エラー数：0", "本機平均每週連線時數：140小時\n自我診斷錯誤數：0", "본기체의 주간 평균 온라인 접속 시간：140시간\n자가진단 에러：0", "本機平均每週連線時數：140小時\n自我診斷錯誤數：0", "本机平均每周连线时数：140小时\n自我诊断错误数：0"]}, {"id": "r2103", "name": "Flower_Head", "avatar": "robosp_11", "contents": ["You're not human", "スーパーマンか", "根本超人", "슈퍼맨인가", "根本超人", "根本超人"]}, {"id": "r2104", "name": "DustyAsh", "avatar": "misc_20", "contents": ["well Robo_head really is NOT human XD", "ロボヘッド人間じゃないやろw", "不對吧蘿蔔頭大大是人嗎XD", "로보씨는 인간이 아니잖아 ㅎ", "不對吧蘿蔔頭大大是人嗎XD", "不对吧萝卜头大大是人吗XD"]}, {"id": "r2105", "name": "Cybel_Mach", "avatar": "robosp_14", "contents": ["Everybody think Robohead's a robot, but the way he talks is too cute for him to not be a real human", "みんなロボのことロボットだと思ってるけど、自分的には人間であってほしいwだってなんかかわいくねw", "雖然大家都覺得蘿蔔頭是機器人，但是他講話真的太萌了希望是真人", "모두가 로보를 기계로 생각하지만 로보가 말하는 거 보면 그냥 사람 같기도. 진짜 사람이었으면 좋겠다ㅋㅋ", "雖然大家都覺得蘿蔔頭是機器人，但是他講話真的太萌了希望是真人", "虽然大家都觉得萝卜头是机器人，但是他讲话真的太萌了希望是真人"]}, {"id": "r2106", "name": "Abin", "avatar": "misc_69", "contents": ["Every time I want to say \"take care of yourself\" to Robo_head I forget that he is like 10000 times more durable than humans", "いつもろぼっちがロボットだってこと忘れてお疲れって言いそうになるわ。実際人間より何百倍も強いのにな。", "每次想跟蘿蔔頭大大說保重身體都會忘記他應該比人類耐操一萬倍吧哈哈", "매번 로보한테 건강하세요라고 말하는 사람들 보면 로보가 우리보다 몇 만배는 튼튼하다는 사실을 잊고 있는 것 같아 ㅋㅋㅋ", "每次想跟蘿蔔頭大大說保重身體都會忘記他應該比人類耐操一萬倍吧哈哈", "每次想跟萝卜头大大说保重身体都会忘记他应该比人类耐操一万倍吧哈哈"]}]}