{"id": "r2501", "name": "ROBO_Head", "titles": ["[Repost] An urban legend nightmare comes true: memory lost for millions, main culprit still nowhere to be seen", "[リポスト] 都市伝説の悪夢が現実に：\n百万人以上が記憶障害 主犯いまだ不明", "[轉貼] 都市傳說惡夢成真：上百萬人失去記憶 主嫌仍行蹤不明", "[공유] 도시괴담이 현실로: 백만 명의 기억 상실 주범 아직까지 불명", "[轉貼] 都市傳說惡夢成真：上百萬人失去記憶 主嫌仍行蹤不明", "[转贴] 都市传说恶梦成真：上百万人失去记忆 主嫌仍行踪不明"], "avatar": "robo_01", "attachments": ["r2501"], "contents": ["[Æsir][Breaking][News][ARC][Administration Bureau]\n<blockquote>\nThe mysterious musician Æsir, who made a high-profile concert announcement half-a-year ago, was exposed by famous internet DJ ROBO_Head for the suspicious use of illegal methods to erase the memories of all connected users. However, the actual method and purpose of these actions are still unclear. Earlier today, we received some inside news from the law enforcement department of the Administration Bureau. The Bureau has initiated the investigation, and there is a possibility that this incident is related to the \"streamer hacked\" incident that occurred at the end of last month.\n\nRegarding this issue, the spokesperson for the Bureau stated that if the actual situation indeed matched the rumors and that the users' memories were erased, this will be the largest internet terrorist attack since Node 08 was established. \"We are facing a unique situation never seen before. This is a brand-new type of enemy, using a brand-new method of attack.\" Davis, A.R.C.'s minister of internet security, also released an announcement earlier today, stating that they will be working together with the Bureau to locate the culprit and uncover the truth...\n</blockquote>\n[Article excerpted from Node News Network]", "[Æsir][速報][ニュース][ARC][管理局]\n<blockquote>\n半年前に無料ライブの開催を発表し、世間を賑わせた謎のミュージシャンÆsirについて、新たな情報が浮上した。\n先日、インターネット上で人気を得ているDJ ROBO_Headが、Æsirがライブ当日違法な技術を使用し、オンラインユーザー全員の記憶を消し去った可能性があると公表した。但し、詳しい手法や目的については未だ明らかになっていない。管理局執法部内部からの情報によると、管理局は先日の実況者ハッキング事件との関連性も含めて、調査を進めているという。\n\nこれに対して管理局は、もし本当に使用者の記憶が消去されているとすれば、Node 08始まって以来のインターネットテロであるとし、「私たちはこれから新たな局面に立ち向かうこととなります。敵はこれまでとは違った形態で、新しい攻撃手法を使ってくる。」と発言した。A.R.C.インターネットセキュリティー部長のDavis氏も、管理局と協力し犯人及び真相の追跡にあたると...\n</blockquote>\n[ノードニュースネットワークより]", "[Æsir][快訊[新聞][ARC][管理局]\n<blockquote>\n半年前曾經高聲量宣布舉辦免費演唱會的神祕音樂人 Æsir，最近被網路上知名 DJ ROBO_Head 爆料疑似使用非法技術清除所有連線使用者的記憶，不過作案手法與目的至今仍未明朗，記者在稍早已經取得管理局執法部門內部人士消息，管理局已經著手介入調查，也不排除與上個月底發生的實況主駭客事件有關。\n\n對此，管理局發言人表示，如果使用者記憶遭清除的一切狀況屬實，那將會是 Node 08 成立以來最大的網路恐怖攻擊事件。「我們將面臨一個全新的局面，這會是一種新型態的敵人，使用新型態的攻擊手法。」A.R.C. 網路安全部長 Davis 稍早也同步發表聲明表示會與管理局攜手找到嫌犯以及還原真相...\n</blockquote>\n[文字節錄自Node News Network]", "[Æsir][속보][뉴스][ARC][관리국]\n<blockquote>\n최근 인터넷에서 유명세를 타고 있는 DJ ROBO_Head가 반년 전 무료 콘서트 개최를 주최했던 Æsir의 불법 기술로 인한 사용자 기억 상실 유발 혐의 가능성을 공개했다. 하지만 아직까지 정확한 범행 목적 및 동기는 알아내지 못한 상황이다. 관리국 집행 법무 부서 내부 관계자의 말에 따르면, 관리국은 이미 조사에 착수했으며, 저번 달 발생했던 스트리머 해킹 사건과의 연관성도 염두에 두고 있다고 전했다.\n\n이에 대해 관리국은 만약 사용자의 기억이 사라지고 있다는 사실이 명확해지면, 이는 Node 08 건립 이래로 최대 규모의 테러 사건이라고 표명했다. 「우리는 새로운 국면에 맞서게 되었으며, 전례 없는 새로운 형태의 테러 전법에 대책을 강구해야 합니다」 A.R.C.네트워크 보안부의 Davis도 동시에 관리국과의 협력으로 범인 추적 및 진상을 밝히는 작업에 착수했....\n</blockquote>\n[Node News Network 텍스트 기록 중에서]", "[Æsir][快訊[新聞][ARC][管理局]\n<blockquote>\n半年前曾經高聲量宣布舉辦免費演唱會的神祕音樂人 Æsir，最近被網路上知名 DJ ROBO_Head 爆料疑似使用非法技術清除所有連線使用者的記憶，不過作案手法與目的至今仍未明朗，記者在稍早已經取得管理局執法部門內部人士消息，管理局已經著手介入調查，也不排除與上個月底發生的實況主駭客事件有關。\n\n對此，管理局發言人表示，如果使用者記憶遭清除的一切狀況屬實，那將會是 Node 08 成立以來最大的網路恐怖攻擊事件。「我們將面臨一個全新的局面，這會是一種新型態的敵人，使用新型態的攻擊手法。」A.R.C. 網路安全部長 Davis 稍早也同步發表聲明表示會與管理局攜手找到嫌犯以及還原真相...\n</blockquote>\n[文字節錄自Node News Network]", "[Æsir][快讯[新闻][ARC][管理局]\n<blockquote>\n半年前曾经高声量宣布举办免费演唱会的神秘音乐人Æsir，最近被网路上知名DJ ROBO_Head 爆料疑似使用非法技术清除所有连线使用者的记忆，不过作案手法与目的至今仍未明朗，记者在稍早已经取得管理局执法部门内部人士消息，管理局已经着手介入调查，也不排除与上个月底发生的实况主骇客事件有关。\n\n对此，管理局发言人表示，如果使用者记忆遭清除的一切状况属实，那将会是 Node 08 成立以来最大的网路恐怖攻击事件。 「我们将面临一个全新的局面，这会是一种新型态的敌人，使用新型态的攻击手法。」ARC 网路安全部长Davis 稍早也同步发表声明表示会与管理局携手找到嫌犯以及还原真相...\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "r2502", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Speculation: Investigation progress...... 15%\nAction: Continue search of internet and collect list of possible culprits", "Speculation: 調査進度...... 15%\nAction: 引き続き インターネット検索を 進めて 疑わしい人物の リストを 作成します", "推測：調查進度……15%\n動作：持續檢索網路並蒐集可疑名單", "Speculation: 조사 진행도...... 15% \nAction: 인터넷 검색을 통한 용의 명단 수집 작업 진행", "推測：調查進度……15%\n動作：持續檢索網路並蒐集可疑名單", "推测：调查进度……15%\n动作：持续检索网路并搜集可疑名单"]}, {"id": "r2503", "name": "T3RA_wr47h", "avatar": "robosp_05", "contents": ["It's times like this that I appreciate the fact that Robohead doesn't have a brain\nIf not for that fact, we might have no evidence at all on the event", "ロボに脳がなくてよかった\nじゃないとこの事件は永遠に解決できなかっただろうし", "這時候突然覺得蘿蔔頭沒有大腦真是太好了呢\n不然可能這件事情就死無對證了", "진짜 이때 로보한테 뇌가 없던 것이 오히려 천운이네.\n안 그랬으면 이 사건은 진짜 미궁 속으로 더 깊게 빠져버렸을 건데", "這時候突然覺得蘿蔔頭沒有大腦真是太好了呢\n不然可能這件事情就死無對證了", "这时候突然觉得萝卜头没有大脑真是太好了呢\n不然可能这件事情就死无对证了"]}, {"id": "r2504", "name": "Ayx_Socket", "avatar": "robosp_03", "contents": ["It feels like you are saying that he's an idiot by stating that he doesn't have a brain XDDDD", "脳がないって言うとなんかROBOが頭悪いみたいに聞こえるんだけど(笑)(笑)", "說人家沒大腦好像很笨的感覺XDDD", "절대 악의는 아니겠지만 뇌가 없다는 말 얼핏 무슨 욕처럼 들리지 않음?ㅋㅋㅋㅋㅋ", "說人家沒大腦好像很笨的感覺XDDD", "说人家没大脑好像很笨的感觉XDDD"]}, {"id": "r2505", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> You have no brains~~~~", "<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 頭空っぽ言われてんでww", "<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 你沒大腦~~~", "<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 넌 뇌가 없어!~~~~ㅋㅋ", "<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 你沒大腦~~~~", "<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 你没大脑~~~~"]}, {"id": "r2506", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["This unit consists of inorganic compounds\nBrain organic biological organ\nConclusion: This unit no brains\nP.S: Smarter than 99.99% of carbon-based creatures ：D", "本機は 無機物質で 構成されています\n脳は 炭素系生物の 器官です\nConclusion: 本機は 脳が ありません\nP.S: 99.99%の 炭素系生物より 頭が いいです\n：D", "本機 由無機物質構成  \n大腦為 碳基生物器官\n結論：本機 無大腦\n補充：比 99.99% 碳基生物 聰明：D", "본 기기는 무기물질로 구성되어 있으며\n뇌는 탄소계 바이오 기관으로 구성되어 있습니다.  \n결론: 본 기기는 뇌가 없다.\nP.S: 99.99% 탄소계 바이오로 이루어진 뇌 시스템은 매우 똑똑합니다 : D", "本機 由無機物質構成  \n大腦為 碳基生物器官\n結論：本機 無大腦\n補充：比 99.99% 碳基生物 聰明：D", "本机 由无机物质构成\n大脑为 碳基生物器官\n结论：本机 无大脑\n补充：比 99.99% 碳基生物 聪明：D"]}, {"id": "r2507", "name": "HC", "avatar": "team_16", "contents": ["ROBO_Head should count as a Silicon-based creature I think XDD Just like how Sci-Fi novels describe alien creatures", "ROBO_Headはどっちかといえば、ケイ素系生物でしょwwwSF小説のエイリアン的なwww", "ROBO_Head 應該算是矽基生物吧www 跟科幻小說裡面形容的外星生物一樣", "ROBO_Head 실리콘으로 이루어진 거 아니었어? ㅋㅋㅋSF 소설에 나오는 에얼리언처럼 말이야", "ROBO_Head 應該算是矽基生物吧www 跟科幻小說裡面形容的外星生物一樣", "ROBO_Head 应该算是矽基生物吧www 跟科幻小说里面形容的外星生物一样"]}, {"id": "r2508", "name": "AliceinCytus", "avatar": "misc_76", "contents": ["No matter what, I still can't remember anything about the concert\nOr should I say can I still remember anything?\nIf I really do remember, is it really my memory of that day?", "自分はどんなに頑張ってもライブ当日のことを思い出せません。\n思い出せるんですかね？\n思い出せたところで、それは本当にあの日の記憶なんですかね？", "不管怎麼說，我還是沒辦法想起來音樂會的事情\n應該說我能想起來嗎?\n我如果想起來，會真的是那天的記憶嗎?", "그게 뭐가 됐든 난 아직도 콘서트에서의 일이 생각이 안 남. \n생각해 낼 수 있지 않을까? 그런데 만약 생각해 낸다 해도 그 기억이 정말 그때의 기억이라고 확신할 수 있을까?", "不管怎麼說，我還是沒辦法想起來音樂會的事情\n應該說我能想起來嗎?\n我如果想起來，會真的是那天的記憶嗎?", "不管怎么说，我还是没办法想起来音乐会的事情\n应该说我能想起来吗?\n我如果想起来，会真的是那天的记忆吗?"]}, {"id": "r2509", "name": "NerfThat", "avatar": "default_06", "contents": ["I saw Dr. Hawkins on a show the other day. He said that although the memory is theoretically erased, the human brain has some kind of self-defense mechanism. So there might be a backup hidden in the subconscious", "Dr. Hawkinsが理論上では記憶は消されたかもだけど、人間の脳には自己防衛機能がついてて、潜在意識の中でバックアップを取ってる可能性がある的なことをいってたよ", "我有看到 Dr. Hawkins 在節目上說雖然理論上記憶消除了，但是人腦有自我防禦機制，在潛意識中說不定留有備份", "Dr. Hawkins이 이론상으론 기억은 사라질지라도, 인간의 뇌에는 자아방어기제가 자리 잡고 있기 때문에 무의식중에 그 기억을 백업해 놓을 수도 있다고 하던데", "我有看到 Dr. Hawkins 在節目上說雖然理論上記憶消除了，但是人腦有自我防禦機制，在潛意識中說不定留有備份", "我有看到 Dr. Hawkins 在节目上说虽然理论上记忆消除了，但是人脑有自我防御机制，在潜意识中说不定留有备份"]}, {"id": "r2510", "name": "BUCK$", "avatar": "team_04", "contents": ["Ah man, times like this make you wish that you're a computer and you can just go into the subconscious to copy and paste your memory to your heart's content", "もし自分もコンピュータだったら、潜在意識の中に自由に入り込めてコピペできるのに", "ㄚㄚ這時候多希望自己是電腦阿，就可以任意進入潛意識把記憶複製貼上就好了", "아아. 컴퓨터가 되어서 무의식 속으로 들어간 다음 복붙해 버리고 싶다...", "ㄚㄚ這時候多希望自己是電腦阿，就可以任意進入潛意識把記憶複製貼上就好了", "ㄚㄚ这时候多希望自己是电脑阿，就可以任意进入潜意识把记忆复制贴上就好了"]}, {"id": "r2511", "name": "MAN_Dora", "avatar": "misc_85", "contents": ["This is supposed to be an issue for the admins\nBut the A.R.C. seems more reliable now ", "本来なら管理局が解決するべきなんだろーけど，A.R.C.のが頼りになるね", "應該是管理局要出面解決的問題\n結果A.R.C.還感覺更可靠一點", "원래는 관리국이 나서서 문제를 해결해야 한다고 생각하는 1人이지만...\n오히려 A.R.C가 더 신뢰가 간다", "應該是管理局要出面解決的問題\n結果A.R.C.還感覺更可靠一點", "应该是管理局要出面解决的问题\n结果A.R.C.还感觉更可靠一点"]}, {"id": "r2512", "name": "Heart_Head", "avatar": "misc_27", "contents": ["It's always been like that in Node 08 XDD", "Node 08ではそれが常識（笑）", "在Node 08就是這樣啊XDD", "Node 08의 대부분이 그렇게 생각할 걸 ㅋㅋㅋ", "在Node 08就是這樣啊XDD", "在Node 08就是这样啊XDD"]}, {"id": "r2513", "name": "Cybel_Mach", "avatar": "robosp_14", "contents": ["I\nStill\nDon't\nRemember\nAnything", "思\nい\n出\nせ\nな\nい", "我\n還\n是\n不\n記\n得", "기\n억\n이\n나\n지\n않\n아", "我\n還\n是\n不\n記\n得", "我\n还\n是\n不\n记\n得"]}, {"id": "r2514", "name": "AntiReality", "avatar": "default_05", "contents": ["I feel like rather than worry about some kind of terrorist attack, we should apprehend and restrict every person that could be a culprit", "テロが心配なら疑わしい人間を全員捕まえて監視すべきだ", "我覺得與其擔心甚麼恐怖攻擊，應該是把所有有嫌疑的人抓一抓全部管制吧", "내 생각엔 무슨 테러 공격 따윌 걱정하기보다는 당장 전과가 있거나 혐의가 있는 사람들 모두 잡아들여서 관리하는 것이 맞다고 봄", "我覺得與其擔心甚麼恐怖攻擊，應該是把所有有嫌疑的人抓一抓全部管制吧", "我觉得与其担心什么恐怖攻击，应该是把所有有嫌疑的人抓一抓全部管制吧"]}, {"id": "r2515", "name": "AntiReality", "avatar": "default_05", "contents": ["You know, people like NEKO, ConneR...etc. are all pretty dangerous people\nNot having quarantines or restrictions on their internet usage is dumb\nWhy are these potential risks allowed to roam freely among us regular folks???", "NEKOとかConneRとかも危険人物\n隔離するかインターネット使用権を制限すべき\nこいつら危険分子を我々の中に紛れ込ませておいてはいけない", "NEKO阿~ConneR阿這些都算是危險分子了\n不隔離或是管制他們的網路使用權\n難道想讓這些潛在危險若無其事混在我們其中嗎???", "NEKO나 ConneR도 위험인물임.\n인터넷 사용에 대한 어떤 격리 조치나 제한이 아예 없잖아. \n이런 잠재적 위험 분자들이 우리 사회 속에 흘러들어 자유롭게 행동하는 데 보고만 있어야 하나?", "NEKO阿~ConneR阿這些都算是危險分子了\n不隔離或是管制他們的網路使用權\n難道想讓這些潛在危險若無其事混在我們其中嗎???", "NEKO阿~ConneR阿这些都算是危险分子了\n不隔离或是管制他们的网路使用权\n难道想让这些潜在危险若无其事混在我们其中吗???"]}, {"id": "r2516", "name": "Heart_Head", "avatar": "misc_27", "contents": ["I utterly disagree with every single word you just said", "上の人何言ってんの\nキチガイこわい", "樓上的言論我一點都無法認同", "위에 남긴 글 진짜 코딱지만큼도 동의할 수 없다", "樓上的言論我一點都無法認同", "楼上的言论我一点都无法认同"]}, {"id": "r2517", "name": "SYY", "avatar": "team_21", "contents": ["Idiot. So you decide that other people's rights can be violated just because of some insubstantial sense of danger?", "バカ(´・ω・`)？そんなはっきりしない危険のために他人の人権を侵害できるとでも？", "白癡啊你竟然會想為了那些虛無飄渺的危機感去侵犯別人的人權?", "등X. 저딴 허무맹랑한 이유로 다른 사람의 인권을 침해해도 된다고 진심으로 그렇게 생각하는 거냐", "白癡啊你竟然會想為了那些虛無飄渺的危機感去侵犯別人的人權?", "白痴啊你竟然会想为了那些虚无飘渺的危机感去侵犯别人的人权?"]}, {"id": "r2518", "name": "AntiReality", "avatar": "default_05", "contents": ["You must be one of those idiot fans of theirs right? I can't and won't communicate with someone who can't think with their own brains sorry", "信者のコメントはいらない\n悪いけど無能な人間と会話するのは時間の無駄なんで", "你應該是他們腦粉吧？我無法跟腦子進水的人溝通抱歉", "ㅂㄷㅂㄷ충 등장 ㅋㅋ\n찔리냐? 하긴 너희 같은 놈들이랑 이런 얘기해봤자 시간 낭비지", "你應該是他們腦粉吧？我無法跟腦子進水的人溝通抱歉", "你应该是他们脑粉吧？我无法跟脑子进水的人沟通抱歉"]}, {"id": "r2519", "name": "DustyAsh", "avatar": "misc_20", "contents": ["Moron by doing that you're falling into the real culprit's trap", "ばかなの？それこそ犯人の罠にハマるようなもんじゃん", "北七啊這樣就正中真兇的圈套了", "바보들아. 니들 하는 짓거리가 바로 진짜 범인이 원하고 있는 거다. 놀아나지 마라", "北七啊這樣就正中真兇的圈套了", "北七啊这样就正中真凶的圈套了"]}, {"id": "r2520", "name": "Smurky", "avatar": "nekosp_07", "contents": ["Can NEKO be released already? Like how it's impossible for her to be the perp!!!", "NEKOを開放してください!!!犯人はNEKOじゃない!!!", "可以把NEKO放出來了嗎，她怎麼可能是犯人啦!!!", "NEKO는 좀 빼줘라. 걔가 어떻게 범죄자야!!!", "可以把NEKO放出來了嗎，她怎麼可能是犯人啦!!!", "可以把NEKO放出来了吗，她怎么可能是犯人啦!!!"]}, {"id": "r2521", "name": "D33M0", "avatar": "misc_53", "contents": ["I also feel that a mere streamer has no ability nor the necessity to perform an attack like this", "俺も配信者がそんなことする意味も能力もないと思う", "我也覺得一個實況主沒有能力也沒必要發動這種攻擊", "아니 일개 스트리머가 무슨 능력이 있다고 그런 테러를 저지르냐. 그리고 무슨 이득을 보겠다고. 하여튼 망상충 애들 리얼 노답임", "我也覺得一個實況主沒有能力也沒必要發動這種攻擊", "我也觉得一个实况主没有能力也没必要发动这种攻击"]}, {"id": "r2522", "name": "Marsh", "avatar": "default_08", "contents": ["Maybe because she wants to be famous?", "有名になりたいだけ", "說不定是因為很想紅?", "유명해지고 싶어서 노이즈 마케팅마냥 저질러 버릴 가능성은?", "說不定是因為很想紅?", "说不定是因为很想红?"]}, {"id": "r2523", "name": "CyberLord", "avatar": "misc_99", "contents": ["Dude she is already super famous. Didn't you see how many people were connected to her stream when she was attacked!!", "いや、もう十分有名だから。オンライン攻撃で何人が被害受けたと思ってんの！", "她已經超級紅了好嗎，沒看到光是連線到實況而被攻擊的人有多少!!", "솔직히 엄청 유명한 편이지 걔 정도면. 방송 보려고 접속했다가 공격당한 사람 수만 봐도 그런 소리 나올 수가 없지", "她已經超級紅了好嗎，沒看到光是連線到實況而被攻擊的人有多少!!", "她已经超级红了好吗，没看到光是连线到实况而被攻击的人有多少!!"]}]}