{"id": "r2601", "name": "ROBO_Head", "titles": ["[Repost] Another incident of unmanned drones assaulting innocent civilians by accident. Civilians outraged toward administration bureau", "[リポスト] ドローンが一般市民に危害 民衆の怒りは管理局へ", "[轉貼] 無人機攻擊無辜平民意外又添一起 民眾怒火燒向管理局", "[공유] 드론 무차별 공격 사건 발생. 민중의 분노는 관리국에게로", "[轉貼] 無人機攻擊無辜平民意外又添一起 民眾怒火燒向管理局", "[转贴] 无人机攻击无辜平民意外又添一起 民众怒火烧向管理局"], "avatar": "robo_01", "attachments": ["r2601"], "contents": ["[News][Administration Bureau][Unmanned Drones][Social Issues]\n<blockquote>\nYesterday, in the middle of the night, a law enforcement drone performing its routine patrol at Node 08 Quadrant I's automatic area accidentally attacked a civilian household in the area. A model LE-117 Striker drone that belongs to the Node 08 Administration Bureau suddenly lost control and launched shock blast grenades at a civilian building.  The law enforcement agent who was controlling the drone remotely via a virtual connection also suffered minor damage to his brain when the error occurred. The good news is that the Administration Bureau instantly reacted and shut down the drone's battery, therefore no further damage was caused.\n\nThis accident is the fifth incident since Node 08 was established where law enforcement drones accidentally harm/kill innocent civilians. Of the 5 incidents, the most noteworthy is the first, which occurred on December 9th, 680 N.A.-: Cross Node transport system administrator Carly Pauline was accidentally involved in a gunfight between law enforcement agents and armed robbers on her way home from work. Back then, the technology for controlling drones was not mastered by humans yet, and the unfamiliarity with the technology led to tragedy. A model LE-110 Striker accidentally unloaded its riot control machine guns against Carly Pauline, severely injuring her. She died from heavy blood loss before she made it to the hospital. This incident prompted the Administration Bureau to establish a rule stating that human remote controls are mandatory for any drone operations. However, it has been years since the rule was established, yet drone-related accidents still happen...\n\n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][管理局][ドローン][社会問題]\n<blockquote>\n昨日深夜、Node 08第一象限の自動化エリアにて、執法ドローンが巡回中に住民を攻撃する事件が発生した。Node 08管理局に属するLE-117型ストライカードローンが突如コントロールを失い、付近の住宅に向かってショックグレネードを投げたことがわかった。この際、神経ネットワークを通して遠隔操作を行っていたスタッフが、アクセスエラーにより脳に軽度の損傷を負ったが、管理局がただちにドローンの電源を切断したため、これ以上の大きな被害は生まれなかった。\n\n今回の事件はNode 08設立以来、5度目の執法ドローンによる誤殺/誤傷事件である。以前発生した類似事件の中でも最も注目を集めたのは680年12月9日に発生した1件目の事件だろう。Node運輸システムの管理人Carly Paulineが仕事帰りに執法員と強盗の銃撃戦に巻き込まれ、当時ドローン操縦技術が未熟であったために1台のLE-110型ストライカードローンが暴走し、その掃射によってCarly Paulineが重傷を負った。その後、 Carly Paulineは病院へ搬送されたが出血多量により死亡した。この事件をきっかけに管理局はドローンに人間による遠隔操作を義務付けたが、その後も何件かの事故が発生しているのが現状である。...\n</blockquote>\n[ノードニュースネットワークより]", "[新聞][管理局][無人機][社會案件]\n<blockquote>\n昨日深夜在 Node 08 第一象限自動化區發生了一起執法無人機在進行例行巡邏時，對該區居民進行攻擊的意外。一架隸屬於 Node 08 管理局的 LE-117 型強襲者無人機突然失控對民宅投放震撼用詭雷，以精神連線進行遠端操控的執法員也在連線發生錯誤的情況下大腦受到輕微損傷，所幸管理局立刻中斷該無人機的電源才沒有釀成更大傷亡。\n\n這宗意外已經是 Node 08 建立以來第 5 起執法無人機誤殺 / 誤傷民眾的事故，這 5 起中最受到矚目的的莫過於 680 年 12 月 9 日 的第 1 起 – 跨 Node 運輸系統管理人員 Carly Pauline 在下班途中意外捲入執法員與搶匪的槍戰中，在無人機操縱科技尚未能被人類成熟駕馭的情況下，一台 LE-110 型強襲者的鎮暴掃射將 Carly Pauline 打成重傷，送到醫院之前失血過多不幸死亡。此案件也促成了管理局強制規範無人機必須要由人類進行遠端監控才可運行，但是實施多年以來仍有多起意外發生。...\n</blockquote>\n[文字節錄自Node News Network]", "[뉴스][관리국][드론][사회문제]\n<blockquote>\n어제 새벽 Node 08 제1사분면 자동화 구역에서 집법원 소속 드론이 순찰 중에 시민을 공격하는 사건이 발생했다. Node 08 관리국 소속의 LE-117 모델 공습용 드론이 순간 통제를 잃고 부근의 주택을 향해 충격용 수류탄을 투척한 것으로 밝혀졌으며, 정신 네트워크로 원격 조종을 담당했던 집법원 역시 네트워크 연결 오류로 인해 경미한 뇌손상을 입은 상태였지만, 관리국이 즉시 드론의 전원을 차단했기 때문에 더 큰 인명 피해는 발생하지 않았다고 전해진다.\n\n이번 사건은 Node 08 건립 이래로 일어난 다섯 번째 드론 무차별 공격 사건이며, 제일 주목을 받았던 사건은 680년 12월 9일 발생했던 첫 번째 사건으로 기억되고 있다. Node의 교통 시스템 관리를 담당하고 있던 Carly Pauline가 퇴근 도중 집법원과 강도의 총격전에 휘말렸고, LE-110 모델 공습용 드론이 Carly Pauline를 공격하여 중상을 입혀 병원으로 즉시 이송했으나 결국 사망하고 말았다. 당시엔 드론의 사용과 조종법이 보편적으로 널리 알려져 있지 않았을 때이기도 했다. 이 사건으로 관리국은 인간의 원격 조종이 드론 운영에 있어서 필수적으로 동반되어야 한다는 결정을 내렸지만, 아직까지도 드론 무차별 공격 사건은 여전히 발생하고 있다.\n</blockquote>\n[Node News Network 텍스트 기록 중에서]", "[新聞][管理局][無人機][社會案件]\n<blockquote>\n昨日深夜在 Node 08 第一象限自動化區發生了一起執法無人機在進行例行巡邏時，對該區居民進行攻擊的意外。一架隸屬於 Node 08 管理局的 LE-117 型強襲者無人機突然失控對民宅投放震撼用詭雷，以精神連線進行遠端操控的執法員也在連線發生錯誤的情況下大腦受到輕微損傷，所幸管理局立刻中斷該無人機的電源才沒有釀成更大傷亡。\n\n這宗意外已經是 Node 08 建立以來第 5 起執法無人機誤殺 / 誤傷民眾的事故，這 5 起中最受到矚目的的莫過於 680 年 12 月 9 日 的第 1 起 – 跨 Node 運輸系統管理人員 Carly Pauline 在下班途中意外捲入執法員與搶匪的槍戰中，在無人機操縱科技尚未能被人類成熟駕馭的情況下，一台 LE-110 型強襲者的鎮暴掃射將 Carly Pauline 打成重傷，送到醫院之前失血過多不幸死亡。此案件也促成了管理局強制規範無人機必須要由人類進行遠端監控才可運行，但是實施多年以來仍有多起意外發生。...\n</blockquote>\n[文字節錄自Node News Network]", "[新闻][管理局][无人机][社会案件]\n<blockquote>\n昨日深夜在 Node 08 第一象限自动化区发生了一起执法无人机在进行例行巡逻时，对该区居民进行攻击的意外。一架隶属于Node 08 管理局的LE-117 型强袭者无人机突然失控对民宅投放震撼用诡雷，以精神连线进行远端操控的执法员也在连线发生错误的情况下大脑受到轻微损伤，所幸管理局立刻中断该无人机的电源才没有酿成更大伤亡。\n\n这宗意外已经是Node 08 建立以来第5 起执法无人机误杀/ 误伤民众的事故，这5 起中最受到瞩目的的莫过于680 年12 月9 日的第1 起– 跨Node 运输系统管理人员Carly Pauline 在下班途中意外卷入执法员与抢匪的枪战中，在无人机操纵科技尚未能被人类成熟驾驭的情况下，一台LE-110 型强袭者的镇暴扫射将Carly Pauline 打成重伤，送到医院之前失血过多不幸死亡。此案件也促成了管理局强制规范无人机必须要由人类进行远端监控才可运行，但是实施多年以来仍有多起意外发生。 ...\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "r2602", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Decision: Shared UI between drones and human brain still not fully-recreated technology ：/", "Decision: ドローンと 人間の 脳で 視界を 共有する 技術は 未完全な 科学と 言えるでしょう ：/", "判斷：無人機與人腦之共享介面仍然屬於未完全還原的科技：/", "판단: 드론과 인간의 뇌 사이에서 시야를 공유하는 기술은 아직까진 완전하지 못한 과학 기술로 판단：/", "判斷：無人機與人腦之共享介面仍然屬於未完全還原的科技：/", "判断：无人机与人脑之共享介面仍然属于未完全还原的科技：/"]}, {"id": "r2603", "name": "SYY", "avatar": "team_21", "contents": ["I remember that 680 N.A. incident. It was a really big deal when I was a child\nMy parents forbade me to go out too late because of that incident", "680年の事件、あの頃まだ小さかったけど覚えてる\nすごい騒ぎになって、門限まで決められた", "680年那件事情我記得，我小時候鬧蠻大的\n家裡還禁止我們太晚的時候外出", "680년 그 사건 나도 기억함. 어렸을 땐데 그때 저 사건으로 세간이 엄청 떠들썩했음.\n집에서도 너무 늦은 시간엔 밖에 못 나가게 하고 그랬는데", "680年那件事情我記得，我小時候鬧蠻大的\n家裡還禁止我們太晚的時候外出", "680年那件事情我记得，我小时候闹蛮大的\n家里还禁止我们太晚的时候外出"]}, {"id": "r2604", "name": "ARCist", "avatar": "default_04", "contents": ["The place I work is right next to a relay patrol station for the agents. There's a boatload of drones coming in and out of the station every day >\"<", "仕事場の隣が巡回ルートだから毎日ドローンがたくさん通る>\"<", "我工作的地方旁邊就是執法員巡邏中繼站耶，每天都有超多無人機進出的>\"<", "나 일하는 곳 옆이 바로 드론들 순찰 경로 마지막 종점이었거든? 진짜 엄청 많은 드론들이 들어왔다 나갔다 그랬었는데 ㄷㄷㄷ", "我工作的地方旁邊就是執法員巡邏中繼站耶，每天都有超多無人機進出的>\"<", "我工作的地方旁边就是执法员巡逻中继站耶，每天都有超多无人机进出的>\"<"]}, {"id": "r2605", "name": "TunaLee", "avatar": "team_02", "contents": ["Scared.jpg", "怖.jpg", "怕.jpg", "(주의)개무서움.jpg", "怕.jpg", "怕.jpg"]}, {"id": "r2606", "name": "TrojanPony", "avatar": "default_04", "contents": ["Scared.exe", "怖.exe", "怕.exe", "(주의)개무서움.exe", "怕.exe", "怕.exe"]}, {"id": "r2607", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["Don't click the link above me. It's a phishing program that will put you in a locked block and force you to pay before you can leave!!!!!", "上のリンクタップしちゃダメ!!1回入るとロックかけられてお金払わないと出れなくなります!!!!", "樓上連結不要點，是釣魚程式會騙你進入一個封閉區塊要付錢才能離開!!!!!", "위에 링크된 거 보지 마셈. 낚시성 광고 글임. 막 이상한 데로 들어가지더니 결제해야만 거기서 나갈 수 있음!", "樓上連結不要點，是釣魚程式會騙你進入一個封閉區塊要付錢才能離開!!!!!", "楼上连结不要点，是钓鱼程式会骗你进入一个封闭区块要付钱才能离开!!!!!"]}, {"id": "r2608", "name": "Alaina", "avatar": "default_02", "contents": ["Oh god I remember that incident. It was horrifying", "この事件覚えてる！すげーこわかった！", "天啊以前那件事情我記得，超可怕的", "헐 저 사건 나도 기억하는데. 진짜 무서웠음", "天啊以前那件事情我記得，超可怕的", "天啊以前那件事情我记得，超可怕的"]}, {"id": "r2609", "name": "BUCK$", "avatar": "team_04", "contents": ["I was terrified of drones when I was a kid because that incident scarred me", "あの事件のせいで子供の時ドローンが怖かった", "我小時候超怕無人機都是因為那件事情的陰影", "나도 어릴 때 드론이 원래 다 저런건줄 알고 무서워하고 그랬음", "我小時候超怕無人機都是因為那件事情的陰影", "我小时候超怕无人机都是因为那件事情的阴影"]}, {"id": "r2610", "name": "MAN_Dora", "avatar": "misc_85", "contents": ["I recall that poor family who lost a loved one. The news interviewed their young daughter; it was so tear-jerking", "家族もかわいそう\nまだ小さい娘にインタビューしてて泣けた", "我記得那家人也蠻可憐的，新聞那時候有採訪年幼的女兒讓人鼻酸", "진짜 뭔 날벼락이냐 저게. 완전 불쌍하다. 뉴스 인터뷰에서 어린 딸도 나왔는데 그거 보고 코 끝이 막 찡해졌음", "我記得那家人也蠻可憐的，新聞那時候有採訪年幼的女兒讓人鼻酸", "我记得那家人也蛮可怜的，新闻那时候有采访年幼的女儿让人鼻酸"]}, {"id": "r2611", "name": "m00nl16h7", "avatar": "misc_01", "contents": ["They were a family of law-abiding public servants, then all of a sudden this tragedy completely tore the family apart", "公務員のちゃんとした家族だったらしいね\nなんでいい人ばっか事件に巻き込まれるんだろう", "好像一家都是奉公守法的公務人員結果好好的家庭就毀掉了", "집안이 모두 법을 지키는 공무원 집안이었는데 결국 집안이 풍비박산 났지.", "好像一家都是奉公守法的公務人員結果好好的家庭就毀掉了", "好像一家都是奉公守法的公务人员结果好好的家庭就毁掉了"]}, {"id": "r2612", "name": "DustyAsh", "avatar": "misc_20", "contents": ["WTF why would someone put a phishing program under the news 凸(-_-#)", "ニュースの下に釣りのプログラム貼るとかどんな神経してるわけ凸(-_-#)", "在新聞底下放釣魚程式太過分了吧 凸(-_-#)", "뉴스 아래 링크 ㅁㅊ 낚시성 링크 진짜 개짜증이네 凸(-_-#)", "在新聞底下放釣魚程式太過分了吧 凸(-_-#)", "在新闻底下放钓鱼程式太过分了吧 凸(-_-#)"]}, {"id": "r2613", "name": "MirriLL", "avatar": "misc_23", "contents": ["Dude, drones are deadly AF ok", "ドローンの殺傷能力はシャレにならない", "無人機殺傷力超大好嗎", "드론이 이렇게 위험한 물건이랍니다 여러분", "無人機殺傷力超大好嗎", "无人机杀伤力超大好吗"]}, {"id": "r2614", "name": "AvaJaKeLon", "avatar": "default_01", "contents": ["My uncle told me that law enforcement drones used to be even more destructive, but a lot of their functions and weapons were locked for safety concerns since they will be operating in highly populated cities", "おじが言うには、ドローンって元々の殺傷能力はすごく高いんだけど、人口密度の維持と都市の治安のためにいろんな機能と武器がロックされてるんだって", "我叔叔說執法用無人機其實原本的破壞性更高，但是為了維持人口密度高的城市治安所以鎖了很多功能和武器", "우리 삼촌도 집법원 소속의 드론들은 살상력이 그냥 무기 그 자체라던데. 그래도 인구 밀도가 엄청 높은 도시에선 사용할 수 밖에 없다고... 뭐 잡다한 다른 기능들도 엄청 많으니깐", "我叔叔說執法用無人機其實原本的破壞性更高，但是為了維持人口密度高的城市治安所以鎖了很多功能和武器", "我叔叔说执法用无人机其实原本的破坏性更高，但是为了维持人口密度高的城市治安所以锁了很多功能和武器"]}, {"id": "r2615", "name": "Mulder", "avatar": "misc_13", "contents": ["So you're telling me that they weren't originally built for public security?", "え？じゃー本来は治安を守るために使われてたんじゃないってこと？", "那原本不是用在治安上的?", "원래 설계 자체가 치안 목적 아닌가?", "那原本不是用在治安上的?", "那原本不是用在治安上的?"]}, {"id": "r2616", "name": "SYY", "avatar": "team_21", "contents": ["Why did the admins allow these killing machines to run around freely???", "管理局はこのまま殺人兵器を野放しにしておくんですか", "管理局還要這樣放任這些殺人機器嗎???", "이래도 사람 죽이는 물건을 계속 사용할 거냐 관리국 ㅁㅊㄴ들아", "管理局還要這樣放任這些殺人機器嗎???", "管理局还要这样放任这些杀人机器吗???"]}]}