{"id": "r2901", "name": "ROBO_Head", "titles": ["[Repost] Acquittal declared? Live coverage of famous streamer exiting the LED", "[リポスト] 無罪放免？著名実況者釈放の瞬間を直撃", "[轉貼] 無罪釋回? 知名實況主步出執法處現場直擊", "[공유] 무죄석방? 유명 스트리머 집법부 현장 보도", "[轉貼] 無罪釋回? 知名實況主步出執法處現場直擊", "[转贴] 无罪释回? 知名实况主步出执法处现场直击"], "avatar": "robo_01", "attachments": ["r2901"], "contents": ["[Exclusive][Xenon][NEKO][Cherry]\n<blockquote>\nFamous streamer NEKO#ΦωΦ, who was brought in for investigation by the LED due to her involvement with a hacking incident that affected thousands, was acquitted of all charges yesterday morning and has been escorted home by friends.\n\nHowever, according to this reporter's actual on-site observation, the friends that came to pick her up turned out to be the also internet-famous one-man band leader Xenon and the recent darling of Monophonic Entertainment, Cherry PuNK's lead vocalist Cherry. Xenon and NEKO have had very intimate interactions on iM. In fact, many fans have already suspected that the two were dating. However, this time, Xenon brought along his ex-girlfriend from the Crystal PuNK days as well. The three appears to get along with each other very well too. This reporter was extremely confused and had no idea what they were up to. Upon exiting the LED, NEKO's expression seemed very relaxed. After a quick chatter with Xenon and Cherry, she left in a car. \n\nIs Xenon really so charming to the point that he can get away with two-timing? Or did Xenon, real name Simon Jackson, utilized his powers at A.R.C. to rescue his precious girlfriend? For more behind-the-scenes information on this case, please follow 08 Daily.\n</blockquote>\n[Article excerpted from 08 Daily]", "[独占][Xenon][NEKO][Cherry]\n<blockquote>\n数万人の視聴者が同時にハッキング被害に遭ったことから、執法部で事情聴取を受けていた人気配信者NEKO#ΦωΦが、昨日昼前釈放され、友人によって自宅まで送り届けられた。\n\nだが、本稿記者は現場にて意外な場面をとらえた。なんとNEKOの友人として現れた人物は、ネット上で一部ユーザーから人気を得ているソロバンドのリーダーXenonと、最近Monophonic Entertainmentがプッシュしている実力派バンドCherryPuNKのメインボーカルCherryだった。XenonとNEKOに関しては、iM上での仲睦まじいやり取りから、一部では二人の交際の可能性もささやかれていたが、今回は、なんとそのXenonがCrystal PuNKに所属していた際の元恋人を引き連れて、現場に姿を現したのだ。3人は和気あいあいと話しており、本稿記者も動揺を隠せなかった。一体、何が起きているのだろうか。\n釈放されたNEKOはというと、顔色も良く、XenonやCherryと共に軽く挨拶を済ませると、その場を後にした。\n\nXenonには堂々と二股をかけても、問題が起きないほどの魅力があるのだろうか？本名Simon Jacksonの彼は、A.R.C.の職権を利用して少女を救い出したのだろうか？この点においても08 Dailyはこれからも真実を追っていこうと思う。\n</blockquote>\n[08 Dailyより]", "[獨家][Xenon][NEKO][Cherry]\n<blockquote>\n由於引起萬人被駭事故而遭到執法處帶回偵訊的知名實況主 NEKO#ΦωΦ，已經在昨日上午被判定無涉案嫌疑釋回，並由友人接送返家。\n\n不過根據記者現場實際跟拍發現，接送她的赫然是在網路上也頗具名氣的一人樂團團長 Xenon 以及最近單聲演藝力捧的 CherryPuNK 主唱 Cherry。Xenon 和 NEKO 在 iM 上的互動相當親密，其實早有不少粉絲懷疑兩人是否正在交往，但是這回Xenon卻連當年在 Crystal PuNK 的前女友都一併帶上，三人互動也看似氣氛融洽，就讓記者本人也一頭霧水，看不懂在演哪齣。NEKO 步出執法處後神色相當輕鬆，與 Xenon、Cherry 兩人簡短寒暄之後隨即搭車離去。\n\n究竟 Xenon 是不是真有如此魅力能腳踏兩條船卻不出事？或是本名 Simon Jackson 的他是否利用在 A.R.C.的職權把小女友救出來？相關重磅內幕 08 Daily 也將陸續為您追蹤報導。\n</blockquote>\n[文字節錄自08 Daily]", "[독점][Xenon][NEKO][Cherry]\n<blockquote>\n많은 사람을 놀라게 했던 해킹 사건으로 집법원은 유명 스트리머 NEKO#ΦωΦ를 소환, 곧바로 조사에 들어갔으나  어제 오전 무혐의 판정을 받은 뒤 풀려났다. 집법원을 나온 NEKO는 곧바로 지인들과 함께 집으로 귀가했다고 전해진다.\n\n하지만 현장에 있던 기자들 말에 따르면, 함께 귀가한 지인들은 인터넷상에서 매우 큰 인기를 얻고 있는 락밴드의 리더, Xenon과 Monophonic Entertainment 소속 인기 밴드 CherryPuNK의 보컬 Cherry였다고 전했다. Xenon과 NEKO는 iM에서도 상당히 친밀한 관계를 유지해온 것을 쉽게 알 수 있으며, 이미 많은 팬들이 두 사람이 교제 중인 것이 아니냐는 의문을 품고 있다. 하지만 Xenon은 전(前) 연인이었던 Crystal PuNK의 보컬도 동행하는 것을 목격한 기자들은 어떻게 된 일인지 제대로 갈피를 잡지 못했다고 한다. 집법원에서 나온 NEKO의 안색은 생각보다 평온해 보였으며, Xenon과 Cherry와 잠시 담소를 나눈 후 차를 타고 떠났다고 전해진다.\n\nXenon에게 과연 이 두 사람과 동시에 교제를 할만한 그런 매력과 능력이 존재하는 것인가? 아니면 본명 Simon Jackson을 사용하는 A.R.C.에서의 그의 지위를 이용해 어린 소녀를 구출해낸 것일까? 08 Daily는 구독자들을 위해 계속해서 이에 관한 사실을 다루어 나갈 예정이다.\n</blockquote>\n[텍스트 기록 출처 08 Daily]", "[獨家][Xenon][NEKO][Cherry]\n<blockquote>\n由於引起萬人被駭事故而遭到執法處帶回偵訊的知名實況主 NEKO#ΦωΦ，已經在昨日上午被判定無涉案嫌疑釋回，並由友人接送返家。\n\n不過根據記者現場實際跟拍發現，接送她的赫然是在網路上也頗具名氣的一人樂團團長 Xenon 以及最近單聲演藝力捧的 CherryPuNK 主唱 Cherry。Xenon 和 NEKO 在 iM 上的互動相當親密，其實早有不少粉絲懷疑兩人是否正在交往，但是這回Xenon卻連當年在 Crystal PuNK 的前女友都一併帶上，三人互動也看似氣氛融洽，就讓記者本人也一頭霧水，看不懂在演哪齣。NEKO 步出執法處後神色相當輕鬆，與 Xenon、Cherry 兩人簡短寒暄之後隨即搭車離去。\n\n究竟 Xenon 是不是真有如此魅力能腳踏兩條船卻不出事？或是本名 Simon Jackson 的他是否利用在 A.R.C.的職權把小女友救出來？相關重磅內幕 08 Daily 也將陸續為您追蹤報導。\n</blockquote>\n[文字節錄自08 Daily]", "[独家][Xenon][NEKO][Cherry]\n<blockquote>\n由于引起万人被骇事故而遭到执法处带回侦讯的知名实况主 NEKO#ΦωΦ，已经在昨日上午被判定无涉案嫌疑释回，并由友人接送返家。\n\n不过根据记者现场实际跟拍发现，接送她的赫然是在网路上也颇具名气的一人乐团团长 Xenon 以及最近单声演艺力捧的 CherryPuNK 主唱 Cherry。 Xenon 和NEKO 在iM 上的互动相当亲密，其实早有不少粉丝怀疑两人是否正在交往，但是这回Xenon却连当年在Crystal PuNK 的前女友都一并带上，三人互动也看似气氛融洽，就让记者本人也一头雾水，看不懂在演哪出。 NEKO 步出执法处后神色相当轻松，与 Xenon、Cherry 两人简短寒暄之后随即搭车离去。\n\n究竟 Xenon 是不是真有如此魅力能脚踏两条船却不出事？或是本名 Simon Jackson 的他是否利用在 A.R.C.的职权把小女友救出来？相关重磅内幕 08 Daily 也将陆续为您追踪报导。\n</blockquote>\n[文字节录自08 Daily]"], "replies": [{"id": "r2902", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Semantic analysis result of article:\nBased on facts: 30%\nSpeculation with no proof: 50%\nRumor Fabrication: 20%\n\nDecision: Attempt to spread malicious message", "Analysis：この文章は\n事実 30％\n根拠のない推測 50％\nデマ 20％\n\n\nDecision：悪意のある 情報の 拡散です", "本文章語意分析結果：\n基於事實30%\n無根據推測50%\n造謠20%\n\n判斷：散播惡意訊息", "본문 분석 결과：\n사실 기반 30%\n근거 없는 추측 50%\n날조 20%\n\n판단：악의성 보도", "本文章語意分析結果：\n基於事實30%\n無根據推測50%\n造謠20%\n\n判斷：散播惡意訊息", "本文章语意分析结果：\n基于事实30%\n无根据推测50%\n造谣20%\n\n判断：散播恶意讯息"]}, {"id": "r2903", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["I feel like Xenon himself is very questionable\nLike he's the only one to get off scot-free from start to finish, coincidence?", "Xenonはもともとおかしいと思ってた\nあいつだけ何もないなんて変じゃん", "我覺得我覺得Xenon本來問題就很大阿\n從頭到尾就他都沒是哪這麼巧?", "솔까말 난 Xenon이 제일 수상했음.\n딱 얘만 안좋은 스캔들 한번도 안터졌다는 게 이상하지 않아?", "我覺得我覺得Xenon本來問題就很大阿\n從頭到尾就他都沒是哪這麼巧?", "我觉得我觉得Xenon本来问题就很大阿\n从头到尾就他都没是哪这么巧?"]}, {"id": "r2904", "name": "ShadowForest", "avatar": "misc_57", "contents": ["God what a life! Paid good money, has fans, and now cute girlfriend(s)", "うらやましい。いい給料もらって、ファンがいて、美女食い放題かよ。\n前世で何をしたらそんな恵まれた環境に生まれてこれるんだ。", "太爽了吧! 領高薪有粉絲還有正妹可以吃", "개 쩌는 인생이구만! 월급 높지 팬들도 따라다니지 어린 여자애들까지...", "太爽了吧! 領高薪有粉絲還有正妹可以吃", "太爽了吧! 领高薪有粉丝还有正妹可以吃"]}, {"id": "r2905", "name": "DuskDawn", "avatar": "misc_35", "contents": ["Are u guys blind? Robohead has detected that it's malicious message", "文章ちゃんと読もうね\nロボたんが悪意のある情報って言ってるじゃん", "你們瞎了喔蘿蔔頭都判斷是惡意訊息了", "너희들 난독이냐? 로보가 마지막에 악의성 보도라고 판단한 건 안 보이냐? 아님 보고싶지 않은 거냐?", "你們瞎了喔蘿蔔頭都判斷是惡意訊息了", "你们瞎了喔萝卜头都判断是恶意讯息了"]}, {"id": "r2906", "name": "Doubty", "avatar": "default_10", "contents": ["ROBO_head's decision is based on information on the internet, right? This means that if the information is hidden in the real world there's no way for him to reference it correctly~~", "ROBOだってネット上の情報をもとに判断してるんでしょ??現実世界の情報に関してはROBOだってわからないよ", "ROBO頭是根據網路上的情報來判斷的吧? 所以現實世界被隱瞞的訊息其實他也無法正確拿來當作參考阿~~", "야 까놓고 ROBO도 결국 인터넷에 나돌아다니는 정보들로 판단 내린 거 아님? 가상이 아닌 현실 세계에서 밝혀지지 않은 일을 그런 정보들로 판단한 걸 확실하다곤 장담할 순 없지", "ROBO頭是根據網路上的情報來判斷的吧? 所以現實世界被隱瞞的訊息其實他也無法正確拿來當作參考阿~~", "ROBO头是根据网路上的情报来判断的吧? 所以现实世界被隐瞒的讯息其实他也无法正确拿来当作参考阿~~"]}, {"id": "r2907", "name": "Brock3tt", "avatar": "misc_09", "contents": ["This does remind us: we've never actually discussed in detail how Robohead's thinking process works...", "ふむ\n確かに誰もロボヘッドの思考プロセスに関して考えたことなかったな", "樓上倒是提醒我們了其實我們從來沒認真研究過\n蘿蔔頭大大的思考模式.....", "1듣고 보니 그렇네. 사실 우리들은 로보가 어떤 방식으로 사고를 하는지 제대로 연구한 적은 없었던 것 같네....", "樓上倒是提醒我們了其實我們從來沒認真研究過\n蘿蔔頭大大的思考模式.....", "楼上倒是提醒我们了其实我们从来没认真研究过\n萝卜头大大的思考模式....."]}, {"id": "r2908", "name": "Irisa0938", "avatar": "misc_67", "contents": ["Let go of the two cute girls~~~~~~~~~~~~~~~~~~~~~~~~", "おれのNEKOとチェリーをはなせ～～～～～～～～～～～～", "放開那兩個女孩~~~~~~~~~~~~~~~~~~~~~~~~~~~~~", "그 여자들 이제 그만 놓아줘라~~~~~~~~~~~~~~~~~~~~", "放開那兩個女孩~~~~~~~~~~~~~~~~~~~~~~~~~~~~~", "放开那两个女孩~~~~~~~~~~~~~~~~~~~~~~~~~~~~~"]}, {"id": "r2909", "name": "Copper_stone", "avatar": "robosp_20", "contents": ["Why would Cherry go pick up NEKO with Xenon though, that's what really bugs me\nAm I the only one who thinks this group doesn't make any sense?", "CherryがなんでXenonと一緒にNEKOを迎えに行ったのかってとこよな\nおかしいでしょ", "為什麼Cherry會跟Xenon一起去接NEKO比較奇怪吧\n沒人覺得這組合超不合理的嗎?", "난 Cherry가 Xenon이랑 함께 NEKO를 데리러 갔는지가 더 궁금해\n뭔가 저 조합은 좀 아니지 않나?", "為什麼Cherry會跟Xenon一起去接NEKO比較奇怪吧\n沒人覺得這組合超不合理的嗎?", "为什么Cherry会跟Xenon一起去接NEKO比较奇怪吧\n没人觉得这组合超不合理的吗?"]}, {"id": "r2910", "name": "Arya_Poke", "avatar": "robosp_03", "contents": ["What \"sense\" do you want, it's friends picking up a friend lol\nStop getting mislead by this BS report OK ???", "友達が迎えに行くのの何がおかしいんやwww\n誤報道に惑わされんなしwww", "就朋友去接朋友哪裡不合理啦www\n不要被渣報導誤導了好嗎???", "아니 친구가 그냥 친구 데리러 간 걸 수도 있는데 얼어 죽을 조합 타령 ㅋㅋㅋ\n제발 찌라시 같은 거에 낚이지 좀 마라", "就朋友去接朋友哪裡不合理啦www\n不要被渣報導誤導了好嗎???", "就朋友去接朋友哪里不合理啦www\n不要被渣报导误导了好吗???"]}, {"id": "r2911", "name": "AntiMetal", "avatar": "misc_91", "contents": ["Cherry was quite the bad girl back then XD Done some shady things by herself apparently?? At least that's what my friend told me", "Cherryも昔はなかなかヤバかったらしいよ\n色々ヤバいこともやってたって（笑）\n友達が言ってた（笑）", "Cherry以前也蠻壞的阿XD 獨來獨往好像幹了不少壞事??\n聽朋友說的啦", "Cherry도 예전엔 범죄 같은 거 저지르고 다니지 않았어? 혼자 산전수전 다 겪으면서 이것저것 다 해봤을 듯?\n나도 친구한테 들은 얘기 임", "Cherry以前也蠻壞的阿XD 獨來獨往好像幹了不少壞事??\n聽朋友說的啦", "Cherry以前也蛮坏的阿XD 独来独往好像干了不少坏事??\n听朋友说的啦"]}, {"id": "r2912", "name": "Gogossip", "avatar": "robosp_20", "contents": ["X always acts as if he's better than everyone else and he doesn't care about anything\nThese type of people are the worst and they're fake-AF LOLOL", "Xって気取っててむかつくよねw\n自分は周りなんて気にしてませんよー的なw\nクール系とか今どきはやんねぇからw", "X都把自己包裝成很厲害很不在乎的樣子\n這種人最假掰阿wwwwwww", "뭔가 있어 보이려고 굳이 난 너희들과는 생각이 달라! 이러는 애들이 사실 제일 없어 보임 ㅋㅋㅋㅋ", "X都把自己包裝成很厲害很不在乎的樣子\n這種人最假掰阿wwwwwww", "X都把自己包装成很厉害很不在乎的样子\n这种人最假掰阿wwwwwww"]}, {"id": "r2913", "name": "NoProblemo", "avatar": "default_01", "contents": ["Readers LOVE malicious messages (Not a typo)", "実際こういうニュースが一番みんなの気をひくもんですよね", "惡意訊息觀眾最愛(無誤", "원래 대중들은 저런 찌라시 엄청 좋아하잖아", "惡意訊息觀眾最愛(無誤", "恶意讯息观众最爱(无误"]}, {"id": "r2914", "name": "Andy_Roid", "avatar": "robosp_17", "contents": ["Isn't ROBO somewhat contributing to the spread of this report by writing this post? *Faceplams*", "ロボたんがシェアすることで逆に閲覧数が増えてると思うのは私だけでしょうか・・・(^^;", "ROBO大這篇是不是等於幫忙分享阿(扶額", "ROBO가 이 글을 공유함으로써 뭔가 그들에게 도움이 될라나? 아이러니하게도 조회수는 엄청 더 올라가겠네", "ROBO大這篇是不是等於幫忙分享阿(扶額", "ROBO大这篇是不是等于帮忙分享阿(扶额"]}, {"id": "r2915", "name": "CyberLord", "avatar": "misc_99", "contents": ["Lies based on facts are the scariest\n( ﾉД`)( ﾉД`)( ﾉД`)", "事実を織り交ぜたウソがいちばん怖いNE☆", "建立在事實上的謊言最可怕了\n( ﾉД`)( ﾉД`)( ﾉД`)", "사실을 끼워 넣은 거짓말이 사실 제일 무서운 거임\n( ﾉД`)( ﾉД`)( ﾉД`)", "建立在事實上的謊言最可怕了\n( ﾉД`)( ﾉД`)( ﾉД`)", "建立在事实上的谎言最可怕了\n( ﾉД`)( ﾉД`)( ﾉД`)"]}, {"id": "r2916", "name": "Dreamer", "avatar": "default_05", "contents": ["Xenon and Cherry was a really infamous couple in the world of underground bands in the past~~\nIt's a dream so don't PM me", "XenonとCherryは昔からくそカップルとして有名\n(夢で見ただけですメッセージ送って来ないでください)", "Xenon跟Cherry以前在地下樂團界就是有名的狗男女阿~~\n我做夢夢到的不要私訊我", "Xenon랑 Cherry 예전에 인디에 있을 때 개차반 커플로 유명했음~~\n(꿈에서 본 거임. 그러니 개인 메세지 같은 거 보내서 따지려고 하지 마셈)", "Xenon跟Cherry以前在地下樂團界就是有名的狗男女阿~~\n我做夢夢到的不要私訊我", "Xenon跟Cherry以前在地下乐团界就是有名的狗男女阿~~\n我做梦梦到的不要私讯我"]}]}