{"id": "r3001", "name": "ROBO_Head", "titles": ["[Repost] Administration Bureau takes action: purge operations overwhelming success.\nAndo Gang on verge of collapse", "[リポスト] 管理局やくざ取り締まりの成果  アンドー組瓦解", "[轉貼] 管理局掃蕩幫派份子成效顯著  Ando幫一夕瓦解", "[공유] 관리국 범죄 숙청 작전 시행, 와해된 Ando혈맹", "[轉貼] 管理局掃蕩幫派份子成效顯著  Ando幫一夕瓦解", "[转贴] 管理局扫荡帮派份子成效显著 Ando帮一夕瓦解"], "avatar": "robo_01", "attachments": ["r3001"], "contents": ["[News][Gang][Social][Ando]\n<blockquote>\nSince the middle of last year, the law enforcement department (LED) of the Administration Bureau has launched a series of operations titled \"Node 08 gang purge\". These operations focus on rounding up illegal gang members and eliminating locations where gang activities are rampant. As of this month, 78 listed locations across all 4 quadrants of Node 08 have been targeted for compulsory criminal search. 55 members from major gangs such as the Ando Gang and the Baro Brotherhood have been found liable for the violation of the Organized Crime Act, Electronic Narcotics Prohibition Act, Criminal Intimidation and Extortion Prevention Act, and more. Also found in the criminal searches are 129 suspects who are involved in other criminal cases, hundreds of doses of electronic narcotics, 11 standard-issue law enforcement rifles, and 50 pulse rifle magazines. \n\nDuring these operations, over 90 percent of the Ando Gang's leadership core has been arrested. Their funds have been blocked as well. The entire organization has been fatally crippled due to the lack of any leadership. Originated from Node03, this notoriously violent gang that once ruled over the Node 08 underworld as its largest gang is now nothing more than a mere name. \n\nAccording to the head of Quadrant II's LED, working in tandem with the Administration Bureau's \"Node 08 gang purge\" operations is just a small part of a bigger picture. The regulations for Cross-Node traveling is set to loosen in the near future, so more people are expected to visit the Nodes. In addition to rounding up the gangs in each region, other illegal activities, such as smuggling, that harm the civilians' safety will also be investigated and punished according to the law when found. The goal is to improve security and create a positive image for the city. \n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][やくざ][社会][アンドー]\n<blockquote>\n管理局執法部は去年中ごろより「Node08 やくざ排除」と称して、違法やくざの強制排除や、活動・活動場所の取り締まりを行っている。今月までに、すでにNode08第四象限の78の重要エリアにて、強制臨検を実施し、アンドー組、バロー会などの55人の組員を組織犯罪法違反、電子薬物禁止令違反、恐喝などの容疑で逮捕、その他129人を同様の容疑で逮捕した。また、押収品の中には多数の電子薬物の他、執法員の拳銃11丁、パルスライフル50丁なども含まれていたという。\n\nアンドー組は今回の取り締まりによって9割の幹部が逮捕され、資金も凍結され、組全体が群龍無首の状態となった。これでは、活動を続けることはほぼ不可能である。Node03からやって来た欲にまみれたこの組織は、名前だけは残っているが、実質破滅したと言っていいだろう。\n\n執法部第二象限局長は、管理局の「Node08 やくざ排除」プロジェクトに協力し、各管轄区の大規模掃蕩を進めると共に、今後緩和されるNode間の旅行規制に伴って、観光客の安全を保護し、Nodeのイメージを維持するためにも、今後もより厳重に取り締まっていくと語った。\n</blockquote>\n[Nodeネットワークニュースより]", "[新聞][幫派][社會][Ando]\n<blockquote>\n管理局執法處自去年年中開始執行「Node 08 幫派肅清」專案，強力掃蕩不法幫派分子，及其經常活動、圍事場所，截至本月止，針對Node 08 四大象限 78處重點區域實施強制臨檢，檢肅 Ando 幫、Baro 兄弟會等幫派分子共55人涉嫌違反組織犯罪法、電子毒品禁令、暴力恐嚇取財等罪行，查獲涉及各類刑案129人、電子毒品百餘份、執法員制式步槍11枝、脈衝彈匣50組。\n\nAndo 幫於本次掃黑行動中幾乎九成高級幹部遭到逮捕，資金也遭到凍結，整個組織可以說是在群龍無首的狀態下，已經徹底遭到癱瘓，這個源自 Node 03 一群利慾薰心逞凶鬥狠之徒，曾經在 Node 08 地下社會掌握半邊天的最大幫派如今已名存實亡。\n\n執法處第二象限處長表示，配合管理局「Node 08 幫派肅清」專案，對各轄區幫派大掃蕩外，為維護即將放寬的跨 Node 旅行規範，將對幫派組合以偷渡走私或其他不法手段破壞市民生活安全的行為，持續進行蒐證依法偵辦，有效淨化城市安全以及建立良好形象。\n</blockquote>\n[文字節錄自Node News Network]", "[뉴스][단체][사회][Ando]\n<blockquote>\n작년 관리국 집법부에서 강력 범죄자 및 현재 활동하고 있는 범죄 조직에 대한 소탕을 목적으로  「Node 08 범죄 숙청」 작전을 시행하고 있다. 이번 달까지 이미 Node 08 제4사분면 주요 은닉처 78곳에서 강압 수사가 이루어졌으며, Ando파 및 Baro파 소속의 55명을 조직범죄법 위반, 전자 마약 금지령 위반, 공갈 등의 형의로 체포했으며, 기타 129명도 기타 위반 혐의로 체포하였다. 집법원이 압수한 물품엔 다수의  전자 마약 상품을 제외하고도 집법원 권총 11정, 펄스 라이플 50정이 포함된다.\n\n이번 범죄 숙청 작전에서 Ando파의 고위 간부 대부분이 체포됐으며 그들의 자금까지 동결시켜 조직 전체가  활동에 브레이크가 걸리고 말았다. 이러한 상태론 조직 활동이 사실상 불가능 하다고 판단되며 Node 03에서 자신들의 과욕을 위해 Node 08로 들어와 여러 위법 행위를 자행해왔던 이들은 결국 사실상 재기 불가 상태로  봐도 무방하다는 전망이다.\n\n\n집법부 제2사분면 관할 국장은 관리국의 「Node 08 범죄 숙청」 작전에 협력하고 각 관할 지역의 대규모 소탕을 추진할 것을 밝혔다. 또한 향후 완화 될 Node 간 여행 규정에 따라 관광객의 안전을 보호하고 Node의 이미지를 좋은 방향으로 유지하기 위해서라도 앞으로도 더 엄중 단속하겠다고 덧붙혔다.\n</blockquote>\n[텍스트 초록 Node News Network 중에서]", "[新聞][幫派][社會][Ando]\n<blockquote>\n管理局執法處自去年年中開始執行「Node 08 幫派肅清」專案，強力掃蕩不法幫派分子，及其經常活動、圍事場所，截至本月止，針對Node 08 四大象限 78處重點區域實施強制臨檢，檢肅 Ando 幫、Baro 兄弟會等幫派分子共55人涉嫌違反組織犯罪法、電子毒品禁令、暴力恐嚇取財等罪行，查獲涉及各類刑案129人、電子毒品百餘份、執法員制式步槍11枝、脈衝彈匣50組。\n\nAndo 幫於本次掃黑行動中幾乎九成高級幹部遭到逮捕，資金也遭到凍結，整個組織可以說是在群龍無首的狀態下，已經徹底遭到癱瘓，這個源自 Node 03 一群利慾薰心逞凶鬥狠之徒，曾經在 Node 08 地下社會掌握半邊天的最大幫派如今已名存實亡。\n\n執法處第二象限處長表示，配合管理局「Node 08 幫派肅清」專案，對各轄區幫派大掃蕩外，為維護即將放寬的跨 Node 旅行規範，將對幫派組合以偷渡走私或其他不法手段破壞市民生活安全的行為，持續進行蒐證依法偵辦，有效淨化城市安全以及建立良好形象。\n</blockquote>\n[文字節錄自Node News Network]", "[新闻][帮派][社会][Ando]\n<blockquote>\n管理局执法处自去年年中开始执行「Node 08 帮派肃清」专案，强力扫荡不法帮派分子，及其经常活动、围事场所，截至本月止，针对Node 08 四大象限78处重点区域实施强制临检，检肃Ando 帮、Baro 兄弟会等帮派分子共55人涉嫌违反组织犯罪法、电子毒品禁令、暴力恐吓取财等罪行，查获涉及各类刑案129人、电子毒品百余份、执法员制式步枪11枝、脉冲弹匣50组。\n\nAndo 帮于本次扫黑行动中几乎九成高级干部遭到逮捕，资金也遭到冻结，整个组织可以说是在群龙无首的状态下，已经彻底遭到瘫痪，这个源自Node 03 一群利欲薰心逞凶斗狠之徒，曾经在Node 08 地下社会掌握半边天的最大帮派如今已名存实亡。\n\n执法处第二象限处长表示，配合管理局「Node 08 帮派肃清」专案，对各辖区帮派大扫荡外，为维护即将放宽的跨Node 旅行规范，将对帮派组合以偷渡走私或其他不法手段破坏市民生活安全的行为，持续进行搜证依法侦办，有效净化城市安全以及建立良好形象。\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "r3002", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Analysis: Node 08 gang influence decreased 35%", "Analysis：Node08に やくざが 与える 影響力が 35％ 低下しました", "分析：Node 08 幫派影響力降低35%", "분석：Node 08의 범죄조직 영향력 35%미만", "分析：Node 08 幫派影響力降低35%", "分析：Node 08 帮派影响力降低35%"]}, {"id": "r3003", "name": "ARCist", "avatar": "default_04", "contents": ["Wow so Robohead can even get his hands on gang information, like how XD", "ロボたんヤクザのデータまで集めてるとかどんだけ～", "蘿蔔頭連幫派的資料都有到底怎麼辦到的XD", "그런 영향력 데이터는 대체 어떻게 산출해내는 거냐 ㅋㅋ경이로움 그자체다 진짜XD", "蘿蔔頭連幫派的資料都有到底怎麼辦到的XD", "萝卜头连帮派的资料都有到底怎么办到的XD"]}, {"id": "r3004", "name": "TunaLee", "avatar": "team_02", "contents": ["Feels like it could be done by reverse tracking the gang's profitable businesses?", "業績から遡れそうだね", "感覺是可以從幫派營利的事業去反推?", "범죄조직이 행했던 영리 사업에서 역으로 추적한 건가?", "感覺是可以從幫派營利的事業去反推?", "感觉是可以从帮派营利的事业去反推?"]}, {"id": "r3005", "name": "TrojanPony", "avatar": "default_04", "contents": ["Seems to me that we won't be missing them any time soon?", "ゴミが減っただけか", "好像就只是少了一批垃圾?", "사회 쓰레기 분리수거 ㄱㄱㄱ", "好像就只是少了一批垃圾?", "好像就只是少了一批垃圾?"]}, {"id": "r3006", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["NICE! Last time my friend caused a ruckus in their nightclub and got pummelled so badly that he nearly ended up in the ICU. They had it coming for a long time!", "ざまあ。この前ダチがあいつらの店で問題起こして、ボコボコにされたんだわ。入院騒ぎになるとこだったよ。逮捕とか笑うわ。自業自得やんけ。", "送啦! 我朋友上次在他們開的夜店鬧事，結果差點被打到進加護病房\n被抄掉根本活該!", "내 친구도 저번에 쟤네들이 운영하고 있던 나이트클럽에서 거의 반불구자 될뻔했었음. 결국 정의는 승리한다!", "送啦! 我朋友上次在他們開的夜店鬧事，結果差點被打到進加護病房\n被抄掉根本活該!", "送啦! 我朋友上次在他们开的夜店闹事，结果差点被打到进加护病房\n被抄掉根本活该!"]}, {"id": "r3007", "name": "Alaina", "avatar": "default_02", "contents": ["... I say your friend had it coming as well (?", "…それは友達も悪かったと思うのは自分だけすかね", "......樓上的朋友好像問題也很大(?", "......1 네 친구도 뭔가를 했으니깐 그런 거 아닌가? 그 얘긴 쏙 빼놓네", "......樓上的朋友好像問題也很大(?", "......楼上的朋友好像问题也很大(?"]}, {"id": "r3008", "name": "BUCK$", "avatar": "team_04", "contents": ["Electronic narcotics do nothing but destroy lives\nPeople who produce and sell them should all be imprisoned for life", "電子薬物はほんとに人生を狂わせます\n製造者も販売者も厳しく取り締まって終身刑にするべきだと思いますね", "電子毒品根本誤人一生\n製造跟販賣的應該都要終生監禁吧", "전자 마약은 진짜 인생을 망치는 지름길임\n만드는 것부터 유통까지 전부 영원히 금지시켜야 함", "電子毒品根本誤人一生\n製造跟販賣的應該都要終生監禁吧", "电子毒品根本误人一生\n制造跟贩卖的应该都要终生监禁吧"]}, {"id": "r3009", "name": "MAN_Dora", "avatar": "misc_85", "contents": ["The admins have been letting these people run free for too long", "管理局は放っておきすぎた", "管理局早就放任這些人太久了", "관리국이 평소에 눈감아줬던 애들이 너무 많았음", "管理局早就放任這些人太久了", "管理局早就放任这些人太久了"]}, {"id": "r3010", "name": "m00nl16h7", "avatar": "misc_01", "contents": ["Good Riddance", "死刑やな", "死好", "죽어라", "死好", "死好"]}, {"id": "r3011", "name": "DustyAsh", "avatar": "misc_20", "contents": ["If the balance is now broken, will other gangs use this opportunity to expand themselves?", "いままで幅を利かせてた組の勢力が弱まったら、ほかの勢力が出てきたりしそうね", "勢均力敵的狀態下，其他幫派會不會趁機坐大啊?", "세력이 엇비슷한 다른 조직들이 이 기회를 틈타서 세력을 더 확장시킬 가능성도 있지 않을까?", "勢均力敵的狀態下，其他幫派會不會趁機坐大啊?", "势均力敌的状态下，其他帮派会不会趁机坐大啊?"]}, {"id": "r3012", "name": "MirriLL", "avatar": "misc_23", "contents": ["Some stores in Quadrant II could barely sustain themselves due to all the protection fees demanded", "第二象限のお店とか、多額の保護費()を取られまくって経営困難なとこばっかやで", "第二象限某些店家根本就被收保護費收到快經營不下去了", "제2사분면에서 몇 상점들은 이미 보호비 명목으로 엄청난 돈을 뜯기고 있다던데", "第二象限某些店家根本就被收保護費收到快經營不下去了", "第二象限某些店家根本就被收保护费收到快经营不下去了"]}, {"id": "r3013", "name": "AvaJaKeLon", "avatar": "default_01", "contents": ["The admins have been s*** on a lot these years; turns out they can still do some good", "管理局は悪いニュースばっか目につくが、意外と仕事してるんだな", "管理局這幾年被罵超慘，不過其實還是有認真做事啦", "관리국이 최근 엄청나게 욕은 먹고 있지만, 사실 그래도 해야 할 일은 나름 다 하고 있는 중.", "管理局這幾年被罵超慘，不過其實還是有認真做事啦", "管理局这几年被骂超惨，不过其实还是有认真做事啦"]}, {"id": "r3014", "name": "Mulder", "avatar": "misc_13", "contents": ["From what I've heard, Node 03 is the \"true\" gang-operated city", "Node03はヤクザが支配してるってきいたよ:(´◦ω◦｀):", "我聽說Node 03才真的是黑幫在管理城市", "Node 03이 진짜 리얼 범죄 도시라던데. 범죄 조직이 죄다 먹었다는 이야기가...", "我聽說Node 03才真的是黑幫在管理城市", "我听说Node 03才真的是黑帮在管理城市"]}, {"id": "r3015", "name": "Fu7ureW0rld", "avatar": "misc_79", "contents": ["B, but, Node 03 is quite fun. Its culture and people are very different from 08", "でもでもでもでも！Node03すごい良いところなんだよ！雰囲気が全然08と違うの！異国って感じ", "可是可是Node 03蠻好玩的耶，整個風俗民情跟08完全不同", "그래도 Node 03 놀 거 엄청 많잖아. 거기 거주하는 사람들 성격이나 생활 방식도 Node 08과는 완전히 딴판임", "可是可是Node 03蠻好玩的耶，整個風俗民情跟08完全不同", "可是可是Node 03蛮好玩的耶，整个风俗民情跟08完全不同"]}, {"id": "r3016", "name": "Wrinkleheart", "avatar": "misc_93", "contents": ["See ya you bastards", "さらば", "慢走不送", "잘 가라. 마중은 안 나갈게", "慢走不送", "慢走不送"]}, {"id": "r3017", "name": "Pascal626", "avatar": "misc_59", "contents": ["Bye bye you POS (Hand Wave", "クズのみなさぁーん！さようなら！(･ิω･ิ)ノ", "掰啦掰啦渣渣們(手揮揮", "사요나라 쓰레기들아(설마 이거 보고 찾아와서 해코지하는 건 아니겠지 ㄷㄷㄷ)", "掰啦掰啦渣渣們(手揮揮", "掰啦掰啦渣渣们(手挥挥"]}]}