{"id": "r3101", "name": "ROBO_Head", "titles": ["[Excerpt] Travel Guide to All Nodes: \nNode 03, Part.1", "[抜粋] Node旅行ガイド：Node 03篇・上", "[節錄] 全Node旅遊指南：Node 03篇上集", "[초록] 전 Node 여행 가이드：Node 03 상(上)편", "[節錄] 全Node旅遊指南：Node 03篇上集", "[节录] 全Node旅游指南：Node 03篇上集"], "avatar": "robo_01", "attachments": ["r3101"], "contents": ["[Show][Travel][Node 03]\n<blockquote>\nHalf-an-Earth away from Node 08,  the unique Node 03 stands, oozing its mysterious eastern flavors. \n\nTourist: \"It's very common here to walk down an old street thinking nothing will happen, only to make a turn and find yourself in front of a glass curtain wall building. I find this contrast to be quite charming.\"\n\nAncient towns and temples, paired with the scenery of a traditional garden, all well-preserved to this very day. Look up and there stand the modern architectures that aim for the skies. The marks of history and the structures of modern day mixed together to create a unique sight. Among all Nodes, this place ranks second in terms of visiting tourists every year, a sign of its one-of-a-kind appeal. \n\nTourist: \"The best feature of this city is probably the food! On top of that, many unique tasting delicacies can only be found at the outskirts of the slums. Compare to us at Node 08, the issue here may be the large gap between the rich and the poor. The Administration Bureau here doesn't seem to properly take care of the poor fellows.\"\n\n[<blockquote>>Fast Foward<blockquote>>]\n\nThe downtown area of Node 03 is the home of illegal gangs. Many major underground organizations got the start in their early days by trading resources in the grey area of the law. Before the Administration Bureau and A.R.C. could establish and refine their systems, these gangs have already established rules of their own. At the peak of their powers, over 30% of the residents of Node 03 were involved in gang-related activities/businesses one way or another. Anyone who dared to resist will likely end up in a sewer somewhere, dead. \n\nNode 03 resident: \"In my high school class, over half of my classmates once participated in gang activities. Of these people, only a small percentage of them were forced to do so. Others view this as a very common way of life and don't find anything wrong with it. When I mention this to my friends from other Nodes, they all find it to be utterly shocking.\"\n\nThe gangs are so widespread that the Administration Bureau is simply overwhelmed by this issue. Many anonymous sources even point out that the Node 03 Administration Bureau is basically under the control of the gangs. \n</blockquote>\n[Article excerpted from the show \"Travel Guide to All Nodes\"]", "[テレビ番組][旅行][Node 03]\n<blockquote>\nNode08から地球半周ほどの距離にある神秘的な東方エリアNode03。\n\n観光客：「ここでは、昔ながらの街並みを歩いていても、角を1個曲がった瞬間にガラス張りの高層ビルが現れたりするんです。このギャップがここの魅力ですね。」\n\n歴史的な城や寺院、美しい庭が、今なお残っている反面、顔を上げれば現代建造物が目に入る。歴史の軌跡と現代建造物の織りなす不思議なハーモニーは、訪れる人々の心を掴み離さない。毎年、観光客が多いNodeランキングで2位を維持しているのも納得の美しさ。\n\n観光客：「何と言っても食べ物ですよ！スラムの近くでしか買えないB級グルメが、独特なんだけどおいしくて最高です。でもNode08との貧富の差は感じますね。管理局がちゃんと貧しい人の面倒を見てあげてない感じです。」\n\n[<blockquote>>早送り<blockquote>>]\n\nNode03のダウンタウンはやくざの発祥地で、いくつもの地下組織がグレーゾーンの資源売買で事業を興してきた。彼らは、管理局がまだ制度を定め切らないうちに、自らのルールを定めていたのだ。最盛期には、Node03の3割の市民がやくざの商売や活動に関与していたという。反抗すれば、次の日には死体となって道端に転がる、そんな恐ろしい時代もあったのだ。\n\nNode 03市民：「高校時代の話なんですけど、クラスの半分以上は関与していたんじゃないですかね。しかも嫌々だったのは一部だけだと思います。みんなそれが当たり前というか。まあ、他のNodeの友達に話したら驚かれましたけど。」\n\nやくざの猛威は管理局の手にも負えないほどらしい。しかも、一部のリーク情報によるとNode03管理局はすでに彼らによって支配されているとも言われている。\n</blockquote>\n[Node旅行ガイド番組より]", "[節目][旅遊][Node 03]\n<blockquote>\n與 Node 08 相差約半個地球的距離，有座散發東方神秘色彩的 Node 03。\n\n遊客：「這裡常常可以在老街走著逛著，一轉角就來到了玻璃帷幕大樓，這種反差感我覺得相當有魅力。」\n\n歷史悠久的古城、寺廟，以及景色秀麗的山水庭園，至今依然保存良好，抬頭一望是高聳入天的現代化建築，歷史的痕跡與現代化建設交雜，每年來此觀光的遊客高達全 Node 第二名，其魅力可見一斑。\n\n遊客：「食物應該是這個城市很大的特色吧！許多風味獨特的隱藏版美食甚至是在貧民區周邊才能買到。跟我們 Node 08 比起來可能就是貧富差距大了點，管理局好像沒有在好好安置那些可憐窮人。」\n\n[<blockquote>>快轉<blockquote>>]\n\nNode 03 下城區是黑社會幫派的發源地，數個龐大的地下組織當初是靠一些灰色地帶的資源買賣起家。在管理局和 A.R.C. 對於許多制度尚未建立完善之際，這些幫派就已經開始訂立自己的規則。極盛時期，Node 03 有超過 3 成的市民曾經參與過幫派相關的活動或生意，誰要是敢反抗，下場可能就是橫屍街頭。\n\nNode 03 市民：「我高中的時候班上就有超過一半的人曾經參與幫派活動，可能只有一小部份的人是被逼迫的，其他人甚至習以為常，我和其他 Node 的朋友提起這件事情的時候他們都覺得不可思議。」\n\n幫派猖獗的程度，就連管理局都束手無策，甚至有許多匿名消息指出，Node 03 管理局完全是由黑社會把持。\n</blockquote>\n[文字節錄自全Node旅遊指南節目]", "[프로그램][여행][Node 03]\n<blockquote>\nNode 08의 지구 정반대 편에 위치해 있으며 아름다운 별들이 아름답게 펼쳐진 신비의 동방 지역 Node 03.\n\n관광객：「자주 이 오래된 거리를 걷기도 하고, 여기 모퉁이만 돌면 또 유리 장막으로 된 아름다운 건물이 나오는데 이 광경이 또 그렇게 아름다울 수가 없습니다」\n\n고대 역사 속에 등장했던 유적이나 사원, 그리고 아름다운 자연환경들이 지금까지도 잘 보존되어 있으며, 고개를 들면 하늘 높이 우뚝 솟은 하늘로 향하는 현대식 건축물이 자리 잡고 있다. 역사의 오랜 흔적과 현대의 세련미가 흘러넘치는 건축물의 조화. 이러한 매력으로 관광객 유입량이 전 Node 중에서 2위를 차지하고 있다.\n\n관광객：「음식도 이곳의 큰 특징 중 하나인 것 같아요. 엄청 독특한 맛의 맛집들을 낙후 지역 주변에서도 쉽게 접할 수 있습니다. 그래도 우리 Node 08과 비교했을 땐, 빈부격차가 훨씬 더 심한 곳 같아요. 관리국에서 그 낙후지역 주민들을 위해 제대로 된 복지를 시행하고 있는 것 같지는 않더군요.」\n\n[<blockquote>>빨리 감기<blockquote>>]\n\nNode 03의 아래 구역은 범죄 사회 조직의 메카이기도 하다. 초기에 엄청난 수의 지하 조직들이 회색 지대(Gray area)의 자원을 판매하고 그 수익으로 점차 세력을 확장시켜 나갔는데, 당시 관리국과 A.R.C도 아직 제대로 된 제도와 통제관리 시스템을 도입하지 않은 시기라 결국 수많은 조직들은 자치 규율을 확립했고 그 규율대로 생활하게 되었다. 범죄 조직의 활동이 극에 달했을 땐, 일반 시민의 3할 이상이 이미 범죄 관련 활동과 거래에 참여할 수밖에 없게 되었고 반항하는 즉시 길거리에서 시체로 발견되는 일도 빈번하여 결국 범죄 조직의 영향력은 더욱더 커져만 갔다.\n\nNode 03 주민：「제가 고등학생때는 반의 절반 이상이 범죄 조직과 관련된 활동에 참여하고 있었어요. 오히려 소수의 애들만 빼고는 전부 다 했다고 봐도 무방합니다. 제가 다른 Node 출신의 친구들이랑 이 이야기를 할때면  모두가 경악 하더라고요」\n\n범죄 조직의 창궐 정도가 이미 관리국이 통제권을 벗어났다. 일부 누수 정보에 따르면 Node 03의 관리국도 범죄 조직에 의해 완전히 지배되고 있다고 한다.\n</blockquote>\n[텍스트 프로그램 초록 전 Node 여행 가이드 출처]", "[節目][旅遊][Node 03]\n<blockquote>\n與 Node 08 相差約半個地球的距離，有座散發東方神秘色彩的 Node 03。\n\n遊客：「這裡常常可以在老街走著逛著，一轉角就來到了玻璃帷幕大樓，這種反差感我覺得相當有魅力。」\n\n歷史悠久的古城、寺廟，以及景色秀麗的山水庭園，至今依然保存良好，抬頭一望是高聳入天的現代化建築，歷史的痕跡與現代化建設交雜，每年來此觀光的遊客高達全 Node 第二名，其魅力可見一斑。\n\n遊客：「食物應該是這個城市很大的特色吧！許多風味獨特的隱藏版美食甚至是在貧民區周邊才能買到。跟我們 Node 08 比起來可能就是貧富差距大了點，管理局好像沒有在好好安置那些可憐窮人。」\n\n[<blockquote>>快轉<blockquote>>]\n\nNode 03 下城區是黑社會幫派的發源地，數個龐大的地下組織當初是靠一些灰色地帶的資源買賣起家。在管理局和 A.R.C. 對於許多制度尚未建立完善之際，這些幫派就已經開始訂立自己的規則。極盛時期，Node 03 有超過 3 成的市民曾經參與過幫派相關的活動或生意，誰要是敢反抗，下場可能就是橫屍街頭。\n\nNode 03 市民：「我高中的時候班上就有超過一半的人曾經參與幫派活動，可能只有一小部份的人是被逼迫的，其他人甚至習以為常，我和其他 Node 的朋友提起這件事情的時候他們都覺得不可思議。」\n\n幫派猖獗的程度，就連管理局都束手無策，甚至有許多匿名消息指出，Node 03 管理局完全是由黑社會把持。\n</blockquote>\n[文字節錄自全Node旅遊指南節目]", "[节目][旅游][Node 03]\n<blockquote>\n与 Node 08 相差约半个地球的距离，有座散发东方神秘色彩的 Node 03。\n\n游客：「这里常常可以在老街走着逛着，一转角就来到了玻璃帷幕大楼，这种反差感我觉得相当有魅力。」\n\n历史悠久的古城、寺庙，以及景色秀丽的山水庭园，至今依然保存良好，抬头一望是高耸入天的现代化建筑，历史的痕迹与现代化建设交杂，每年来此观光的游客高达全Node 第二名，其魅力可见一斑。\n\n游客：「食物应该是这个城市很大的特色吧！许多风味独特的隐藏版美食甚至是在贫民区周边才能买到。跟我们Node 08 比起来可能就是贫富差距大了点，管理局好像没有在好好安置那些可怜穷人。」\n\n[<blockquote>>快转<blockquote>>]\n\nNode 03 下城区是黑社会帮派的发源地，数个庞大的地下组织当初是靠一些灰色地带的资源买卖起家。在管理局和 A.R.C. 对于许多制度尚未建立完善之际，这些帮派就已经开始订立自己的规则。极盛时期，Node 03 有超过 3 成的市民曾经参与过帮派相关的活动或生意，谁要是敢反抗，下场可能就是横尸街头。\n\nNode 03 市民：「我高中的时候班上就有超过一半的人曾经参与帮派活动，可能只有一小部份的人是被逼迫的，其他人甚至习以为常，我和其他Node 的朋友提起这件事情的时候他们都觉得不可思议。」\n\n帮派猖獗的程度，就连管理局都束手无策，甚至有许多匿名消息指出，Node 03 管理局完全是由黑社会把持。\n</blockquote>\n[文字节录自全Node旅游指南节目]"], "replies": [{"id": "r3102", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Analysis: 80% of Node 08 gangs originated from Node 03", "Analysis：Node08の やくざは 80％が Node03から 来ています", "分析：Node 08 80%的幫派源自 Node 03", "분석：Node 08 소재의 범죄 조직 80%가 Node 03 출신", "分析：Node 08 80%的幫派源自 Node 03", "分析：Node 08 80%的帮派源自 Node 03"]}, {"id": "r3103", "name": "Ange3Lina", "avatar": "misc_09", "contents": ["WTF so this post is corresponding to the gang purge news\nThe opening introduction is so enticing that I nearly went ahead and applied for Cross-Node travel", "ヤクザ一掃のニュースが出てからこれ出すかw\n最初の紹介悪意あるっしょ(笑)旅行申請だすとこだったわ(笑)", "靠原來是因為掃黑新聞才出現這篇\n一開頭的介紹也太生火了我差點就去申請跨Node旅行了", "범죄 조직 숙청 사건 뉴스에 나오니까 이제야 이런 칼럼도 나오는 구먼\n처음에 너무 혹하게 써놔서 나도 모르게 Node 여행 신청할 뻔", "靠原來是因為掃黑新聞才出現這篇\n一開頭的介紹也太生火了我差點就去申請跨Node旅行了", "靠原来是因为扫黑新闻才出现这篇\n一开头的介绍也太生火了我差点就去申请跨Node旅行了"]}, {"id": "r3104", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["Well, Node 08 is where all the big bucks are at. Not only do the gangs want a piece, regular folks also want to come here for an opportunity to get rich~~", "Node08は大金稼ぐにはかっこうの場所ってことでしょ\nヤクザに限らずみんなここで一儲けしたいと思ってるよ", "畢竟 Node 08 算是錢坑吧，別說是黑幫想來分一杯羹了，一般小老百姓也想來這邊賺錢賭個機會阿~~", "어쨌든 Node 08은 돈이 좀 되니깐. 저런 애들뿐만 아니라 일반 사람들도 인생역전 한 번 해볼라고 오는 것도 있음", "畢竟 Node 08 算是錢坑吧，別說是黑幫想來分一杯羹了，一般小老百姓也想來這邊賺錢賭個機會阿~~", "毕竟 Node 08 算是钱坑吧，别说是黑帮想来分一杯羹了，一般小老百姓也想来这边赚钱赌个机会阿~~"]}, {"id": "r3105", "name": "Popo", "avatar": "misc_03", "contents": ["Been to 03 a couple of times already\nIt is a pretty good place for vacation\nAlthough you must be extra careful when passing by the slums and at night", "03なら何度か行ったことがあります\n確かに旅行にはぴったりの場所です\nでもスラム街付近と夜は気を付けましょう", "03我去過好幾次了\n真的是蠻適合度假  \n但是經過貧民區和晚上都要特別小心", "03엔 나도 몇 번 가봤음\n바람 쐬면서 여행하기엔 진짜 괜찮은 것 같음\n그런데 밤에 낙후 지역 쪽 둘러볼 땐 특별히 조심해야 함", "03我去過好幾次了\n真的是蠻適合度假  \n但是經過貧民區和晚上都要特別小心", "03我去过好几次了\n真的是蛮适合度假\n但是经过贫民区和晚上都要特别小心"]}, {"id": "r3106", "name": "An0nym0us", "avatar": "default_07", "contents": ["The admins and ARC seem pretty useless there", "管理局もアークもあそこでは手も足も出ないっちゃ", "管理局還有ARC在那邊好像管不到甚麼東西", "관리국도 ARC도 거기에 있는데 손을 쓸 수가 없나 보네", "管理局還有ARC在那邊好像管不到甚麼東西", "管理局还有ARC在那边好像管不到什么东西"]}, {"id": "r3107", "name": "Heart_Head", "avatar": "misc_27", "contents": ["The few big gangs and major families probably control over half of the underground forces there", "金のある組が半分以上の勢力を占めてるだろうね", "有錢的幾個大幫派和家族就掌握超過一半的勢力了吧", "거기 절반은 돈 많은 소수 조직이 장악하고 있다고 알고있음", "有錢的幾個大幫派和家族就掌握超過一半的勢力了吧", "有钱的几个大帮派和家族就掌握超过一半的势力了吧"]}, {"id": "r3108", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["Holy that screenshot when they are talking about the food. That noodle looks way too f***** tasty!!!! (Ready to book trip", "麺がうまそうすぎた\nちょっとチケット予約してくるわ", "剛剛提到美食的時候畫面上那個麵看起來也太好吃了吧!!!!(準備訂票", "방금 맛집 소개 나올 때 화면에 나왔던 그 면음식 진짜 맛있어 보인다!!(표 예약 중)", "剛剛提到美食的時候畫面上那個麵看起來也太好吃了吧!!!!(準備訂票", "刚刚提到美食的时候画面上那个面看起来也太好吃了吧!!!!(准备订票"]}, {"id": "r3109", "name": "Andy_Roid", "avatar": "robosp_17", "contents": ["It's pretty ridiculous that over 30% of residents are involved with gang activities. \nLike, will the kids there actually be OK once they grow up????", "3割以上が関与はやばみ\nそんなところで育った子供の将来が心配", "超過超過3成平民有接觸幫派活動真的很扯\n這小孩長大真的都沒問題嗎????", "일반 시민 3할이 범죄 조직 활동을 접한다는 건 절대로 웃어넘길 일이 아니다.\n여기서 자라나는 어린아이들한테도 엄청 큰 영향을 끼칠 것 같은데???", "超過超過3成平民有接觸幫派活動真的很扯\n這小孩長大真的都沒問題嗎????", "超过超过3成平民有接触帮派活动真的很扯\n这小孩长大真的都没问题吗????"]}, {"id": "r3110", "name": "Ayx_Socket", "avatar": "robosp_03", "contents": ["Feels like a major gap between the haves and have-nots always leads to bigger problems", "貧富の差から生まれる問題は多そうですね", "感覺貧富差距很大都會演變成整體的問題", "빈부격차 문제는 항상 더 큰 문제로 이어지는 듯", "感覺貧富差距很大都會演變成整體的問題", "感觉贫富差距很大都会演变成整体的问题"]}, {"id": "r3111", "name": "Abin", "avatar": "misc_69", "contents": ["There's a report a few days ago about a major gang being purged in Node 08~~", "この前Node08の巨大な組が消えたってニュースになったばかりなんに", "前幾天才報導一個大幫派在Node 08被殲滅啦~~~", "며칠 전만 해도 뉴스로 Node 08에서 조직 하나가 완전히 개박살 났단 소식을 봤는데", "前幾天才報導一個大幫派在Node 08被殲滅啦~~~", "前几天才报导一个大帮派在Node 08被歼灭啦~~~"]}, {"id": "r3112", "name": "Flower_Head", "avatar": "robosp_11", "contents": ["Their headquarters is in 03 right?", "本部（？）は03にあるんでしょたぶん", "大本營都在03吧?", "진짜 핵심 간부들은 모두 03에 있는 거 아님?", "大本營都在03吧?", "大本营都在03吧?"]}, {"id": "r3113", "name": "TobeTobe", "avatar": "misc_32", "contents": ["My grandmother lives in Node 03\nSeems like she is all numb to these kinds of things already", "うちのばーちゃんNode03住みだけど、もう日常だから何とも思ってないって", "我的外婆就住在 Node 03\n好像都對這些事情習慣了", "우리 외할머니가 Node 03에 사는데\n저런 건 그냥 일생생활이라고 하시더라고", "我的外婆就住在 Node 03\n好像都對這些事情習慣了", "我的外婆就住在 Node 03\n好像都对这些事情习惯了"]}, {"id": "r3114", "name": "Ararar", "avatar": "misc_71", "contents": ["There was a transfer student in our class who is from 03\nHis family is in a leadership position of a gang XDD\nThere were always two bodyguards to escort him home from school", "昔クラスメイトに03からきた転校生おったけど\n親が幹部だったwwwww\nボディーガードの送り迎え付きやでwwww", "以前班上有一個03過來的轉學生\n家裡就是幫派幹部阿XDD\n每天放學有兩個保鑣護送", "예전에 반에 03에서 전학온 애가 있었는데 집안이 조직 간부 집안 ㅎㄷㄷ 매일 하교할 때 경호원 같은 애들이 데리고 가더라", "以前班上有一個03過來的轉學生\n家裡就是幫派幹部阿XDD\n每天放學有兩個保鑣護送", "以前班上有一个03过来的转学生\n家里就是帮派干部阿XDD\n每天放学有两个保镳护送"]}, {"id": "r3115", "name": "DustyAsh", "avatar": "misc_20", "contents": ["Wanted to visit, but terrified...", "行ってみたいけどやぱ怖いな～", "想去但是怕........", "한번 가보고 싶은데 좀 무섭기도........", "想去但是怕........", "想去但是怕........"]}]}