{"id": "r3201", "name": "ROBO_Head", "titles": ["[Repost] Fellow Monophonic Entertainment singer PAFF gone missing for several weeks; \nrequest assistance from fans and friends to help search for her", "[リポスト] 弊社所属アーティストが数週間前に失踪しました。捜索のご協力をお願いします。", "[轉貼] 本公司旗下歌手PAFF已失聯數周  請求粉絲與各界朋友協尋", "[공유] 본사 소속 아티스트 PAFF와의 연락이 두절되었습니다. 팬 여러분의 도움이 필요합니다", "[轉貼] 本公司旗下歌手PAFF已失聯數周  請求粉絲與各界朋友協尋", "[转贴] 本公司旗下歌手PAFF已失联数周 请求粉丝与各界朋友协寻"], "avatar": "robo_01", "attachments": [], "contents": ["[Announcement][PAFF][Missing]\n<blockquote>\n... PAFF (Real name: Aroma White), an artist who is currently under contract with us, left the hospital she was resting at on the night of September 9th without notice and has been missing since. As of today, her agent, the agency, and other colleagues have been unable to make any kind of contact with her. \n\nHere, I would like to first thank all the fans and our friends in the media for your understanding. Monophonic Entertainment chose to not explain the actual situation to the public when the incident first broke out due to an attempt to protect the privacy and rights of our artists. We have tried our best to search and investigate, in hopes that PAFF can contact us herself and explain the situation. However, we haven't made any notable progress. We are in the same position as everyone is right now: we know the fact PAFF has gone missing for no reason, but we don't know any details. More investigation is still required...\n</blockquote>\n[Article excerpted from Monophonic Entertainment's official statement]", "[声明][PAFF][失踪]\n<blockquote>\n...弊社所属のアーティストPAFF (本名 Aroma White) が9月9日未明病院から抜け出し、現在もマネージャー、事務所、関係者共に本人と連絡がつかない状態が続いております。\n\nまずは、この場を借りてファンの皆様、並びにメディアの皆様にお礼を申し上げます。Monophonic Entertainmentは、本人のプライバシーを保護するため、事件発生当初から現在に至るまで、詳細を公開しておりませんでした。本人が自ら現在の自身の状況について我々に連絡をくれることを祈りつつ、本人と連絡を取るため全力を尽くしておりますが、現状進展はございません。皆さまと同様に我々もPAFFが何の前触れもなく失踪した事実しか分かっていません。今後も引き続き情報を収集していきます...\n</blockquote>\n[Monophonic Entertainment公式声明より]", "[聲明][PAFF][失蹤]\n<blockquote>\n...敝公司旗下簽約藝人 PAFF (本名 Aroma White) 於9月9日晚間不告而別離開休養中的醫院，形同失聯，至今經紀人、公司以及其他工作夥伴完全無法聯絡上本人。\n\n在此，先謝謝眾多歌迷與媒體朋友們的包容，單聲演藝之所以從事發到現在沒有對外界說明具體情況，是基於保護藝人隱私與權益，敝司已經盡最大努力進行搜索與調查，期待 PAFF 能主動與我們聯絡說明情況，但至今仍毫無斬獲。我們跟大家一樣，只知道 PAFF 無故消失的事實，卻不知道細節，一切有待更進一步的了解...\n</blockquote>\n[文字節錄自單聲演藝官方聲明稿]", "[해명글][PAFF][실종]\n<blockquote>\n...본사 소속 아티스트 PAFF(본명: Aroma White)가 9월 9일 오후, 본래 요양 중이었던 병원을 떠나 현재까지 매니저와도 연락이 두절된 상태이며, 본사 및 동료 관계자분들도  PAFF 본인과 연락이 되지 않고 있는 상황입니다.  \n먼저 이 자리를 빌려 팬 여러분 및 미디어 매체 여러분께 사과와 감사의 말씀 전합니다. Monophonic Entertainment는 사건이 발생한 당일부터 현재까지 PAFF 본인의 프라이버시 및 권리 보호를 목적으로  구체적인 상황을 외부에 알리지 않기로 결정했습니다. 그리고 현재 PAFF가 주동적으로 본사에 연락을 취해 경위를 설명해주길 기다리고 있는 입장이며, 본사도 역시 최선을 다해 PAFF를 찾고 있는 중이지만, 아직까진 아무런 소식도 접하질 못하고 있는 실정입니다. 본사 역시 여러분과 마찬가지로 PAFF가 현재 아무런 말도 없이 사라졌다는 사실 이외에는 어떤 자세한 사항도 알고 있지 못합니다...\n</blockquote>\n[텍스트 초록 Monophonic Entertainment 공식 해명글 중에서]", "[聲明][PAFF][失蹤]\n<blockquote>\n...敝公司旗下簽約藝人 PAFF (本名 Aroma White) 於9月9日晚間不告而別離開休養中的醫院，形同失聯，至今經紀人、公司以及其他工作夥伴完全無法聯絡上本人。\n\n在此，先謝謝眾多歌迷與媒體朋友們的包容，單聲演藝之所以從事發到現在沒有對外界說明具體情況，是基於保護藝人隱私與權益，敝司已經盡最大努力進行搜索與調查，期待 PAFF 能主動與我們聯絡說明情況，但至今仍毫無斬獲。我們跟大家一樣，只知道 PAFF 無故消失的事實，卻不知道細節，一切有待更進一步的了解...\n</blockquote>\n[文字節錄自單聲演藝官方聲明稿]", "[声明][PAFF][失踪]\n<blockquote>\n...敝公司旗下签约艺人 PAFF (本名 Aroma White) 于9月9日晚间不告而别离开休养中的医院，形同失联，至今经纪人、公司以及其他工作伙伴完全无法联络上本人。\n\n在此，先谢谢众多歌迷与媒体朋友们的包容，单声演艺之所以从事发到现在没有对外界说明具体情况，是基于保护艺人隐私与权益，敝司已经尽最大努力进行搜索与调查，期待PAFF 能主动与我们联络说明情况，但至今仍毫无斩获。我们跟大家一样，只知道 PAFF 无故消失的事实，却不知道细节，一切有待更进一步的了解...\n</blockquote>\n[文字节录自单声演艺官方声明稿]"], "replies": [{"id": "r3202", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Analysis: Suburb area lacking in surveillance equipment, basic stealth disguise enough to avoid detection", "Analysis：郊外の 監視設備は 不十分です \n簡単な 変装も 見抜けません", "分析：上城區監視設備缺乏，基本匿蹤裝扮便難以察覺", "분석：교외 감시 모니터링 설비 열악. \n간단한 분장도 간파 불가능", "分析：上城區監視設備缺乏，基本匿蹤裝扮便難以察覺", "分析：上城区监视设备缺乏，基本匿踪装扮便难以察觉"]}, {"id": "r3203", "name": "Ayx_Socket", "avatar": "robosp_03", "contents": ["Is ROBO going to provide some direct hints", "ROBOっち手掛かり掴めたー？", "ROBO要直接提供線索了嗎", "ROBO가 직접 단서좀 찾아봐줄 수 있어?", "ROBO要直接提供線索了嗎", "ROBO要直接提供线索了吗"]}, {"id": "r3204", "name": "Abin", "avatar": "misc_69", "contents": ["There's just too many people in Node 08\nIf she really wants to cover her tracks it's practically impossible to find her, right?", "Node08は人口多すぎるからな～\n痕跡消す努力を多少してればもー見つかることもないっしょ", "Node 08人太多了啦\n要是有心想要隱藏蹤跡根本很難找到吧?", "Node 08에 사람이 얼마나 많은데\n만약 본인이 진짜 숨어버리기로 마음만 먹으면 솔직히 찾는 건 불가능하지 않음?", "Node 08人太多了啦\n要是有心想要隱藏蹤跡根本很難找到吧?", "Node 08人太多了啦\n要是有心想要隐藏踪迹根本很难找到吧?"]}, {"id": "r3205", "name": "Flower_Head", "avatar": "robosp_11", "contents": ["Anyone knows why PAFF left the hospital without permission?", "なんでPAFFが病院から抜け出したのか誰かしってまふか？", "有知道為什麼PAFF要擅自離開醫院嗎?", "PAFF가 왜 병원을 떠났는지 아시는 분?", "有知道為什麼PAFF要擅自離開醫院嗎?", "有知道为什么PAFF要擅自离开医院吗?"]}, {"id": "r3206", "name": "TobeTobe", "avatar": "misc_32", "contents": ["I also find it weird that she leaves the hospital when she's supposed to be resting", "確かに静養中に突然病院からいなくなるのは謎", "我也覺得靜養中離開醫院有點唐突", "요양 중에 갑자기 사라져버린 이유가 제일 궁금하다", "我也覺得靜養中離開醫院有點唐突", "我也觉得静养中离开医院有点唐突"]}, {"id": "r3207", "name": "Ararar", "avatar": "misc_71", "contents": ["Could it be that she was threatened or hypnotized???", "脅されてたとか？それか催眠術的な何か", "難道是被威脅或催眠???", "설마 위협을 받았다던 가 최면에 걸린 건???", "難道是被威脅或催眠???", "难道是被威胁或催眠???"]}, {"id": "r3208", "name": "DustyAsh", "avatar": "misc_20", "contents": ["Hacked???", "ハッキング???", "被駭???", "설마 해킹???", "被駭???", "被骇???"]}, {"id": "r3209", "name": "Ange3Lina", "avatar": "misc_09", "contents": ["I know there's been two major hacking incidents recently, but don't blame everything on hackers lol", "なんでもかんでもハッキングにすなwwww", "不要因為最近兩起駭客事件就統統覺得是駭客啦wwww", "뭔 일만 있으면 죄다 해킹이래 ㅋㅋㅋㅋㅋㅋ", "不要因為最近兩起駭客事件就統統覺得是駭客啦wwww", "不要因为最近两起骇客事件就统统觉得是骇客啦wwww"]}, {"id": "r3210", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["Feels like PAFF is purposely avoiding surveillance cameras and tracking\nIf she just wandered off it shouldn't be hard to find her", "んーたぶんだけど，パフは故意に監視カメラとか追ってから逃げてる気がする\nただの失踪ならすぐに見つかると思う，わからんけど", "覺得PAFF是有目的地避開監視器跟追蹤耶\n如果只是一般走失應該一下就可以找到了", "PAFF도 뭔가 치밀하게 감시카메라 같은 거 피해서 떠나가 버린듯.\n안 그랬으면 이미 소재라도 파악되지 않았을까", "覺得PAFF是有目的地避開監視器跟追蹤耶\n如果只是一般走失應該一下就可以找到了", "觉得PAFF是有目的地避开监视器跟追踪耶\n如果只是一般走失应该一下就可以找到了"]}, {"id": "r3211", "name": "BuddyHat", "avatar": "default_05", "contents": ["Perhaps she has an accomplice???", "誰かが協力してたりって可能性は？？", "說不定有人接應???", "누군가의 도움을 받고 그렇게 사라진 건 아닐까???", "說不定有人接應???", "说不定有人接应???"]}, {"id": "r3212", "name": "BabyHug", "avatar": "default_06", "contents": ["Whatever let's blame Æsir for everything~~~", "ぜんぶÆsirのせいにしようぜ(｀・ω・´)", "甚麼都推給Æsir好了~~~", "이건 모두 Æsir 탓이다~~~(빼애애액)", "甚麼都推給Æsir好了~~~", "什么都推给Æsir好了~~~"]}]}