{"id": "r3301", "name": "ROBO_Head", "titles": ["[Repost] Protest erupts in front of Monophonic Entertainment headquarters, Administration Bureau calls for fans to calm down.", "[リポスト] Monophonic Entertainment本社前で\nデモ発生 管理局が参加者に鎮静を呼び掛けるも", "[轉貼] 單聲演藝大樓前爆發示威遊行 管理局籲歌迷冷靜", "[공유] Monophonic Entertainment 본사 앞 시위 발생. 관리국 시위대에게 진정 호소", "[轉貼] 單聲演藝大樓前爆發示威遊行 管理局籲歌迷冷靜", "[转贴] 单声演艺大楼前爆发示威游行 管理局吁歌迷冷静"], "avatar": "robo_01", "attachments": ["r3301"], "contents": ["[News][Monophonic Entertainment][Riot][PAFF]\n<blockquote>\nA protest broke out in Node 08's business district today. Angry fans surrounded Monophonic Entertainment's headquarters and a riot ensued. This protest is largely due to the fan dissatisfaction that has been building up since Monophonic's popular diva singer PAFF disappeared from the hospital she was resting in. Monophonic Entertainment's mishandling of the PAFF situation on top of the lackluster PR work they did afterward was what ultimately led to the chaos today. According to the drone analysis, there are thousands of protesters already on-site and the number is still increasing. The building where Monophonic Entertainment is located has been sealed off for safety reasons. The company has also request security and other assistance from the Administration Bureau.\n\nAccording to our basic understanding of the situation, this protest is not headed by any specific organization or a thought leader. This protest was a result of an internet collaboration effort among fans using the hashtag <font color=\"#ccffffff\"><b>#MonoWillPay</b></font>. Their main points of complaint are Monophonic Entertainment's insincere attitude towards handling the issues and their apparent hand-washing of their artists to keep themselves clean. As of this moment, the entire protest has been relatively calm. No incidents of violence have been reported so far. Nonetheless, the Administration Bureau still deployed two squadrons of riot control drones around Monophonic Entertainment headquarters for security concerns.\n\nAs of the publishing of this report, Monophonic Entertainment has yet to issue a statement regarding this protest. Rumor has it that several high-level directors will be addressing the crowd directly to settle the disputes. However, at the same time, there's also a different voice on the internet. Some have wondered if this entire event was just incited by people with malicious intent. They call for fans to stay calm and be alert; do not let others take advantage of your passion. \n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][Monophonic Entertainment][暴動][PAFF]\n<blockquote>\nNode08商業エリアにて、Monophonic Entertainment所属アーティストPAFFの失踪、また事務所の対応に不満を持つ民衆が、同事務所を取り囲む暴動が発生した。ドローンから得た情報の統計によると、現場にはすでに1000以上の民衆が集結しており、いまだ増え続けている。 同事務所は、安全を確保するための封鎖措置を取っており、管理局へはすでに協力の要請をしている。\n\n現段階で確認されている情報によると、今回のデモには特定の組織は関与しておらず、特定のリーダーも存在しない。これは、ファンがネット上で作った <font color=\"#ccffffff\"><b>#MonoWillPay</b></font> (Monophonic Entertainmentは代償を払うべきである) というタグと共に広まったファンらによる、同事務所の誠意の欠如や、所属アーティストを切り捨て、自己防衛をしたことなどに対する抗議を唱えるものである。今のところ、暴力事件には発展しておらず、比較的穏便に進められているようだが、管理局は今後行動がエスカレートすることに備え、念のため鎮圧用ドローンを配置している。\n\n同事務所は、今回のデモに対する公式声明などは発表しておらず、上層部からの情報によると、この後、騒動の鎮静に向けて動きがあるという。ネット上では、今回のデモは裏で糸を引く人物がいるとささやかれている。自分たちの好意を、情熱を、心ない人物に利用されることのないよう、注意した方がいいかもしれない。\n</blockquote>\n[Nodeニュースネットワークより]", "[新聞][單聲演藝][暴動][PAFF]\n<blockquote>\nNode 08 商業區爆發因不滿單聲演藝公司對旗下當紅偶像歌手 PAFF 自醫院脫逃行蹤不明、以及相關後續公關處理怠慢等荒唐行徑不滿而集結的憤怒粉絲包圍單聲總部暴動，根據空拍機統計現場已經超過千名示威者而且持續增加當中，單聲演藝大樓已經進行安全性封鎖並向管理局求助維安等資源。\n\n根據初步了解，本次抗議行動並無特定組織或意見領袖主導，而是粉絲透過網路串聯，以 <font color=\"#ccffffff\"><b>#MonoWillPay</b></font> (單聲必付出代價) 這個 Hashtag 號召示威遊行，抗議單聲演藝處理態度無誠意以及試圖將藝人切割自保。截至目前為止整場抗議活動還算和平，並無演變成暴力行為，但管理局還是調度了兩個中隊的鎮暴無人機在單聲演藝大樓周邊進行安全佈署。\n\n截至截稿前，單聲演藝尚未針對這次的抗議行動發表聲明與回應，據傳多位高層將會於稍晚親上火線平息紛爭，不過同樣在網路上也有另一股聲浪表示整場行動其實是有心人士在背後惡意煽動，呼籲粉絲保持平靜態度與提高警惕，不要讓熱情被不良分子利用。\n</blockquote>\n[文字節錄自Node News Network]", "[뉴스][모노엔터테인][폭동][PAFF]\n<blockquote>\nNode 08 상업지구에서 Monophonic Entertainment 소속 아티스트 PAFF의 실종 사건에 대한 해명 및 회사의 대처 방식에 불만을 품은 사람들이 본사 주변으로 모여 폭동을 일으켰다. 공중 카메라 화면을 통해 집계 된 현장 시위자 수는 이미 천명을 넘어섰으며 현재도 계속해서 그 수가 증가하고 있는 상황이다. Monophonic Entertainment는 안전을 위해  본사 건물의 모든 입구를 봉쇄했으며 현재 관리국의 치안 지원 요청을 기다리고 있는 중이다.\n\n본 시위는 특정 조직 또는 주동자의 선동으로 진행된 것이 아닌 소속 가수 팬들의 인터넷 활동을 통해 시작되었다. <font color=\"#ccffffff\"><b>#MonoWillPay</b></font> (모노는 대가를 치러라)라는 문구 해시태그를 통해  Monophonic Entertainment의 대처 방식 및 소속 아티스트 안전에 대한 책임을 묵과한 사실을 규탄하기 시작했다. 아직까지는 폭동으로 번지지 않았으며 지속적인 규탄 대회가 진행되고 있지만, 관리국은 2개 중대의 무인기 드론을 Monophonic Entertainment 본사 건물 주위에 배치하였다.\n\n아직 이런 항의에 대해 Monophonic Entertainment는 공식적인 입장을 표하진 않았지만 고위층에선 현장을 진정시키려는 움직임을 보이고 있다고 전해진다. 하지만 일부에선 본 시위행위는 누군가의 악의적인 선동으로 이루어진 것이며 팬들은 이러한 반란 분자들에게 이용당하지 않기 위해서라도 평정심과 경계심을 조금도 늦추어선 안된다는 목소리를 내기도 했다.\n</blockquote>\n[Node News Network 텍스트 데이터 기록 중에서]", "[新聞][單聲演藝][暴動][PAFF]\n<blockquote>\nNode 08 商業區爆發因不滿單聲演藝公司對旗下當紅偶像歌手 PAFF 自醫院脫逃行蹤不明、以及相關後續公關處理怠慢等荒唐行徑不滿而集結的憤怒粉絲包圍單聲總部暴動，根據空拍機統計現場已經超過千名示威者而且持續增加當中，單聲演藝大樓已經進行安全性封鎖並向管理局求助維安等資源。\n\n根據初步了解，本次抗議行動並無特定組織或意見領袖主導，而是粉絲透過網路串聯，以 <font color=\"#ccffffff\"><b>#MonoWillPay</b></font> (單聲必付出代價) 這個 Hashtag 號召示威遊行，抗議單聲演藝處理態度無誠意以及試圖將藝人切割自保。截至目前為止整場抗議活動還算和平，並無演變成暴力行為，但管理局還是調度了兩個中隊的鎮暴無人機在單聲演藝大樓周邊進行安全佈署。\n\n截至截稿前，單聲演藝尚未針對這次的抗議行動發表聲明與回應，據傳多位高層將會於稍晚親上火線平息紛爭，不過同樣在網路上也有另一股聲浪表示整場行動其實是有心人士在背後惡意煽動，呼籲粉絲保持平靜態度與提高警惕，不要讓熱情被不良分子利用。\n</blockquote>\n[文字節錄自Node News Network]", "[新闻][单声演艺][暴动][PAFF]\n<blockquote>\nNode 08 商业区爆发因不满单声演艺公司对旗下当红偶像歌手PAFF 自医院脱逃行踪不明、以及相关后续公关处理怠慢等荒唐行径不满而集结的愤怒粉丝包围单声总部暴动，根据空拍机统计现场已经超过千名示威者而且持续增加当中，单声演艺大楼已经进行安全性封锁并向管理局求助维安等资源。\n\n根据初步了解，本次抗议行动并无特定组织或意见领袖主导，而是粉丝透过网路串联，以<font color=\"#ccffffff\"><b>#MonoWillPay</b></font> (单声必付出代价) 这个Hashtag 号召示威游行，抗议单声演艺处理态度无诚意以及试图将艺人切割自保。截至目前为止整场抗议活动还算和平，并无演变成暴力行为，但管理局还是调度了两个中队的镇暴无人机在单声演艺大楼周边进行安全布署。\n\n截至截稿前，单声演艺尚未针对这次的抗议行动发表声明与回应，据传多位高层将会于稍晚亲上火线平息纷争，不过同样在网路上也有另一股声浪表示整场行动其实是有心人士在背后恶意煽动，呼吁粉丝保持平静态度与提高警惕，不要让热情被不良分子利用。\n</blockquote>\n[文字节录自Node News Network]"], "replies": [{"id": "r3302", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Analysis: Internet flow around Mono HQ  increasing\nAnalysis: Pressure index around Mono HQ  increasing\nDecision: Critical value not yet reached\nDecision: Need to inform Adminstration Bureau  Negative", "Analysis：Mono本社周辺の 通信量 ： 増加\nAnalysis：Mono本社周辺の 圧力指数：増加\nDecision：限界値には 達していません\nDecision：管理局に 通報する 必要性：無", "分析：單聲總部周邊網路流量  上升\n分析：單聲總部周邊壓力指數  上升\n判斷：尚未達臨界值\n判斷：通報管理局之必要  無", "분석：모노 본사 주변 인터넷 사용량- 상승\n분석：모노 본사 주변 압력지수- 상승\n판단：임계치에 도달X\n판단：관리국에 통보 의무- 없음", "分析：單聲總部周邊網路流量  上升\n分析：單聲總部周邊壓力指數  上升\n判斷：尚未達臨界值\n判斷：通報管理局之必要  無", "分析：单声总部周边网路流量 上升\n分析：单声总部周边压力指数 上升\n判断：尚未达临界值\n判断：通报管理局之必要 无"]}, {"id": "r3303", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["S*** I need to leave for an appointment later and I have to pass by that area. Hope I won't be affected", "このあと出かける時にあそこらへん通らないとなんだけどもしかしてやばい？通れない？", "慘了等等出門要經過那邊不知道會不會被影響", "큰일이네. 조금 이따가 그 근처 지나가는데 설마 영향받는 건 아니겠지?", "慘了等等出門要經過那邊不知道會不會被影響", "惨了等等出门要经过那边不知道会不会被影响"]}, {"id": "r3304", "name": "DuskDawn", "avatar": "misc_35", "contents": ["Are they too bored or what?\nWhy would you mob someone for something this stupid?", "この人たちヒマなのかな？もっと有意義に時間使えばいいのに(^▽^)", "太閒嗎?\n為了這種事情也要去包圍人家?", "진짜 할 일 더럽게도 없나.\n고작 그딴 일로 저렇게 모여서 한다는 짓거리가 ㅉㅉ", "太閒嗎?\n為了這種事情也要去包圍人家?", "太闲吗?\n为了这种事情也要去包围人家?"]}, {"id": "r3305", "name": "Clairy", "avatar": "default_12", "contents": ["Is it just me, or does their appeals seem really vague?", "集まってる人たちは、何をして欲しいの？そこがよく分からん。", "訴求感覺有點不明確?", "사실 대체 무엇을 위한 항의인지 명확하지가 않음", "訴求感覺有點不明確?", "诉求感觉有点不明确?"]}, {"id": "r3306", "name": "AbigaleJ", "avatar": "misc_24", "contents": ["Probably for the compensation\nThey want to see if they can pressure the company to pay up; that way they can earn some quick cash", "賠償して欲しいだけでしょ\nこのチャンスにつけこんで", "想逼這種大公司賠償吧\n看能不能趁機撿個便宜", "그냥 이 기회를 틈타서 말도 안 되는 명분으로 돈이나 타먹으려는 거겠지", "想逼這種大公司賠償吧\n看能不能趁機撿個便宜", "想逼这种大公司赔偿吧\n看能不能趁机捡个便宜"]}, {"id": "r3307", "name": "Wowow", "avatar": "misc_09", "contents": ["I feel like launching a <font color=\"#ccffffff\"><b>#FindPaff</b></font> is the more meaningful thing to do right now...", "<font color=\"#ccffffff\"><b>#FindPaff</b></font> のタグを作る方がよっぽど意味ありそうだなw", "為什麼我覺得發動 <font color=\"#ccffffff\"><b>#FindPaff</b></font> 會更有意義一點", "차라리 <font color=\"#ccffffff\"><b>#FindPaff</b></font> 이런 걸 태그하는 게 훨씬 나아 보였을 텐데", "為什麼我覺得發動 <font color=\"#ccffffff\"><b>#FindPaff</b></font> 會更有意義一點", "为什么我觉得发动 <font color=\"#ccffffff\"><b>#FindPaff</b></font> 会更有意义一点"]}, {"id": "r3308", "name": "Irisa0938", "avatar": "misc_67", "contents": ["QAQ I want to take a few days off to help find PAFF too", "休み取ってPAFF探しに行きたい気持ちは山々なんだよぉ・・・", "嗚嗚我也想請假幾天去找PAFF", "으아아 지금 당장 휴가내고 PAFF 찾으러 가고 싶다", "嗚嗚我也想請假幾天去找PAFF", "呜呜我也想请假几天去找PAFF"]}, {"id": "r3309", "name": "Copper_stone", "avatar": "robosp_20", "contents": ["Really hard for me to imagine that it would take this long to find someone in Node 08", "Node08で人探しするのがこんなに難しいとは思いもよらなかったわ。この設備だよ？", "真的很難想像Node 08可以找一個人找那麼久", "솔직히 Node 08에서 사람 하나 찾는데 이렇게 오래 걸릴 줄은 생각도 못 했음", "真的很難想像Node 08可以找一個人找那麼久", "真的很难想像Node 08可以找一个人找那么久"]}, {"id": "r3310", "name": "AaA", "avatar": "default_07", "contents": ["TBH, for a leaderless mob event like this, it's quite hard to tell if there's actually a mastermind behind the scenes", "こーゆ明確なリーダーのいない民衆運動って裏で糸弾いてる人がいないとは言い切れないよね", "是說這種感覺沒人主導的群眾活動\n是不是真的沒有幕後黑手在帶風向也很難說", "누군가의 주동으로 이루어진 것이 아닌 항의 운동이라지만 설마 배후에 아무도 없었을까", "是說這種感覺沒人主導的群眾活動\n是不是真的沒有幕後黑手在帶風向也很難說", "是说这种感觉没人主导的群众活动\n是不是真的没有幕后黑手在带风向也很难说"]}, {"id": "r3311", "name": "BbB", "avatar": "default_09", "contents": ["This is the golden opportunity for rivals and enemies to take advantage of imo", "ライバル会社がここぞとばかりに動きだそうだね", "我覺得競爭對手或仇家應該嗅到機會就會開始默默行動了", "내 생각엔 다른 경쟁사들이 이때다 싶어 은밀하게 작업 들어갔던 것은 아닐지", "我覺得競爭對手或仇家應該嗅到機會就會開始默默行動了", "我觉得竞争对手或仇家应该嗅到机会就会开始默默行动了"]}, {"id": "r3312", "name": "N0B0DY", "avatar": "default_08", "contents": ["Oh crap, my company is in the building right next to Mono HQ. We are definitely suffering collateral damage right now", "あああああああああああMonoの隣のビルで働いてるんだけど会社の下がすごい人波ででれそうにないおおおおおお", "喔天啊我公司就在單聲隔壁大樓阿完全被波及了", "흐어어 우리 회사 모노 바로 옆 건물이라 난리도 아님", "喔天啊我公司就在單聲隔壁大樓阿完全被波及了", "喔天啊我公司就在单声隔壁大楼阿完全被波及了"]}, {"id": "r3313", "name": "WoooooDy", "avatar": "default_01", "contents": ["Maybe ask your boss and see if you can leave early to avoid the mob???", "上司に行って早めに退勤させてもらえば？", "請老闆提早下班讓你們避風頭吧???", "안전을 위해 사장이 조기 퇴근하라고 권고한다면?", "請老闆提早下班讓你們避風頭吧???", "请老板提早下班让你们避风头吧???"]}]}