{"id": "r3501", "name": "ROBO_Head", "titles": ["[Repost] Riot broke out at Monophonic HQ again, Administration Bureau greenlit use of riot control methods", "[リポスト] Monoにて再び暴動が発生 管理局が鎮圧", "[轉貼] 單聲演藝再次爆發暴動管理局出手鎮壓", "[공유]\nMonophonic Entertainment 본사 앞 폭동, 관리국이 직접 진압", "[轉貼] 單聲演藝再次爆發暴動管理局出手鎮壓", "[转贴] 单声演艺再次爆发暴动管理局出手镇压"], "avatar": "robo_01", "attachments": [], "contents": ["[News][Administration Bureau][Monophonic Entertainment][Riot][PAFF]\n<blockquote>\nFollowing the incident a few days ago where angry fans surrounded Monophonic Entertainment Headquarters, a second riot erupted today. This one is largely believed to be related to Monophonic Entertainment's announcement of its contract termination with missing idol singer PAFF. Most fans viewed this as an act of evading responsibility, thus leading to today's incident. \n\nEarlier today, fans voluntarily gathered in front of the building once again. According to the analysis by the drone, the crowd this time expanded much faster than last time. This fast-growing mob quickly jammed the entire traffic network around the site. The furious fans nearly caused the entire situation to go out of control. Fortunately, the Administration Bureau deployed squadrons of law enforcement agents and riot control drones in time to prevent the worst from happening. Using high-velocity water streams, the agents were able to drive away the rioting crowd and arrest 12 suspects for excessive behavior, finally putting an end to the riot. \n\nMonophonic Entertainment later issued a statement regarding this incident. In addition to thanking the Administration Bureau for their timely and efficient help, they also expressed their grief for the actions of the rioting fans. They also restated their point, that Monophonic Entertainment has communicated with PAFF's agent, Helena White, about all the details regarding the contract termination. The two sides reached a peaceful and mutual agreement before the decision was made public. It was not an attempt to evade responsibility, which is what many people outside of the company have suspected. \n\nDuring the suppression, several dozen citizens got injured, mostly due to slipping on the wet surface. Even though no significant injuries were filed, this is still one of the larger physical protests in recent years. The Administration Bureau has treated this issue with extra care. According to several sources, the Bureau plans to form a special investigation team to research countermeasures. On top of that, since the iM system was used as a platform to organize such activities, the Bureau also plans to involve A.R.C., the administrators of the virtual city cyTus, into the discussions to prevent similar incidents from occurring again.\n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][管理局][Monophonic Entertainment][暴動][PAFF]\n<blockquote>\n先日Monophonic Entertainmentにおいて発生した暴動に引き続き、本日再び同社前で暴動が発生した。今回は、同社が失踪中のアーティストPAFFとの契約解除を発表したことから、ファンの不満を呼び発生したものである。ドローンから得たデータの統計によると、今回の集結速度は前回よりもはやく、周辺の交通状況にまで支障をきたすほどであった。民衆の怒りは大きく、大きな事件に発展する可能性があると見た管理局は、ただちに執法員とドローンを派遣し、高圧水柱によって参加者を牽制すると同時に、一部の過激派12名を逮捕し、事件を収拾させた。\n\n同社は、管理局の迅速な対応に感謝を述べると共に、今回このような事態になったことに対してただ悲しいと語った。また、今回の解約に関しては、PAFFのマネージャーHelena White氏と慎重に検討した結果であり、決して責任のなすりつけではないと念を押している。\n\n今回、鎮圧にあたって、数十名の民衆が転倒するなどし軽傷を負った。重症患者は出ていないが、ここ数年で最大の暴動であったこともあり、管理局も慎重になっている。特別調査チームを結成し、今後の対策方法を検討するようだ。また、今回の暴動の発端がiMシステムであったこともあり、今後はcyTusバーチャル都市の管理者A.R.Cとも連帯し、解決の道を探っていく方針であることを明かした。\n</blockquote>\n[Nodeニュースネットワークより]", "[新聞][管理局][單聲演藝][暴動][PAFF]\n<blockquote>\n繼日前單聲演藝公司大樓前包圍眾多歌迷，因單聲演藝宣布與失蹤的偶像歌手 PAFF解約，引致歌迷認定為切割動作，本日稍早再度自發集結於大樓前。依空拍機統計，本次的集結速度相較上次更快，將周邊街道阻塞得水洩不通。民眾群情激憤，險些釀災，所幸管理局及時調派執法部隊及鎮暴無人機，以強硬手段噴灑高壓水柱，驅散暴亂民眾並逮捕 12 位行為過激者，才將暴動平息。\n\n單聲演藝對本次事件，除感謝管理局之高效率執法，也為暴動歌迷的行動感到遺憾，同時再次重申，單聲演藝公司已與 PAFF 之經紀人 Helena White 妥善溝通，在雙方取得共識下和平解約，並非如外界所想之卸責行為。\n\n本次鎮壓過程中約造成數十位民眾不慎滑倒受傷，雖未造成嚴重損害，但為近年來較大的一次現場暴動，管理局對此表示慎重，據傳已組成特別調查小組來研究對策。此外，由於民眾以 iM 系統做為串聯行動的平台，管理局也將與 cyTus 虛擬都市之管理者 A.R.C. 共同商討解決之道。\n</blockquote>\n[文字節錄自 Node News Network]", "[뉴스][관리국][Monophonic Entertainment][폭동][PAFF]\n<blockquote>\n일전의 Monophonic Entertainment 본사 앞 시위에 이어 오늘, 소속 아티스트 PAFF의 계약 해지 성명에 불만을 품은 팬들이 다시 본사 주변으로 결집하였다. 공중 카메라 화면을 통해 확인된 시위대의 결집 속도는 지난번보다 빨랐으며, 주변 도로도 완전히 차단되었다. 시위대의 분노가 격양됨에 따라 행정관리국은 집법 부대와 폭동 진압용 무인기를 현장으로 파견하였다. 곧이어 강경책인 고압 살수차까지 동원하여 시위대를 해산시키고 12명을 현장에서 구속함으로써 폭동이 진압되었다. \n\n이번 사건에 대하여 Monophonic Entertainment는 관리 당국의 빠른 대처에 감사를 전함과 더불어 폭동을 일으킨 팬들의 행동에 유감을 표했다. 동시에 Monophonic Entertainment는 PAFF와 그녀의 매니저인 Helena White와 이미 쌍방의 합의를 통해 계약 해지 결정을 내렸으며, 팬들이 주장하는 단순한 책임 전가가 아님을 재차 강조하였다. \n\n이번 폭동을 진압하는 과정 중에 수십 명의 시위자가 미끄러지며 부상을 당했다. 심각한 부상자는 발생하지 않았으나 근래에 발생한 사건 중 비교적 큰 규모의 폭동인 만큼 관리 당국은 특별 조사반을 구성하여 대책을 논의 중임을 밝혔다. 그 외에도 시위대가 iM 시스템을 결탁을 위한 플랫폼으로 사용함에 따라, 관리국은 가상 도시 cyTus의 관리자 A.R.C와 함께 해결책을 논의할 것임을 전했다.\n</blockquote>\n[Node News Network 텍스트 데이터 기록에서 발췌]", "[新聞][管理局][單聲演藝][暴動][PAFF]\n<blockquote>\n繼日前單聲演藝公司大樓前包圍眾多歌迷，因單聲演藝宣布與失蹤的偶像歌手 PAFF解約，引致歌迷認定為切割動作，本日稍早再度自發集結於大樓前。依空拍機統計，本次的集結速度相較上次更快，將周邊街道阻塞得水洩不通。民眾群情激憤，險些釀災，所幸管理局及時調派執法部隊及鎮暴無人機，以強硬手段噴灑高壓水柱，驅散暴亂民眾並逮捕 12 位行為過激者，才將暴動平息。\n\n單聲演藝對本次事件，除感謝管理局之高效率執法，也為暴動歌迷的行動感到遺憾，同時再次重申，單聲演藝公司已與 PAFF 之經紀人 Helena White 妥善溝通，在雙方取得共識下和平解約，並非如外界所想之卸責行為。\n\n本次鎮壓過程中約造成數十位民眾不慎滑倒受傷，雖未造成嚴重損害，但為近年來較大的一次現場暴動，管理局對此表示慎重，據傳已組成特別調查小組來研究對策。此外，由於民眾以 iM 系統做為串聯行動的平台，管理局也將與 cyTus 虛擬都市之管理者 A.R.C. 共同商討解決之道。\n</blockquote>\n[文字節錄自 Node News Network]", "[新闻][管理局][单声演艺][暴动][PAFF]\n<blockquote>\n继日前单声演艺公司大楼前包围众多歌迷，因单声演艺宣布与失踪的偶像歌手 PAFF解约，引致歌迷认定为切割动作，本日稍早再度自发集结于大楼前。依空拍机统计，本次的集结速度相较上次更快，将周边街道阻塞得水泄不通。民众群情激愤，险些酿灾，所幸管理局及时调派执法部队及镇暴无人​​机，以强硬手段喷洒高压水柱，驱散暴乱民众并逮捕 12 位行为过激者，才将暴动平息。\n\n单声演艺对本次事件，除感谢管理局之高效率执法，也为暴动歌迷的行动感到遗憾，同时再次重申，单声演艺公司已与PAFF 之经纪人Helena White 妥善沟通，在双方取得共识下和平解约，并非如外界所想之卸责行为。\n\n本次镇压过程中约造成数十位民众不慎滑倒受伤，虽未造成严重损害，但为近年来较大的一次现场暴动，管理局对此表示慎重，据传已组成特别调查小组来研究对策。此外，由于民众以 iM 系统做为串联行动的平台，管理局也将与 cyTus 虚拟都市之管理者 A.R.C. 共同商讨解决之道。\n</blockquote>\n[文字节录自 Node News Network]"], "replies": [{"id": "r3502", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Decision: Possibility of another protest within a week: 42%", "1週間以内に 再び 暴動が 発生する 可能性：42 %", "判斷：一周內再次引發暴動的可能機率為42%", "판단: 일주일 이내 폭동 재발 가능성 42%", "判斷：一周內再次引發暴動的可能機率為42%", "判断：一周内再次引发暴动的可能机率为42%"]}, {"id": "r3503", "name": "AaA", "avatar": "default_07", "contents": ["Much lower than what I expected. The admins know how to do their job well", "想像してたより低いかな\n管理局が手を出すってやっぱ効くんだな", "比想像中低，管理局出手還是挺有效的", "상상했던 것보다 관리국 대처가 굉장히 효과적이네", "比想像中低，管理局出手還是挺有效的", "比想像中低，管理局出手还是挺有效的"]}, {"id": "r3504", "name": "BbB", "avatar": "default_09", "contents": ["Don't say it in such a casual manner!\nI just happen to pass by there a few minutes ago. The site is utter chaos! So many people were pinned on the ground by the law enforcement agents. Some of them even have their entire face covered in blood; it's really frightening", "ホントみなさん冷静になった方がいいですって！！\nちょうど通りかかったんですけど、大混乱で、顔中血まみれで管理局の人に押さえつけられてる人とかいたし、ホント怖かった", "別說得這麼輕率啊！\n我剛好經過，現場一片混亂，好多人被執法員壓在地上、滿臉是血，超恐怖", "마음대로 이야기하지마! \n방금 그쪽으로 지나갔는데 혼란 그 자체였어. 집법원들이 사람들을 잡아서 바닥에 눕히는데 얼굴은 피투성이에... 진짜 끔찍했어", "別說得這麼輕率啊！\n我剛好經過，現場一片混亂，好多人被執法員壓在地上、滿臉是血，超恐怖", "别说得这么轻率啊！\n我刚好经过，现场一片混乱，好多人被执法员压在地上、满脸是血，超恐怖"]}, {"id": "r3505", "name": "DuskDawn", "avatar": "misc_35", "contents": ["You reap what you sow. They have only themselves to blame for getting involved with this mess", "それは自業自得って言いますね。", "那是他們活該吧?誰叫他們要去亂", "당연한 거 아님? 그러게 누가 가래", "那是他們活該吧?誰叫他們要去亂", "那是他们活该吧?谁叫他们要去乱"]}, {"id": "r3506", "name": "An0nym0us", "avatar": "default_07", "contents": ["You people don't understand how we felt! We just wanted some justice!\n<font color=\"#ccffffff\"><b>#MonoWillPay</b></font>", "お前らにはわかんねーよ！正義を示したいだけだ！\n<font color=\"#ccffffff\"><b>#MonoWillPay</b></font>", "你們才不懂我們的心情！我們只是想要一份正義！\n<font color=\"#ccffffff\"><b>#MonoWillPay</b></font>", "너희 진짜 아무것도 모른다! 우린 지금 정의 구현을 위해 싸우고 있다고!\n<font color=\"#ccffffff\"><b>#MonoWillPay</b></font>", "你們才不懂我們的心情！我們只是想要一份正義！\n<font color=\"#ccffffff\"><b>#MonoWillPay</b></font>", "你们才不懂我们的心情！我们只是想要一份正义！\n<font color=\"#ccffffff\"><b>#MonoWillPay</b></font>"]}, {"id": "r3507", "name": "JAC-jack", "avatar": "team_23", "contents": ["Oh hey! We have a survivor. How does prison food taste XD", "お、無事に逃げ出してきたやつがいるな( ^ω^ )", "樓上從苦窯裡出來了ㄎㄎㄎ", "1방금 동굴에서 기어나왔냐 ㅋㅋㅋㅋㅋ", "樓上從苦窯裡出來了呵呵呵", "楼上从苦窑里出来了呵呵呵"]}, {"id": "r3508", "name": "NerdBuster", "avatar": "default_14", "contents": ["Causing others trouble in the real world for something on the internet; if that's not stupidly childish I don't know what is\n\nIf I were to make a guess, all of those people are probably weebs living in their mother's basement while feeding on D**itos and M***tain Dew (Ok, maybe an occasional Chinese food takeout)", "そもそもネット上で騒いでたことを現実世界に持ち込むのがバカ、幼稚\n仕事もしてないオタクたちがやったんでしょ、どうせ\nカレーと牛丼しか食べてないやつら", "因為網路上的事跑去現實中亂搞，不就是幼稚的表現嗎\r\n我猜大概都是沒工作的宅男，每天只吃牛丼或咖哩飯", "인터넷에서 왈가왈부하는 일로 현실에서 저렇게 난리치는 게 진짜 유치한 거 아니야? \n어차피 쟤네들 전부 백수에 덕후에 할일 없이 매일 삼시세끼 카레나 덮밥만 처먹어대는 족속들임.", "因為網路上的事跑去現實中亂搞，不就是幼稚的表現嗎\r\n我猜大概都是沒工作的宅男，每天只吃牛丼或咖哩飯", "因为网路上的事跑去现实中乱搞，不就是幼稚的表现吗\r\n我猜大概都是没工作的宅男，每天只吃牛丼或咖喱饭"]}, {"id": "r3509", "name": "Tracix", "avatar": "default_04", "contents": ["Wait wat? It was normal in the first part; why did the second part become a meme fiesta LMFAO", "最後wwwwwww", "莫名其妙被樓上最後一句戳到笑點wwwww", "1ㅋㅋㅋㅋㅋㅋㅋㅋㅋ마지막 문장 별 이유없이 웃기네 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ", "莫名其妙被樓上最後一句戳到笑點wwwww", "莫名其妙被楼上最后一句戳到笑点wwwww"]}, {"id": "r3510", "name": "RamenBot", "avatar": "team_17", "contents": ["Speaking of Chinese food, I think the admins should get rid of the water streams\nThey should spray people with s*** instead. I guarantee you it will be super effective against the rioters", "カレーで思ったんだけど、水で攻撃なんて生ぬるいよね\nう〇こかけるべきでしょ\nちょっとでもかかった瞬間に、相手のHP0になるよ\n保証する", "講到咖哩飯，覺得管理局應該不要噴什麼水柱\n噴屎比較快，民眾鐵定瞬間失去戰力我跟你講", "카레가 나와서 하는 말인데 관리국도 살수차까지 동원할 필요 있을까\n바로 똥 투척해버리면 사람들 사기도 바로 꺾일텐데", "講到咖哩飯，覺得管理局應該不要噴什麼水柱\n噴屎比較快，民眾鐵定瞬間失去戰力我跟你講", "讲到咖喱饭，觉得管理局应该不要喷什么水柱\n喷屎比较快，民众铁定瞬间失去战力我跟你讲"]}, {"id": "r3511", "name": "Marshall", "avatar": "team_06", "contents": ["We would like ARC to devote their resources in developing quantum poo spraying drones", "ARCに量子大便噴射機作ってもらお", "請ARC協助製造量子大便噴射無人機", "ARC님 어서 무인 양자 대변 분사기 만들어주세요", "請ARC協助製造量子大便噴射無人機", "请ARC协助制造量子大便喷射无人机"]}, {"id": "r3512", "name": "beeeeeeeeee", "avatar": "team_07", "contents": ["The heck? Am I reading this right? WTF is quantum poo?????? ROFL", "量子大便えなんやねんwwwwww", "量wwwww子wwwww大便wwwwwww", "양ㅋㅋㅋㅋㅋ잨ㅋㅋㅋㅋㅋ대변ㅋㅋㅋㅋㅋㅋ", "量wwwww子wwwww大便wwwwwww", "量wwwww子wwwww大便wwwwwww"]}, {"id": "r3513", "name": "AAAnton", "avatar": "default_19", "contents": ["Please focus the research on making quantum poo scatter through the quantum field via quantum radiation in order to achieve the maximum quantum spread and release quantum smell particles to quickly disperse the protesting crowd", "なんでも量子つければいいと思ってんじゃねーぞ\nなんでも量子つければカッコいいとか思ってんなら大間違いだからな", "讓量子大便依量子輻射的量子路徑散射，達到最大量子擴散效益，並釋放量子臭味分子快速驅散抗議群眾", "양자 대변을 양자 경로의 양자 복사 기능을 이용해 가장 효율적인 양자 분사 방식에 도달시켜 양자 대변 냄새 분자를 방출해 시위자들을 신속하게 분산시키십시오", "讓量子大便依量子輻射的量子路徑散射，達到最大量子擴散效益，並釋放量子臭味分子快速驅散抗議群眾", "让量子大便依量子辐射的量子路径散射，达到最大量子扩散效益，并释放量子臭味分子快速驱散抗议群众"]}, {"id": "r3514", "name": "KiwaHu", "avatar": "team_13", "contents": ["Another mention of the word \"quantum\" and I'm going to have you f***** murdered!\nLMAO\n<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> Tell him to stop it!", "くっそWWWWWW\n<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> の意見が聞きたい", "幹可以不要什麼都加量子嗎WWWWWWWW\n<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 來說說他啦", "미친 아무데나 양자 갖다 붙이지 마\nㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ\n<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 네 도움이 필요하다!", "幹可以不要什麼都加量子嗎WWWWWWWW\n<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 來說說他啦", "干可以不要什么都加量子吗WWWWWWWW\n<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 来说说他啦"]}, {"id": "r3515", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Note: Analyze technology viability of forming quasi-human feces with the application of Quantum Physics", "memo：量子物理学の 角度から 見ると 疑似排泄物を 生成する 技術を 開発する ことは 可能です", "備忘：分析以量子物理學角度生成擬似排泄物之技術可行性", "메모: 양자물리학 관점에서 분석한 유사 폐기물 생성 기술 가능성", "備忘：分析以量子物理學角度生成擬似排泄物之技術可行性", "备忘：分析以量子物理学角度生成拟似排泄物之技术可行性"]}, {"id": "r3516", "name": "CHanatsuka", "avatar": "team_10", "contents": ["Wait Robo are you serious about this NOOOOO!!!!!", "ロボたんまじ？笑", "蘿蔔頭認真的嗎！！！！！", "로보헤드 진심으로 받아들이지마!!!!", "蘿蔔頭認真的嗎！！！！！", "萝卜头认真的吗！ ！ ！ ！ ！"]}, {"id": "r3517", "name": "lrrllrrl", "avatar": "team_20", "contents": ["S*** I got cramps on my sides for laughing too hard XDDDDD", "笑いすぎてあご外れたんだけどまじww", "我第一次看iM笑到下巴脫臼XDDDDD", "iM에서 이만큼 웃어보기 처음이다XDDDD", "我第一次看iM笑到下巴脫臼XDDDDD", "我第一次看iM笑到下巴脱臼XDDDDD"]}]}