{"id": "r3601", "name": "ROBO_Head", "titles": ["[Repost] Research regarding the recreated technology of drones and its subsequent application to society", "[リポスト] ドローンの還元技術と関連研究の応用", "[轉貼] 無人機之還原科技及應用相關研究", "[공유] 무인기의 환원 기술 및 응용 관련 연구", "[轉貼] 無人機之還原科技及應用相關研究", "[转贴] 无人机之还原科技及应用相关研究"], "avatar": "robo_01", "attachments": ["r3601"], "contents": ["[Excerpt][Document][Colin Neumann Jr.][Drones]\n<blockquote>\n        The Drone is a type of mobile machinery that is equipped with a UI that's shared with the human brain. Originally, they were automatic tools used by the Architects for architecture, excavation, security and other purposes. After \"The Decommission\" and the disappearance of the Architects, humans founded A.R.C. to recreate and analyze the technology left behind. Due to how widely applicable and convenient the drones are, they are widely used in many fields, especially in areas where it's too risky for humans to venture ourselves.\n\n        To explain in a level understandable by the general public, not only can these drones be remotely controlled through a shared UI with the human brain, they can also operate on their own by algorithms inputted in advance. The algorithms can be written so that these drones will follow a certain set of principles when they operate. Unfortunately, humans have yet to fully grasp the algorithms used by the drones. This shortcoming led to many accidents (Including the model LE-110 Striker human assault incident that occurred in 680 N.A.). On top of that, even when remotely controlled via the shared UI by a human, incidents where the drone frankly ignored the pilot's directions and acted on its own were still fairly commonplace. In some large-scale simulations, the connection error rate even reached a staggering 3%. Of course, as you may have guessed, this number is nowhere to be seen on A.R.C.'s research conclusions.\n\n        From model LE-112 to LE-119, there are a total of eight drone models operating in the field right now. All of which are left behind by the Architects and each one has its own unique purpose. For example, large machinery and model LE-115 drones often handle demolition duties during an excavation. Under human modifications, each model also has different add-on equipment sets labeled A~C. However, in exchange for the add-ons, the connection yield rate has further diminished compare to the basic modules. As with the most primitive LE-110s and LE-111s, they have more units left behind than any other model. However, due to the constant string of accidents involving them, all units have been removed from field operations by the Administration Bureau. Currently, they are sealed indefinitely in a warehouse located in the forbidden area.\n \n        It has been two hundred years since humans attempt to gain control over technologies we simply can't grasp. In the face of potential threats and unknown risks, we are unable to give up our innermost greed. We chose to seal them off, in hopes that one day we can truly uncover the secrets behind them. I can't say that this isn't a showcase of arrogant courage, but at the same time, the sheer lack of wisdom in this decision is also painfully noticeable. To those who made this decision, you have my sincere condolences.\n</blockquote>\n\n[Article excerpted from Dr. Colin Neumann Jr.'s publications in the open academic network]", "[節録][文献][Colin Neumann Jr.][ドローン]\n<blockquote>\n　ドローンとは、人間の脳と視界を共有することが可能なロボットの総称である。過去、アーキテクトは建物の建築や、探査活動、保安などの用途で使用していた。「退役事件」の後、アーキテクト達は消失し、人類はA.R.C.を設立。A.R.C.は、遺された科学技術を分析、還元し、ドローンはその有用性から、人類が自ら手を出すには危険を有する場合など、多方面で使用されている。\n\n　人類の理解できる範囲内での解釈によると、ドローンは人間の脳を通して遠隔操作が可能であるだけでなく、事前に演算法を入力することで、行動の内容を設定することが可能だとされている。だが、残念なことに、人類は未だアーキテクトがかつて使用していた演算法を掌握できていない。そのため、事故（680年LE-110型ストライカーによる傷害事件もこれに含む）も多数発生している。しかし、人類の脳と情報を共有する操作方法を使用している場合でも、ドローンが操作者の指示に従わず、コントロールを失う事件が後を断たないことも事実である。シミュレーションにおいても、3%以上の確率でアクセスエラーを起こすことが判明しているが、この数値がA.R.C.の研究の結論に出現することがないことは言わずもがなである。\n\n　現行で使用されているドローンの型は、LE-112至LE-119までの計8種。全てアーキテクトが遺したものであり、それぞれ異なった状況に対応可能である。例えば、探査で何かしらの破壊が必要な場合は、大型のLE-115するといった形だ。また、これらのドローンは人類の改造によって、それぞれA～Cまでの外装設備が増設されているが、互換性は元来の物に比べて低い。最も原初の状態をキープしており、遺留数も多いLE-110とLE-111は、その事故の多さから、現在では全て稼働停止となり、封鎖エリアの倉庫に眠っている。\n\n　人類はこのコントロール不能な科学技術を操ろうと200年もの間模索してきた。この研究には危険を伴う。だが、欲を抑えられぬ人類は、いつかその真相を解き明かす日が来ることを祈り、それを保存することにした。この勇気は称えるに値するだろう。だが、頭のいい選択とは言い難い。筆者はこれに対し、非常に残念に感じている。　　\n</blockquote>\n[公開学術ネットより Colin Neumann Jr. 博士著作]", "[節錄][文獻][Colin Neumann Jr.][無人機]\n<blockquote>\n　　無人機是一種具備與人腦共享介面之活動機器，原為建造者們用於建築、探勘、維安等用途之自動機件，在「除役事件」後，建造者們消失，人類便創立 A.R.C. 以還原、解析那些被遺留下來的科技，由於無人機之方便性，在各種人類自己不想親身涉險的用途上，它們受到廣泛使用。\n\n　　以人們能了解的程度來解釋，無人機不僅可透過人腦共享遠端操縱，亦可事先輸入演算法、讓其依循設定好的準則行動。不過遺憾的是，人類未能掌握建造者們所使用的演算法，造成許多意外事件（包含 680 年 LE-110 型強襲者重傷人類事件）。而即使經由人腦共享，無人機不理會駕駛員指示自行行動的事件依然頻傳，在大量模擬中甚至達到 3% 以上的連結失誤率。當然，這數字並不會出現在 A.R.C. 的研究結論上。\n\n　　現行使用中的無人機型號自 LE-112 至 LE-119 共八種，均為建造者所遺留，可應對不同狀況：如探勘所需之破壞便由大型機具 LE-115 處理。在人類的改裝下，每種型號各增設 A~C 等不同外裝設備，但相容率對比原始機組進一步降低。至於最原始、殘留台數最多的 LE-110 與 LE-111，因始終無法避免意外，已由管理局全數停機、長久封存於封鎖區的倉庫之中。\n\n　　人類試圖操縱無法掌控的科技已有兩百年，面對著可能的威脅與未知的危險，捨棄不掉內心的貪念、選擇將其封存，並期待總有一天可以真正摸清它的真相。這不得不說是一種狂傲的勇氣，但並沒有絲毫智慧的成分。對此，筆者相當惋惜。　　\n</blockquote>\n[文字節錄自公開學術網路中 Colin Neumann Jr. 博士之著作]", "[초록][문헌][Colin Neumann Jr.][무인기]\n<blockquote>\n　　무인기는 일종의 인간의 두뇌를 인터페이스화 시킨 기기로, 아키텍트들이 건축, 측량 및 보수 등의 용도로 사용했다.「제역사건」이후 아키텍트들이 사라지고 인류가 A.R.C.를 창립하면서 유실된 과거의 과학 기술을 분석하고 환원하는 프로젝트를 진행했다. 그 과정에서 무인기는 인류가 기피하는 위험 작업에 투입될 수 있다는 편리함을 인정받아 광범위한 영역에서 사용되기 시작했다.\n\n　　인류가 현재까지 밝혀낸 범위 내에서 분석해보면, 무인기는 인간 두뇌와의 쉐어링을 통해 원격 조종이 가능하고 사전에 특정 알고리즘을 투입해 철저히 준거법에 준하여 행동하게 할 수 있다. 하지만 유감인 부분은 현재 인류가 아키텍트들이 사용했던 알고리즘을 알아낼 방법이 없어 미처 예상하지 못한 많은 문제점들이 발생하고 있다(680년 LE-110 공격형 무인기가 인간에게 중상을 입힌 사건 등). 게다가 설령 두뇌 쉐어링을 거치더라도 무인기가 조종사의 지시를 무시하고 독자적으로 행동하는 사건 역시 잇달아 발생하고 있고, 대량의 시뮬레이션에서도 3% 이상의 연결 오작동 수치를 기록하고 있다. 이 수치는 A.R.C. 연구 결과 논문에서는 당연히 표시되지 않는다. \n\n　　현재 사용되고 있는 무인기 기종은  LE-112 에서 LE-119, 총 8종으로 아키텍트들이 남긴 기종이다. 이 무인기들은 각기 다른 상황에 대응하도록 설계되었는데, 예를 들면 상당한 훼손이 예상되는 탐사에는 대형 장비인 LE-115가 투입된다. 인류가 개조한 기기는 매 기기마다 A~C등 각기 다른 외장 설비가 증설되었지만 전보다 호환율이 떨어진다는 단점을 보인다. 최초의 무인기가 발명되고 지금까지 보존 기기 수가 가장 많은 LE-110와 LE-111의 경우, 예기치 못한 사고를 방지할 방법이 전무하여 이미 관리국에 의해 전량 수거되고 제한 구역에 보관되어 있다.\n\n　　인류는 지난 200년간 통제 불가능한 과거의 기술을 손에 얻기 위해 수많은 시도를 해왔지만, 예측하기 어려운 위험들에 직면하면서 결국 인간 본연의 탐욕을 포기하고 봉인을 선택하게 되었다. 그러나 인간은 여전히 그 기기들의 진상을 언젠가는 정확히 밝혀낼 수 있기를 고대하고 있다. 오만한 용기라고 섣불리 말할 수는 없겠지만, 지적 가치를 조금도 고려하지 않았다는 점에서 필자는 큰 유감을 표한다.\n</blockquote>\n[공개 학술 네트워크 수록 Colin Neumann Jr.박사 논문에서 발췌 ]", "[節錄][文獻][Colin Neumann Jr.][無人機]\n<blockquote>\n　　無人機是一種具備與人腦共享介面之活動機器，原為建造者們用於建築、探勘、維安等用途之自動機件，在「除役事件」後，建造者們消失，人類便創立 A.R.C. 以還原、解析那些被遺留下來的科技，由於無人機之方便性，在各種人類自己不想親身涉險的用途上，它們受到廣泛使用。\n\n　　以人們能了解的程度來解釋，無人機不僅可透過人腦共享遠端操縱，亦可事先輸入演算法、讓其依循設定好的準則行動。不過遺憾的是，人類未能掌握建造者們所使用的演算法，造成許多意外事件（包含 680 年 LE-110 型強襲者重傷人類事件）。而即使經由人腦共享，無人機不理會駕駛員指示自行行動的事件依然頻傳，在大量模擬中甚至達到 3% 以上的連結失誤率。當然，這數字並不會出現在 A.R.C. 的研究結論上。\n\n　　現行使用中的無人機型號自 LE-112 至 LE-119 共八種，均為建造者所遺留，可應對不同狀況：如探勘所需之破壞便由大型機具 LE-115 處理。在人類的改裝下，每種型號各增設 A~C 等不同外裝設備，但相容率對比原始機組進一步降低。至於最原始、殘留台數最多的 LE-110 與 LE-111，因始終無法避免意外，已由管理局全數停機、長久封存於封鎖區的倉庫之中。\n\n　　人類試圖操縱無法掌控的科技已有兩百年，面對著可能的威脅與未知的危險，捨棄不掉內心的貪念、選擇將其封存，並期待總有一天可以真正摸清它的真相。這不得不說是一種狂傲的勇氣，但並沒有絲毫智慧的成分。對此，筆者相當惋惜。　　\n</blockquote>\n[文字節錄自公開學術網路中 Colin Neumann Jr. 博士之著作]", "[节录][文献][Colin Neumann Jr.][无人机]\n<blockquote>\n无人机是一种具备与人脑共享介面之活动机器，原为建造者们用于建筑、探勘、维安等用途之自动机件，在「除役事件」后，建造者们消失，人类便创立ARC 以还原、解析那些被遗留下来的科技，由于无人机之方便性，在各种人类自己不想亲身涉险的用途上，它们受到广泛使用。\n\n　　以人们能了解的程度来解释，无人机不仅可透过人脑共享远端操纵，亦可事先输入演算法、让其依循设定好的准则行动。不过遗憾的是，人类未能掌握建造者们所使用的演算法，造成许多意外事件（包含 680 年 LE-110 型强袭者重伤人类事件）。而即使经由人脑共享，无人机不理会驾驶员指示自行行动的事件依然频传，在大量模拟中甚至达到 3% 以上的连结失误率。当然，这数字并不会出现在 A.R.C. 的研究结论上。\n\n　　现行使用中的无人机型号自 LE-112 至 LE-119 共八种，均为建造者所遗留，可应对不同状况：如探勘所需之破坏便由大型机具 LE-115 处理。在人类的改装下，每种型号各增设 A~C 等不同外装设备，但相容率对比原始机组进一步降低。至于最原始、残留台数最多的 LE-110 与 LE-111，因始终无法避免意外，已由管理局全数停机、长久封存于封锁区的仓库之中。\n\n　　人类试图操纵无法掌控的科技已有两百年，面对着可能的威胁与未知的危险，舍弃不掉内心的贪念、选择将其封存，并期待总有一天可以真正摸清它的真相。这不得不说是一种狂傲的勇气，但并没有丝毫智慧的成分。对此，笔者相当惋惜。　　\n</blockquote>\n[文字节录自公开学术网路中 Colin Neumann Jr. 博士之著作]"], "replies": [{"id": "r3602", "name": "m00nl16h7", "avatar": "misc_01", "contents": ["As expected from Robohead, unearthes a master's paper in no time!", "さすがロボたん！早速せんせーの論文ひっぱってきたね！", "不愧是蘿蔔頭，立刻就挖出大師文獻！", "역시 로보, 바로 선생님 문헌에서 찾아왔어!", "不愧是蘿蔔頭，立刻就挖出大師文獻！", "不愧是萝卜头，立刻就挖出大师文献！"]}, {"id": "r3603", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["WTF these things are super dangerous no matter how you look at them... Yet the admins want to keep using them...", "どう考えても危険な香りしかしないんだけど 管理局はなんでこんなん使ってんだろか…", "這東西怎麼看都好危險阿 管理局還要繼續用下去...", "와 별생각 없었다가 이글 보니 엄청 위험한 물건인 것 같은데. 관리국은 이런 걸 계속 사용한다는 건가...", "這東西怎麼看都好危險阿 管理局還要繼續用下去...", "这东西怎么看都好危险阿 管理局还要继续用下去..."]}, {"id": "r3604", "name": "Tracix", "avatar": "default_04", "contents": ["The water stream model is probably modified afterwards\nDon't think the Architects would need to worry about something as insignificant as mere riots\nLook forward to seeing Poo Spraying Drones JK lol", "放水可能なドローンは人類によって改造を施されたものだろう。\n根拠としては、アーキテクトは暴動など恐れないはずだからだ。\n量子大便噴射器に期待しよう", "噴水款應該是後來改裝的吧\n感覺建造者不太需要擔心暴動這種芝麻綠豆小事\n期待量子大便噴射款(被拖走", "살수 기능은 나중에 증설된 것임이 분명하죠.\n아키텍트들은 폭동 같은 하찮은 일에 신경 쓸 겨를 없었을 테니.\n양자 대변 분사기에 기대를 걸어볼 수 밖에(끌올).", "噴水款應該是後來改裝的吧\n感覺建造者不太需要擔心暴動這種芝麻綠豆小事\n期待量子大便噴射款(被拖走", "喷水款应该是后来改装的吧\n感觉建造者不太需要担心暴动这种芝麻绿豆小事\n期待量子大便喷射款(被拖走"]}, {"id": "r3605", "name": "Otis_Emik", "avatar": "robosp_02", "contents": ["That second sentence sounds like something Dr. ConneR would say", "この人↑こなーせんせの真似してる？", "樓上偷學ConneR老師講話", "1 ConneR선생님 말투 흉내 내는 겁니까?", "樓上偷學ConneR老師講話", "楼上偷学ConneR老师讲话"]}, {"id": "r3606", "name": "ConneR", "avatar": "conner_01", "contents": ["    Such nostalgic words.\n    Thank you to <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> for finding the most appropriate explanatory document regarding the topic of drones. However, the document is undoubtedly dated now. Please allow me to make some additions regarding the views I developed in recent years. ", "　とても懐かしい。\n　<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> さん、貴方はドローンに関する資料として、最も適した資料を探し出してくださいました。ですが、時も経ち、この数年で新たな観点も生まれました。ぜひ、幾つか補足させていただきたい。", "　　真是令人懷念的文字。\n　　感謝 <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 為無人機議題找出了最適當的說明文獻，但時日已久，請容我另外補充一些這幾年來的觀點吧。", "추억을 불러일으키는 논문이군요.\n고맙습니다 <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font>, 무인기에 관한 가장 적절한 논문을 가져와줘서.\n하지만 시간이 좀 지났으니 최근 몇 년간 새롭게 대두된 관점을 좀 더 보충하도록 하지요.", "　　真是令人懷念的文字。\n　　感謝 <font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 為無人機議題找出了最適當的說明文獻，但時日已久，請容我另外補充一些這幾年來的觀點吧。", "　　真是令人怀念的文字。\n感谢<font color=\"#fff2ccff\"><b>@ROBO_Head</b></font> 为无人机议题找出了最适当的说明文献，但时日已久，请容我另外补充一些这几年来的观点吧。"]}, {"id": "r3607", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Decision: This document among 13652 related documents, level of representativeness  highest\nDr. <font color=\"#fff2ccff\"><b>@ConneR</b></font> to make additions, very welcomed. Will allow this unit to further learn and update its knowledge.：D", "Decision：この文献は 13652 の 関連文献の 中で 最も代表性が 高いです\n<font color=\"#fff2ccff\"><b>@ConneR</b></font> 博士の 補足を 待ちます\n本機は データを 更新して 学習します：D", "判斷：本文在 13652 篇相關文獻中所具代表性為 最高\n請<font color=\"#fff2ccff\"><b>@ConneR</b></font>博士務必給予補充，讓 本機 進一步更新資訊與學習。：D", "분석: 이 문건은 13652편 관련 문헌 중 관련성이 가장 높은 문건입니다.\n<font color=\"#fff2ccff\"><b>@ConneR</b></font>박사님, 필히 관련 내용을 보충해 주십시오. 최신 정보로 이 기기를 업데이트할 수 있습니다. : D", "判斷：本文在 13652 篇相關文獻中所具代表性為 最高\n請<font color=\"#fff2ccff\"><b>@ConneR</b></font>博士務必給予補充，讓 本機 進一步更新資訊與學習。：D", "判断：本文在 13652 篇相关文献中所具代表性为 最高\n请<font color=\"#fff2ccff\"><b>@ConneR</b></font>博士务必给予补充，让 本机 进一步更新资讯与学习。 ：D"]}, {"id": "r3608", "name": "Amberclove", "avatar": "misc_30", "contents": ["I'm tearing up a bit for seeing this conversation\nThe two most knowledgable people of our generation are exchanging ideas without reservation", "上の二人の会話見てたら涙で出てきました\n現代で最も博識な二人がお互い驕ることなくお互いに高め合う…\n素晴らしいです", "看著上面的對話我總覺得眼眶濕濕的\n當代學識最淵博的二人正毫無保留地交換所學", "지금 내 눈가에 흐르는 것은 땀이겠지\n당대 최고의 학식과 견문을 겸비한 두 사람이 현장에서 지식을 교환하는 장면을 보게 되다니......", "看著上面的對話我總覺得眼眶濕濕的\n當代學識最淵博的二人正毫無保留地交換所學", "看着上面的对话我总觉得眼眶湿湿的\n当代学识最渊博的二人正毫无保留地交换所学"]}, {"id": "r3609", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["Two people? Or is it one man one machine? XD", "二人？一人と一機？(笑)", "二人？一人一機？XD", "두 사람? 한 사람과 기계 한 대가 아니고? XD", "二人？一人一機？XD", "二人？一人一机？ XD"]}, {"id": "r3610", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["I'm excited about Colin sensei's take!", "Colin先生の補充説明楽しみにしてます！", "期待Colin老師的說明！", "Colin선생님 설명 기대 중!!", "期待Colin老師的說明！", "期待Colin老师的说明！"]}, {"id": "r3611", "name": "CozyCaty", "avatar": "misc_50", "contents": ["All set to write a research paper on drones~", "ドローンのトピック作ろ", "準備好做一份無人機專題了(轉筆", "무인기 토론 방청 준비 완료 (필기 준비)", "準備好做一份無人機專題了(轉筆", "准备好做一份无人机专题了(转笔"]}]}