{"id": "r3701", "name": "ROBO_Head", "titles": ["[Repost] Looking back at major riots in history", "[シェア] 歴史上の暴動事件を振り返って", "[分享] 歷史暴動事件回顧", "[공유] 폭동 사건 역사에 대한 회고", "[分享] 歷史暴動事件回顧", "[分享] 历史暴动事件回顾"], "avatar": "robo_01", "attachments": ["r3701"], "contents": ["[Riot][Monophonic Entertainment][Social Commentary][Show]\n<blockquote>\nWelcome back to Blitz Newsline, the place where we provide news on the latest news. I'm your host, Jay. Alright, the Monophonic Entertainment riot incident that caused quite the ruckus these days has finally come to an end after the Administration Bureau interfered. This is a riot that escalated from a street protest, a rare sight in recent years. What kind of meaning does this represent? Our history expert Sid is here to answer the question. Hello, Sid!\n\nThank you, Jay. As everyone may know, Node 08 has had dozens of street riots just like this one throughout history. Most of them occurred around 200 to 100 years ago. Judging by the records, that time period was when the Architects just disappear and humans were starting to attempt to survive on their own.\n\nAlright, Sid, you stop there. Let us turn to our tech expert Yu. Yu, do you have any idea what Architects are?\n\nJay, you're underestimating me. Of course I know what Architects are! In fact, I know them very well! I wrote a report about how the Architects helped humans rebuild civilization as my Academy project. What do you know, I graduated with the highest grade. The best-looking girl in my grade even became my wife. I can guarantee you that if the Architects reappears, I'm the person that can communicate with them the best!\n\nGot it. Sid, you mentioned something about how street riots have decreased a lot in the past one hundred years, right?\n\nIndeed, mostly because the Administration Bureau's policies gradually matured and the technology products under their control also increased. Take Node 08 for example; the last time we had such a major riot was 23 years ago. Back then, the reason for that was to protest the high taxes. That incident concluded after the law enforcement agents arrested the leader of the rioters. What I want to say is, if an idol can create an incident of this magnitude, we need to discuss whether or not...\n\nStop right there, Sid. We don't need to delve that deep into tiny details; the ratings are dropping. Yu, after we returned from commercials we'll talk more about your Architect report and your hot wife. Stay tuned!\n</blockquote>\n[Soundbite excerpted from Neo Channel 8's late-night show \"Blitz Newsline\"]", "[暴動][Monophonic Entertainment][政治論][テレビ番組]\n<blockquote>\n電撃ニュースラインへようこそ。司会のJayです。\nはい！それでは早速はじめて行きましょう！\n最近世間を賑わせていたMonophonic Entertainmentの暴動事件ですが、管理局の鎮圧によってようやくその幕を下ろしたように思いますね。今回の事件は、最近ではあまり見かけない街頭闘争でしたが、これは何を意味しているのでしょう。本日は歴史専門家Sidさんにお越しいただいております！Sidさんこんにちは！\n\nJayさんこんにちは。視聴者の皆さんもこんにちは。皆さんもご存知の通り、Node08では、これまでに10数回の街頭闘争事件が発生しています。このほとんどが、200年前から100年前、つまり、アーキテクトが消失し、人類が自らの力で生き始めたばかりの頃に起きているんですね。 \n\nなるほど、では、Sidさん少々お待ちください。本日はテクノロジー専門家 Yuさんにもお越しいただいております。Yuさん、アーキテクトとは何かご存知ですか？\n\nJayさん、私をなめてもらっちゃ困りますよ。 アーキテクトについてはよーく理解しています！以前、アカデミーの宿題で、アーキテクトが人類の文明復興を支援したことについてのレポートを書いたんですが、首席で卒業しましたし。当時のアカデミーのマドンナは僕の嫁です。ま、今再びアーキテクトが世の中に出現したら、彼らと最も話が通じるのは私で間違いないでしょうね！\n\nなるほど、Sidさん、先ほどのお話しでは、この100年間、街頭闘争は少なくなっているようですが？\n\nその通りです。管理局の政策が安定するようになり、操れる科学技術の産物も増加しました。Node08で言えば、前回の街頭闘争は23年も前のことですね。その時は、税が高すぎるという内容で暴動が起き、最終的に執法員が反対派のリーダーを逮捕し、ようやく事件が収拾したんです。今回は、ただの歌手1人が原因でここまで大きな暴動に貼ってしているので、非常に興味深い1件ですね……\n\nはい、Sidさん、視聴者にはそこまで深い情報を教える必要はないでしょう。視聴率が低下しています。Yuさん、この後ゆっくりあなたのアーキテクトに関するレポートと、マドンナのお嫁さんについて聞かせてください。続きはCMのあと！\n</blockquote>\n[Neo Channel 8 夜間政治討論番組「電撃ニュースライン」より]", "[暴動][單聲演藝][政論][節目]\n<blockquote>\n驚爆內幕、翻轉新聞，歡迎回到驚爆新聞線，我是主持人 Jay。好，最近喧騰一時的單聲演藝暴動事件，在管理局鎮壓下告一段落，這是近年來少見的街頭暴動，究竟它代表什麼意義，我們來請教歷史專家 Sid，Sid 你好！\n\nJay 哥好，大家好。大家知道啊，Node 08 發生過十幾次的街頭暴動，大部分都集中在兩百年前到一百年前。紀錄上來看啊，是建造者剛剛消失，人們剛開始自食其力的時候。\n\n好，Sid，你等等，我們請教一下科技專家 Yu，Yu 你知道建造者是什麼嗎？\n\nJay 你太小看我了，建造者這種東西我很清楚！我以前做過一份關於建造者協助人類復興文明的報告當作學院作業，結果你知道嗎，我是最高分畢業，當屆校花還變成我老婆。我敢打包票，要是建造者再次出現，我是最能和他們對話的人！\n\n好，Sid，你剛剛說，這一百年來比較少街頭暴動了是嗎？\n\n對啊，因為管理局政策慢慢成熟，能掌握的科技產物也越來越多。以我們 Node 08 來說啊，上一次大型暴動已經是 23 年前的事，當時在吵稅務太高的問題，後來執法員逮捕了反對派首領才結束。那就是說，這次一個偶像能引發這麼大的事件啊，值得好好討論……\n\n停，Sid，觀眾朋友不用知道那麼深啦，收視率在掉了。Yu 等等我們再來講你的建造者報告和校花老婆，我們廣告後馬上回來！ \n</blockquote>\n[音訊分析稿節錄自 Neo Channel 8 晚間政論節目「驚爆新聞線」]", "[폭동][Monophonic Entertainment][정치론][프로그램]\n<blockquote>\n모든 것을 파헤친다! 반전 뉴스 라인에 오신 여러분 환영합니다! 저는 사회자 Jay입니다. 자, 그럼 최근에 가장 이슈가 되었던 Monophonic Entertainment 폭동 사태를 다뤄볼까 하는데, 분명히 이 사건은 보기 드문 길거리 폭동이기도 했죠. 여기 역사학자 Sid님을 모셨습니다. Sid님, 안녕하세요!\n\n반갑습니다 Jay님.  모두들 아시다시피 Node 08에서는 폭동이 10여 차례 일어난 적이 있습니다. 하지만 이러한 폭동들이 일어났던 시기는 대부분 200년 전부터 100년 전 사이에 분포하고 있죠. 기록으로 보자면, 아키텍트가 사라지고 난 후, 인간들이 자급자족하기 시작했을 때 즈음이라는 것을 추측할 수 있습니다.\n\n좋습니다. Sid님, 조금만 기다려 주시죠. 다음은 과학자 Yu님을 모셔보겠습니다. Yu님, 아키텍트가 정확히 무엇인지 알고 계십니까?\n\nJay님, 사람을 너무 과소평가하시는군요. 아키텍트에 대해 모를 리 없지 않습니까! 예전에 아키텍트가 문명을 부흥시키는 데에 협력했던 인류에 대한 보고서 작성을 아카데미에서 숙제로 받은 적이 있었는데, 혹시 아실런지. 그때 제가 가장 높은 점수로 졸업을 했었죠. 그때 당시에 학교에서 얼짱으로 소문났던 여학생도 지금은 제 아내가 되었지요. 만약 아키텍트가 다시 출현한다면, 그때 그들과 가장 말이 잘 통할 사람은 의심의 여지도 없이 바로 저라고 단언할 수 있습니다!\n\n알겠습니다. Sid님, 방금 말씀하신 것처럼, 그러니깐 100년 전부터는 길거리 폭동이 매우 보기 힘든 현상이 되었다고 말씀하신 건가요?\n\n그렇습니다. 관리국의 정책은 천천히 자리를 잡기 시작했죠. 과학 기술의 산물들 역시 조금씩 장악하기 시작했습니다. Node 08에서 일어났던 가장 큰 폭동이 23년 전의 일입니다. 당시에는 높은 세금을 문제로 폭동이 일어났었는데, 집법원들이 반대파의 수령들을 체포함으로써 사건은 일단락되었었죠. 하지만 이번엔 아이돌 가수 1명 때문에  무시할 수 없는 규모의 폭동이 일어났죠. 그래서 저도 이번 사태를 매우 흥미롭게 지켜보고 있습니다만....\n\n잠시만요. Sid님, 관중분들께 그렇게 깊게까지 얘기하실 필요는 없습니다. 시청률이 떨어졌군요. Yu님, 조금 이따가 다시 아키텍트에 대한 이야기와 얼짱 와이프와의 이야기 좀 부탁드리겠습니다. 그럼, 광고 후에 다시 돌아오겠습니다!\n[Neo Channal 8 야간 정치 토론 프로그램「반전 뉴스 라인」]", "[暴動][單聲演藝][政論][節目]\n<blockquote>\n驚爆內幕、翻轉新聞，歡迎回到驚爆新聞線，我是主持人 Jay。好，最近喧騰一時的單聲演藝暴動事件，在管理局鎮壓下告一段落，這是近年來少見的街頭暴動，究竟它代表什麼意義，我們來請教歷史專家 Sid，Sid 你好！\n\nJay 哥好，大家好。大家知道啊，Node 08 發生過十幾次的街頭暴動，大部分都集中在兩百年前到一百年前。紀錄上來看啊，是建造者剛剛消失，人們剛開始自食其力的時候。\n\n好，Sid，你等等，我們請教一下科技專家 Yu，Yu 你知道建造者是什麼嗎？\n\nJay 你太小看我了，建造者這種東西我很清楚！我以前做過一份關於建造者協助人類復興文明的報告當作學院作業，結果你知道嗎，我是最高分畢業，當屆校花還變成我老婆。我敢打包票，要是建造者再次出現，我是最能和他們對話的人！\n\n好，Sid，你剛剛說，這一百年來比較少街頭暴動了是嗎？\n\n對啊，因為管理局政策慢慢成熟，能掌握的科技產物也越來越多。以我們 Node 08 來說啊，上一次大型暴動已經是 23 年前的事，當時在吵稅務太高的問題，後來執法員逮捕了反對派首領才結束。那就是說，這次一個偶像能引發這麼大的事件啊，值得好好討論……\n\n停，Sid，觀眾朋友不用知道那麼深啦，收視率在掉了。Yu 等等我們再來講你的建造者報告和校花老婆，我們廣告後馬上回來！ \n</blockquote>\n[音訊分析稿節錄自 Neo Channel 8 晚間政論節目「驚爆新聞線」]", "[暴动][单声演艺][政论][节目]\n<blockquote>\n惊爆内幕、翻转新闻，欢迎回到惊爆新闻线，我是主持人 Jay。好，最近喧腾一时的单声演艺暴动事件，在管理局镇压下告一段落，这是近年来少见的街头暴动，究竟它代表什么意义，我们来请教历史专家 Sid，Sid 你好！\n\nJay 哥好，大家好。大家知道啊，Node 08 发生过十几次的街头暴动，大部分都集中在两百年前到一百年前。纪录上来看啊，是建造者刚刚消失，人们刚开始自食其力的时候。\n\n好，Sid，你等等，我们请教一下科技专家 Yu，Yu 你知道建造者是什么吗？\n\nJay 你太小看我了，建造者这种东西我很清楚！我以前做过一份关于建造者协助人类复兴文明的报告当作学院作业，结果你知道吗，我是最高分毕业，当届校花还变成我老婆。我敢打包票，要是建造者再次出现，我是最能和他们对话的人！\n\n好，Sid，你刚刚说，这一百年来比较少街头暴动了是吗？\n\n对啊，因为管理局政策慢慢成熟，能掌握的科技产物也越来越多。以我们 Node 08 来说啊，上一次大型暴动已经是 23 年前的事，当时在吵税务太高的问题，后来执法员逮捕了反对派首领才结束。那就是说，这次一个偶像能引发这么大的事件啊，值得好好讨论……\n\n停，Sid，观众朋友不用知道那么深啦，收视率在掉了。 Yu 等等我们再来讲你的建造者报告和校花老婆，我们广告后马上回来！\n</blockquote>\n[音讯分析稿节录自 Neo Channel 8 晚间政论节目「惊爆新闻线」]"], "replies": [{"id": "r3702", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Decision: This show among all social commentary shows, level of practicality  high", "Decision：政治討論番組における この番組の 実用性：高", "判斷：本節目的實用性在全數政論節目中屬於 高", "판단: 정치 토론 프로그램으로써의 실용성: 높음", "判斷：本節目的實用性在全數政論節目中屬於 高", "判断：本节目的实用性在全数政论节目中属于 高"]}, {"id": "r3703", "name": "TunaLee", "avatar": "team_02", "contents": ["They look so desperate, hahaha... (Not laughing at all\nHow bad do the other shows have to be for this POS to be categorized as \"High practicality\"...", "見てて可哀想になってくるわwww（笑えない）\nこんな番組の「実用性が高い」とか……", "看了感覺真可憐 哈哈哈(完全笑不出來\n這種節目素質被分類到\"高實用性\"......", "봤는데 진짜 불쌍하네 하하하! (웃프다\n이 프로그램은 '실용성 높음\"으로 분류되지 않을까....", "看了感覺真可憐 哈哈哈(完全笑不出來\n這種節目素質被分類到\"高實用性\"......", "看了感觉真可怜 哈哈哈(完全笑不出来\n这种节目素质被分类到\"高实用性\"......"]}, {"id": "r3704", "name": "STANley", "avatar": "team_08", "contents": ["You can tell Sid wants to talk, but the host is trying his best to not let him talk LMFAO", "Sidさんめっちゃ話したそうなのに、司会が全力で阻止しとるしwwwwwwww", "Sid哥很想講但主持人死不讓他講wwww", "Sid는 계속 말하고 싶어 하는데 사회자가 말 못하게 했어 ㅋㅋㅋㅋㅋㅋㅋㅋ", "Sid哥很想講但主持人死不讓他講wwww", "Sid哥很想讲但主持人死不让他讲wwww"]}, {"id": "r3705", "name": "Dogleg", "avatar": "misc_41", "contents": ["To be honest, it is pretty stupid to have a riot over something this insignificant", "てかさ、こんなくだらないことのために暴動起こすのは本当に頭悪いと思うんすわ", "話說回來因為這種雞毛蒜皮的事而暴動也真是夠蠢的了", "어쨌든 이런 사소한 일 때문에 폭동을 일으켰던 것 부터 완전 코메디라고", "話說回來因為這種雞毛蒜皮的事而暴動也真是夠蠢的了", "话说回来因为这种鸡毛蒜皮的事而暴动也真是够蠢的了"]}, {"id": "r3706", "name": "lrrllrrl", "avatar": "team_20", "contents": ["Just my two cents, but I feel like the number of angry folks has decreased a lot recently. People are starting to think calmly about what they should do. That [FindingPAFF] website is a pretty good example", "自分が見てる限り、衝動的に行動に移す人は減ったかなって印象。みんな冷静に考えて行動してる感じはする。あの捜索協力サイトとかいい案だと思うよ。", "我的觀察啦，最近激動的人變少了，大家有開始冷靜思考該做什麼事，那個協尋網站就很不錯啊", "내가 보기엔 그래도 최근에 충동적으로 빼애애액 해대는 애들보다는 냉정하고 침착하게 사건을 관철하는 애들이 더 많아진 것 같다. 예전에 그 수색 협력 사이트도 굉장히 좋은 발상이였고 말이야.", "我的觀察啦，最近激動的人變少了，大家有開始冷靜思考該做什麼事，那個協尋網站就很不錯啊", "我的观察啦，最近激动的人变少了，大家有开始冷静思考该做什么事，那个协寻网站就很不错啊"]}, {"id": "r3707", "name": "ConneR", "avatar": "conner_01", "contents": ["    As you all may observe, the constant repeat of such foolish actions is the perfect showcase of human nature. We are the same as we are two hundred years ago. When we lost our direction, we humans will recklessly fly around in the darkness like headless flies. In order to fulfill our diminishing and selfish greed and desires, we still choose to resort to violence, threats, and force. \n\n    A sad, neverending vicious cycle.", "　皆さんが目の当たりにした通り、このような度々繰り返される愚かな行為は、人類の本質を映し出している。200年前、人類が方向性を失った時と同様、人類は暗闇の中で飛ぶハエと何ら変わりはない。満たされぬ欲望のために、暴力を選択する愚かな生き物なのだ。\n\n　悲しき無限ループよ。", "　　如你們所見，這種周而復始的愚蠢舉動，正是人類的本質的寫照。和兩百年前失去方向的時候一樣，人類仍然只是在黑暗中亂飛的無頭蒼蠅，為了越來越微不足道的自身慾望，仍然選擇以暴力脅迫、搶奪。\n\n　　可悲的無限循環。", "　　여러분이 보신 것처럼, 이런 어리석은 행위는 계속해서 반복되고 있으며 인류의 본성을 비추고 있습니다. 인류는 200년 전 방향을 잃고 방황하던 때와 마찬가지로, 어둠 속을 멋대로 날아다니는 머리 없는 파리마냥 자신의 욕망을 위해 폭력을 선택하고 옳지 않은 방향으로 나아가려는 하등 생물과 다를 게 없어진다는 이야깁니다.\n\n　　비극은 계속해서 반복되고 있습니다.", "　　如你們所見，這種周而復始的愚蠢舉動，正是人類的本質的寫照。和兩百年前失去方向的時候一樣，人類仍然只是在黑暗中亂飛的無頭蒼蠅，為了越來越微不足道的自身慾望，仍然選擇以暴力脅迫、搶奪。\n\n　　可悲的無限循環。", "　　如你们所见，这种周而复始的愚蠢举动，正是人类的本质的写照。和两百年前失去方向的时候一样，人类仍然只是在黑暗中乱飞的无头苍蝇，为了越来越微不足道的自身欲望，仍然选择以暴力胁迫、抢夺。\n\n　　可悲的无限循环。"]}, {"id": "r3708", "name": "RaiKiyumi", "avatar": "misc_25", "contents": ["Trying to think of something to rebut sensei, yet couldn't even muster a word... I am sorry to be born a human", "い、言い返したくても、言い返す言葉が見当たらない、、、\n人間に生まれてごめんなさい", "想反駁老師卻一個字都擠不出來......生而為人我很抱歉", "반박하고 싶어도 한마디도 반박할 수가 없다... 인간으로 태어나서 죄송합니다.", "想反駁老師卻一個字都擠不出來......生而為人我很抱歉", "想反驳老师却一个字都挤不出来......生而为人我很抱歉"]}, {"id": "r3709", "name": "Ewx_Data", "avatar": "robosp_13", "contents": ["I'm not to the point of complete despair. The value of humans needs to be created by our own hands. \nI believe Dr. ConneR will acknowledge this direction as well", "完全に絶望したわけではない。人類の価値は自分たちで作り上げるもの。\nConneR先生もこれに賛同してくれるって信じてます。", "我是沒有完全絕望啦，人類的價值需要我們親手努力創造\n相信 ConneR 老師也會認可這個方向", "나는 그렇게 절망적인 시각으로만 보이지는 않아요. 인류의 가치는 창작을 위한 노력으로 높아질 수 있어요.\nConneR 선생님도 이 말에 동의하실 거라 믿습니다.", "我是沒有完全絕望啦，人類的價值需要我們親手努力創造\n相信 ConneR 老師也會認可這個方向", "我是没有完全绝望啦，人类的价值需要我们亲手努力创造\n相信 ConneR 老师也会认可这个方向"]}, {"id": "r3710", "name": "ConneR", "avatar": "conner_01", "contents": ["Very well. Then the first thing we should do is to make sure worthless garbage like this show no longer exists.", "素晴らしい。では、手始めにこのようなくだらないバラエティ番組は消し去りましょう。", "很好。先努力讓這種垃圾綜藝節目消失吧。", "아주 좋은 의견입니다. 그전에 우선 이런 쓰레기 같은 프로그램을 제거하려는 노력이 우선이겠지만요.", "很好。先努力讓這種垃圾綜藝節目消失吧。", "很好。先努力让这种垃圾综艺节目消失吧。"]}]}