{"id": "r4101", "name": "ROBO_Head", "titles": ["[Repost] Major pipeline explosion in Node 03, emergency evacuation issued, millions affected.", "[リポスト] Node03にて巨大な爆発事故が発生 数万人の民衆が緊急避難", "[轉貼] Node 03 發生巨大管線爆炸 萬人緊急疏散", "[공유] Node 03 관선 폭발 대형 사고로 아비규환 속 수만 명 대피 소동", "[轉貼] Node 03 發生巨大管線爆炸 萬人緊急疏散", "[转贴] Node 03 发生巨大管线爆炸 万人紧急疏散"], "avatar": "robo_01", "attachments": [], "contents": ["[News][Node03][Explosion][Fire][Accident][Administration Bureau]\n<blockquote>\nLast night, a series of chained explosions occurred in Node 03, Quadrant IV. It is suspected that a leak in the local pipeline system has resulted in at least 30 major explosions. The flames quickly engulfed the dozens of buildings nearby. Estimated casualties currently sit at 20 dead and 300+ injured. In order to prevent further accidents, Node 03's Administration Bureau has cut off the energy pipelines and electric power supply within a radius of several kilometers around the area.\n\nThe epicenter of this disaster is Node 03, Quadrant IV's Genmu Boulevard. The explosions first began with several key buildings and following the explosions, a massive firestorm erupted.  From the images taken by the airborne surveillance cameras, we can see that the buildings were immediately swallowed by the inferno and created a mountain of thick smoke. Large squads of firefighting drones reached the accident site 90 seconds after the initial explosion. They started launching fire extinguishing bombs and firing high-pressure water streams to keep the fire under control.\n\nThe rescue workers themselves have reported multiple casualties due to the explosion and the subsequent fire. This includes 6 firefighters, 2 law enforcement agents and 5 possible researchers who were found wearing lab coats.\n\nAccording to the neighborhood, it appears that the power supply experienced some unstableness earlier today. The Administration Bureau's initial speculation is that a crack in the energy transport pipelines caused the accident. The Bureau has issued an emergency evacuation order to civilians who live within Quadrant IV's 203 ~ 903 areas. The head of the security council, Ryu Minatsuki, has also announced that the distribution centers will be opened to the civilians as temporary shelters. Rumors of an inner conflict between the Node 03 Administration Bureau and the gang organizations have been running rampant in recent years. It is yet to be determined if this series of explosions has something to do with gang violence and revenge seeking. The law enforcement department has already launched the investigation. \n</blockquote>\n[Article excerpted from Node News Network]", "[ニュース][Node 03][爆発][火災][事故][管理局]\n<blockquote>\n昨日夜、Node03の第四象限にて一連の爆発事故が発生した。エネルギー管からの流出によるものと見られ、全部で計30回の巨大な爆発が起きた。火の海は周辺の建物を呑み込み、現在確認できた範囲で、すでに少なくとも死者20名、300名が重軽傷を負っている。Node03管理局は、事故の拡大を防ぐため、事故発生区域から半径数km圏内のエネルギー管及び電力の供給を停止すると発表した。\n\n事故は、Node03の第四象限玄武通りを中心に数棟の建物から爆発、そして火災に発展した。浮遊監視カメラからは、ビルが火の海に呑み込まれ、煙が天まで上る様子が見て取れる。90秒後には、消防ドローンが到着し、消火弾や高圧水柱にて消火活動を行った。\n\n多くの人がこの爆発と火災で命を落とした。中には、消防隊員6名、執法員2名、及び5名の研究者と思われる白衣を着た人物も含まれている。\n\n周辺では、爆発の前から、電力の供給が不安定になっていたという証言が見られる。管理局は、エネルギー供給の管が破裂したことが原因で、今回の事故に繋がったと考えており、第四象限の203から903の民衆を、至急避難させた。また、安全理事会長水名月龍氏も物流センター倉庫を避難所として提供することを発表した。Node03とヤクザの間にはよからぬ噂が多くささやかれているが、今回の件がヤクザの抗争によるものなのかはハッキリしていない。執法部がすでに調査を始めている。\n</blockquote>\n[Nodeニュースネットワークより]", "[新聞][Node 03][爆炸][火警][意外][管理局]\n<blockquote>\n昨日晚間 Node 03 第四象限發生一起連環爆炸，當地能源管線疑似外洩引發至少 30 次劇爆，火焰吞噬周邊數十幢建築物，至少 20 人死亡、300 多人輕重傷。Node 03 管理局為免觸發更多事故，截斷區內方圓數公里能源管線及電力供應。\n\n事故以 Node 03 第四象限玄武大道為中心，數棟主要建築先後爆炸起火。從浮空監視器畫面可見，大樓隨即陷入火海，濃煙沖天。大批消防無人機在 90 秒後趕到現場以投射滅火彈和高壓水柱進行灌救。\n\n多人在爆炸及火警中死傷，包括 6 名消防員、2 名執法員、以及疑似 5 名身穿研究服的人員。\n\n附近街道據傳稍早電力供應疑似不穩，管理局初步相信是能源輸送管線破裂造成事故。當局緊急疏散第四象限區塊 203 至 903 的民眾，安全理事會長 水名月 龍 也宣布開放物流中心倉庫供居民暫避。Node 03 管理局與幫派組織近幾年內鬨傳言甚囂塵上，爆炸尚未確認是否與幫派惡鬥和尋仇有關，執法部已展開調查。\n</blockquote>\n[文字節錄自 Node News Network]", "[뉴스][관리국][폭발][토룡][구황회][Node 03]\n<blockquote>\n어제 저녁 Node 03 제4사분면에서 폭발 사고가 연달아 발생했다. 당시 에너지 관선에서 최소 30회에 달하는 거대한 폭발이 일어났고 폭발로 인한 화염은 순식간에 건물 10여 채를 통째로 삼켜버렸다. 이 사고로 최소 20명이 사망했으며 300여 명이 중경상을 입었다. Node 03의 관리국은 2차 사고를 방지하기 위해 사고 지역 몇 킬로미터 주위에 있던 모든 에너지 관선 및 전력의 공급을 중단한 상태다.\n\n사고는 Node 03 제3사분면 현무(玄武) 거리에 있던 건축물을 중심으로 폭발이 시작된 것으로 보인다. 공중 감시 카메라의 화면에서 볼 수 있듯이, 순식간에 건물들은 화염에 휩싸였고 하늘은 재로 뒤덮혔다. 90여 초 후, 대량의 소방 드론이 긴급 출동하여 소화탄(消火彈) 발사 및 고압식 물기둥 분사로 화재를 진압하기 시작했다.\n\n폭발 및 화재로 많은 사람들이 목숨을 잃거나 중경상을 입었다. 그중에는 소방대원 6명, 집법원 2명, 연구원 복장으로 추측되는 신원 불명의 5명도 포함된다.\n\n근처 거리에서는 이전부터 이미 전력 공급이 불안정한 상태였다는 거주자들의 증언이 나오고 있으며, 관리국은 에너지 배기 관선 결함으로 인한 사고라고 단정 지었다. 당국은 긴급히 제4사분면 203 지역부터 903에 거주하는 시민들을 긴급 대피시켰고 안전이사회의 Ryu 회장은 임시방편으로 물류 센터 창고를 개방하여 대피한 시민들에게 제공하겠다고 밝혔다. 최근 몇 년간 Node 03의 관리국 및 다수의 조직들에 대해 여러 가지 의혹이 제기되어 왔으며, 폭발 사고 역시 조직 간의 분쟁이나 복수로 인한 악의적인 범죄 소행일 가능성도 확인해봐야 한다는 목소리도 끊이질 않고 있다. 이와 관련해, 집법부는 이미 수사에 착수한 상황이다.\n</blockquote>\n[Node News Network 텍스트 초록 중에서]", "[新聞][Node 03][爆炸][火警][意外][管理局]\n<blockquote>\n昨日晚間 Node 03 第四象限發生一起連環爆炸，當地能源管線疑似外洩引發至少 30 次劇爆，火焰吞噬周邊數十幢建築物，至少 20 人死亡、300 多人輕重傷。Node 03 管理局為免觸發更多事故，截斷區內方圓數公里能源管線及電力供應。\n\n事故以 Node 03 第四象限玄武大道為中心，數棟主要建築先後爆炸起火。從浮空監視器畫面可見，大樓隨即陷入火海，濃煙沖天。大批消防無人機在 90 秒後趕到現場以投射滅火彈和高壓水柱進行灌救。\n\n多人在爆炸及火警中死傷，包括 6 名消防員、2 名執法員、以及疑似 5 名身穿研究服的人員。\n\n附近街道據傳稍早電力供應疑似不穩，管理局初步相信是能源輸送管線破裂造成事故。當局緊急疏散第四象限區塊 203 至 903 的民眾，安全理事會長 水名月 龍 也宣布開放物流中心倉庫供居民暫避。Node 03 管理局與幫派組織近幾年內鬨傳言甚囂塵上，爆炸尚未確認是否與幫派惡鬥和尋仇有關，執法部已展開調查。\n</blockquote>\n[文字節錄自 Node News Network]", "[新闻][Node 03][爆炸][火警][意外][管理局]\n<blockquote>\n昨日晚间 Node 03 第四象限发生一起连环爆炸，当地能源管线疑似外泄引发至少 30 次剧爆，火焰吞噬周边数十幢建筑物，至少 20 人死亡、300 多人轻重伤。 Node 03 管理局为免触发更多事故，截断区内方圆数公里能源管线及电力供应。\n\n事故以 Node 03 第四象限玄武大道为中心，数栋主要建筑先后爆炸起火。从浮空监视器画面可见，大楼随即陷入火海，浓烟冲天。大批消防无人机在 90 秒后赶到现场以投射灭火弹和高压水柱进行灌救。\n\n多人在爆炸及火警中死伤，包括 6 名消防员、2 名执法员、以及疑似 5 名身穿研究服的人员。\n\n附近街道据传稍早电力供应疑似不稳，管理局初步相信是能源输送管线破裂造成事故。当局紧急疏散第四象限区块 203 至 903 的民众，安全理事会长 水名月 龙 也宣布开放物流中心仓库供居民暂避。 Node 03 管理局与帮派组织近几年内哄传言甚嚣尘上，爆炸尚未确认是否与帮派恶斗和寻仇有关，执法部已展开调查。\n</blockquote>\n[文字节录自 Node News Network]"], "replies": [{"id": "r4102", "name": "ROBO_Head", "avatar": "robo_01", "contents": ["Search: Energy pipeline design charts\nAccident probability: 1.33%\nDecision: Possibility of arson high", "Search：エネルギー管の 設計図\n事故発生率：1.33%\nDecision：人為的な 火災の 可能性が 高いです", "檢索：能源管線設計圖\n意外發生機率：1.33%\n判斷：人為縱火可能性 高", "검색：에너지 관선 설계도\n사고 발생 확률：1.33%\n판단：고의적 방화 범죄 가능성 - 매우 높음", "檢索：能源管線設計圖\n意外發生機率：1.33%\n判斷：人為縱火可能性 高", "检索：能源管线设计图\n意外发生机率：1.33%\n判断：人为纵火可能性 高"]}, {"id": "r4103", "name": "Terminal_Samurai", "avatar": "default_07", "contents": ["Holy s*** Node03 is scary who the heck would want to live there", "Node03コワすぎぃ！誰が済みたいんだよそんなトコォ！", "Node03太可怕惹吧這樣誰敢住", "역시 Node 03이다. 나같이 강철 심장 아닌 사람은 저런 곳에서 살 엄두가 안남", "Node03太可怕惹吧這樣誰敢住", "Node03太可怕惹吧这样谁敢住"]}, {"id": "r4104", "name": "Nexus697", "avatar": "default_09", "contents": ["03 is easily top 5 in terms of population though XDDDDD", "03の人口5位以内には入ってるけどww", "03人口也是前五多好嗎wwwww", "그렇게 말해도 03 인구수는 이미 탑5 안에 든다고 ㅋㅋㅋㅋ", "03人口也是前五多好嗎wwwww", "03人口也是前五多好吗wwwww"]}, {"id": "r4105", "name": "Mulder", "avatar": "misc_13", "contents": ["03 is pretty much overseen by gangs, nobody's got the balls to say anything", "03はヤクザに管理されてるんやぞ", "03就黑幫管理的阿  幸福城市你敢嘴?", "03은 이미 갱한테 점령당했다고. 그런데도 행복한 도시라고 말할 수 있겠냐?", "03就黑幫管理的阿  幸福城市你敢嘴?", "03就黑帮管理的阿 幸福城市你敢嘴?"]}, {"id": "r4106", "name": "MirriLL", "avatar": "misc_23", "contents": ["Not surprised, it's 03. Isn't it basically a tradition there to give babies a bulletproof vest on baby shower", "03ならまああるかなと思っちゃったわ。子供の1か月に防弾チョッキ買うって聞いた。", "03不意外啦  小孩滿月都要送買防彈衣不是嗎", "03이 03했을 뿐. 거기 아기들은 생후 1개월 되면 바로 방탄조끼 입혀야 한다던데", "03不意外啦  小孩滿月都要送買防彈衣不是嗎", "03不意外啦 小孩满月都要送买防弹衣不是吗"]}, {"id": "r4107", "name": "Abin", "avatar": "misc_69", "contents": ["The admins over here are super useless\nThe \"private organizations\" manage pretty much everything", "わしらの管理局なんて弱弱だから\n\"民営組織\"やぞ", "我們這邊管理局超弱阿\n都是\"民營組織\"在管理", "우리 쪽 관리국은 힘이 x도 없어서\n전부 \"민간 단체\"가 관리한다", "我們這邊管理局超弱阿\n都是\"民營組織\"在管理", "我们这边管理局超弱阿\n都是\"民营组织\"在管理"]}, {"id": "r4108", "name": "AbigaleJ", "avatar": "misc_24", "contents": ["WTH is a security council?? We don't have that here in 08 do we??", "安全理事会長とはなんぞや～08にはなくね⁇", "安全理事會是甚麼?? 08好像沒有??", "안전이사회가 뭐지? 08에는 그런 거 없잖아?", "安全理事會是甚麼?? 08好像沒有??", "安全理事会是什么?? 08好像没有??"]}, {"id": "r4109", "name": "TobeTobe", "avatar": "misc_32", "contents": ["Just a fancy name to build a BS positive image~~~", "聞こえのいい名前の権力者()", "就取個好聽的名字建立好形象阿~~~", "그럴싸한 이름 만들어서 이미지 관리하는 거 딱 보면 사이즈 나오죠~~", "就取個好聽的名字建立好形象阿~~~", "就取个好听的名字建立好形象阿~~~"]}, {"id": "r4110", "name": "Silver_Dante", "avatar": "default_11", "contents": ["", "", "", "", "", ""]}, {"id": "r4111", "name": "Brock3tt", "avatar": "misc_09", "contents": ["Ya all a bunch of noobs\nIt's just a shell for those thugs to cover up the s***load of crimes they commited", "これだから素人は。。。新警察に決まってんだろ\nこれまで色々()やってきた人たちが罪を隠すための入れ物やで", "嫩耶新警察喔\n就那些流氓拿來掩蓋自己一堆犯罪的空殼阿", "자리에 어울리는 사람을 앉혔어야지\n요즘 시대에 아직도 저런 전형적인 방식으로 대놓고 이미지 세탁을 할 줄이야 ", "嫩耶菜鳥喔\n就那些流氓拿來掩蓋自己一堆犯罪的空殼阿", "嫩耶菜鸟喔\n就那些流氓拿来掩盖自己一堆犯罪的空壳阿"]}, {"id": "r4112", "name": "Irisa0938", "avatar": "misc_67", "contents": ["Dude, do you live in Node 03?? You better look out for room service~~~~~", "Node03住みですかね?? ルームサービスに気をつけてな~~~~~", "樓上住在Node03嗎?? 小心客房服務阿~~~~~", "1 윗사람 Node03 거주자임?? 룸서비스 조심하셈~~~~~", "樓上住在Node03嗎?? 小心客房服務阿~~~~~", "楼上住在Node03吗?? 小心客房服务阿~~~~~"]}, {"id": "r4113", "name": "DDStream", "avatar": "default_19", "contents": ["Room Service! MDFK!!", "Room Service! MDFK!!", "Room Service! MDFK!!", "Room Service! MDFK!!", "Room Service! MDFK!!", "Room Service! MDFK!!"]}, {"id": "r4114", "name": "Heart_Head", "avatar": "misc_27", "contents": ["I understood that reference... Dang, I feel old", "ネタが古い", "都萬年老梗了還在用，真的是沒新意耶", "그래도 그동안 저런 게 먹혀왔으니 아직도 저런 낡은 방식을 사용하는 거겠지. 뭐, 별로 새로울 것도 없다", "都萬年老梗了還在用，真的是沒新意耶", "都万年老梗了还在用，真的是没新意耶"]}, {"id": "r4115", "name": "NoProblemo", "avatar": "default_01", "contents": ["Gold bless those who are injured\nNo matter what\nthese accidents are always the most brutal to the innocent civilians", "ご冥福をお祈りいたします\nなぜ、いつもツライ目に遭うのは何の罪もない人ばかりなんでしょうね", "天佑傷者\n不管怎麼樣\n這種災禍永遠是無辜的人受苦最多", "고인의 명복을 빕니다.\n이런 재앙으로 눈물 흘리는 사람들은 모두 죄 없는 무고한 사람들이지", "天佑傷者\n不管怎麼樣\n這種災禍永遠是無辜的人受苦最多", "天佑伤者\n不管怎么样\n这种灾祸永远是无辜的人受苦最多"]}, {"id": "r4116", "name": "Ange3Lina", "avatar": "misc_09", "contents": ["R.I.P", "R.I.P.", "R.I.P.", "R.I.P.", "R.I.P.", "R.I.P."]}, {"id": "r4117", "name": "ElinaDaniel", "avatar": "misc_11", "contents": ["Even if it's indeed an energy pipeline explosion, why are there no safety/prevention mechanisms at all? And the entire automatic fire suppression system broke down at the same time? I feel like there are some serious conspiracies behind this", "エネルギー管に何のセキュリティシステムもついてなかったってこと？自動消防システムが全部同時に故障したってこと？裏に色々ありそうな事件だなー", "就算是能源管線爆炸，沒有任何安全防護機制? 全部自動消防設施在同時間故障? 我覺得這應該有很大的內幕", "에너지 관선이 폭발 위험이 있는 것이었으면 뭐라도 만들어서 2차 안전 대책 정도는 세워놨어야 하는 거 아닌가? 아니면 자동 소방 시스템이 동시에 고장이라도 났던 건가? 확실히 이건 냄새가 난다", "就算是能源管線爆炸，沒有任何安全防護機制? 全部自動消防設施在同時間故障? 我覺得這應該有很大的內幕", "就算是能源管线爆炸，没有任何安全防护机制? 全部自动消防设施在同时间故障? 我觉得这应该有很大的内幕"]}, {"id": "r4118", "name": "Popo", "avatar": "misc_03", "contents": ["Gangs removing their enemies??", "ヤクザが敵対勢力を抹消したとかね", "黑幫剷除異己??", "조직이 적대 세력을 제거하기 위해 저지른 일이다 뭐 그런 것들?", "黑幫剷除異己??", "黑帮铲除异己??"]}, {"id": "r4119", "name": "Neon_raven", "avatar": "default_13", "contents": ["", "", "", "", "", ""]}, {"id": "r4120", "name": "Prime6750911", "avatar": "default_15", "contents": ["", "", "", "", "", ""]}, {"id": "r4121", "name": "Talus_Alpha", "avatar": "robosp_12", "contents": ["My colleague moved here from Node 03\nAccording to him, over half of his classmates were already directly or indirectly recruited by the gangs when they are still studying at the Academy", "同僚にNode03出身の人がいるんだけど\nアカデミー在学中に半分の生徒はヤクザに入れられるって", "我同事從Node03搬過來的\n他說超過一半的同學在學院時期就直接或間接被黑道收編了", "내 동료가 Node03 출신인데\n아카데미 다닐 때 반에서 절반 이상이 직간접적으로 범죄 조직에 가담하고 있었다는데", "我同事從Node03搬過來的\n他說超過一半的同學在學院時期就直接或間接被黑道收編了", "我同事从Node03搬过来的\n他说超过一半的同学在学院时期就直接或间接被黑道收编了"]}, {"id": "r4122", "name": "Wickedragon", "avatar": "default_17", "contents": ["", "", "", "", "", ""]}, {"id": "r4123", "name": "MemeYan", "avatar": "default_15", "contents": ["08 has very good security, we shouldn't be affected, right?", "08は治安いいから何の影響もないでしょ～", "08的治安很好應該不會受到影響吧", "08은 치안이 꽤 좋은 곳이니 영향을 받거나 그러진 않겠지", "08的治安很好應該不會受到影響吧", "08的治安很好应该不会受到影响吧"]}, {"id": "r4124", "name": "Andy_Roid", "avatar": "robosp_17", "contents": ["With big brother ARC overseeing everything in the skies, I imagine even if there is an accident, it wouldn't be as destructive (I think?", "ARC様がお空から見下ろしてるここじゃそんな激しいこともできないと思う(?)", "ARC老大哥在天空看著也很難搞出甚麼太誇張的破壞吧(?", "ARC 형님들은 하늘에서 다 보고 있었으면서 저런 폭발 조짐 같은 걸 과연 모르고 있었을까?", "ARC老大哥在天空看著也很難搞出甚麼太誇張的破壞吧(?", "ARC老大哥在天空看着也很难搞出什么太夸张的破坏吧(?"]}, {"id": "r4125", "name": "HandsomeYi", "avatar": "default_20", "contents": ["Dude, don't jinx us LOLOLOL", "言霊って知ってる？wwww", "樓上不要烏鴉嘴wwww", "1음모론이라지만 너무 억측 아니냐 ㅋㅋㅋㅋㅋ", "樓上不要烏鴉嘴wwww", "楼上不要乌鸦嘴wwww"]}]}