{"id": "x1201", "name": "Xenon", "titles": ["Please Calm Down.", "冷静になりましょう", "請大家冷靜。", "조용히 좀 해주시죠.", "請大家冷靜。", "请大家冷静。"], "avatar": "xenon_01", "attachments": [], "contents": ["Even though posting stuff that is not music here is against my original intention when I first created this account, things have been getting out of hand lately, to the point where I feel like an explanation is necessary.\n\nRegarding the recent string of internet incidents and the memory and physical harm caused to users by Æsir-FEST, I understand everyone's anxiety and panic right now. However, I'm not exactly in a more comfortable position than you guys.\n\nI'm also very worried about PAFF; plus I'm also one of the people whose memory was affected. Not to mention that my friend NEKO is also restricted and is currently under the admins' investigation. It's impossible for me to brush off these incidents like they're nothing serious.\n\nHowever, before the truth is clear, I will not disclose incomplete information on the internet. I would also like everyone to not casually believe random information that comes from unreliable sources. \n\nYou've all heard my supervisor talk on the news. A.R.C. will be wholeheartedly supporting the admins in the investigation of these incidents. I myself have agreed to offer everything I can to help out as well. \n\nDue to the non-disclosure agreement, this is as much as I can say on iM. \n\nBoth technology and the internet are, in essence, things created to give humans a better life. However, if they are abused for the wrong purposes, they can become a double-edged sword.\n\nThe purpose of this post is not to appease everyone, but in the hopes that at least the people around me can have more reasonable opinions when it comes to treating the victims of these incidents. We don't want them to suffer any secondary injuries because of the internet. \n\n\n\nAlso please stop tagging this account.", "ここで音楽以外のことに関して投稿するのは、このアカウントを作成した時の初心に反する気がしますが、大きな話になってしまっているので説明せざるを得ないと判断しました。\n\n最近のインターネット事件やÆsir-FESTがユーザーの記憶や身体に害を及ぼしている件について、皆さんの不安は充分に理解しているつもりです。自分ものんきにはしていられません。\n\nPAFFのことは心配ですし、自分自身も記憶に影響を受けていた人間のひとりです。もちろん友人のNEKOが管理局に制限され、さらに調査を受けていることも放ってはおけません。\n\nですが、真実が明らかになるまでは、インターネット上では一切の手掛かりを発信しません。皆さんも出どころの分からない情報を鵜呑みにしないでください。\n\n自分の上司もニュース上で言っていましたが、現在A.R.C.も管理局と協力してこれらの事件を追っています。自分もできる限りのことをするつもりです。\n\n秘密保持契約の関係上、自分がiMで言えることはこれくらいです。\n\nテクノロジーとインターネットの本質は人類によりよい生活を与えることです。ですが、使い方によっては凶器ともなります。\n\n今回このような文章を投稿したのは、皆さんを宥めたいからではありません。皆さんに理性的にこれらの事件の被害者のことを見てほしいからです。インターネットで彼らをまた傷つけるのはやめてください。\n\n\n\n最後に、もうこのアカウントをタグ付けしないでください。", "雖然在這邊寫音樂以外的東西已經違背了當初辦這個帳號的初衷，但事情鬧得這麼大我想我必須出來說明一下。\n\n關於最近一連串的網路危險事件，還有 Æsir-FEST 對使用者記憶與生理造成危害的事，我了解各位的不安與慌亂；但我的立場並沒有比你們安逸。\n\n我也擔心 PAFF 的狀況，加上我自己也是記憶受影響的人之一，更不用說身為友人的 NEKO 也被管理局限制調查，這些事情我不可能處之泰然。\n\n不過在真相明瞭前，我不會在網路上透漏任何不完全的線索，也請各位不要隨意聽信來源不明的情報。\n\n你們也聽到我主管在新聞上說了，A.R.C. 會全力協助管理局在這些事件上的調查，也同意我本人會竭盡所能。\n\n因為保密條約，我在 iM 上能說的就這麼多了。\n\n科技與網路的本質是讓人類邁向更好的生活，但若被恣意濫用便是兩面刃。\n\n發這篇的作用不是想安撫大家，而是希望至少我身邊的人能夠用更理性的輿論去對待這些事件的受害者，別讓網路再對他們造成二度傷害。\n\n\n\n還有請別再持續 tag 這個帳號了。", "이 계정으론 음악과 관련된 내용만 포스팅하려고 했지만, 사태가 사태인 만큼 몇 가지 설명을 포스팅해야 할 것 같다는 생각이 들어 이렇게 글을 씁니다.\n\n최근 연쇄적 네트워크 테러 사건과 Æsir-FEST에서 수많은 사용자가 공격을 받은 일로 많은 분들이 불안과 공포에 떨고 있다는 것을 잘 알고 있습니다. 하지만 제 입장이 결코 여러분보다 안전하다거나 편하다고는 절대 말할 수 없습니다.\n\n저 역시 기억상실 피해를 입은 사람 중에 한 명이며, 현재 PAFF가 겪은 일들에 대해서도 걱정이 큽니다. 또한 현재 관리국에 의해 강압 조사를 받고 있는 저와 친분이 있는 NEKO의 일 역시 마냥 바라보고만 있을 수는 없다고 생각이 듭니다.\n\n하지만 사건의 진상을 정확하게 밝혀내기 전까진, 인터넷에 어떠한 단서라도 누설하지 않을 생각입니다. 출처가 불명확한 단서나 자료 등을 노출하는 행위는 오히려 피해자들에게 독이 될 것이라고 생각합니다. 따라서 여러분들도 출처가 불분명한 정보를 그대로 받아들이지 않으셨으면 합니다.\n\n이미 보신 분들도 계시겠지만, 제 상사가 뉴스에서 말했듯이, A.R.C.는 전력을 다해 관리국과 협력하여 이 사건을 조사하고 있으며, 저 본인 역시 최선을 다하고 있습니다.\n\n기밀 보안 약관을 넘어서지 않는 선에서 제가 iM에서 말할 수 있는 부분은 이 정도까지입니다.\n\n과학과 인터넷의 본질은 인류의 편의가 최우선적으로 고려되어야 합니다. 하지만 사용방법에 따라 흉기가 될 수 있는 양면성도 지니고 있습니다.\n\n이 글을 포스팅하는 이유는 여러분께 안심하라고 말하려는 것이 아니라\n조금 더 침착하고 이성적인 판단으로 본 사건과 피해자를 바라볼 수 있는 여론이 형성되는 것이 바람직하다는 말씀을 드리고 싶습니다. 더 이상 인터넷의 유언비어 등을 통해 피해자를 두 번 죽이는 일은 없었으면 합니다.\n\n\n그리고 마지막으로 이제 이 계정을 Tag하지 말아주셨으면 합니다.", "雖然在這邊寫音樂以外的東西已經違背了當初辦這個帳號的初衷，但事情鬧得這麼大我想我必須出來說明一下。\n\n關於最近一連串的網路危險事件，還有 Æsir-FEST 對使用者記憶與生理造成危害的事，我了解各位的不安與慌亂；但我的立場並沒有比你們安逸。\n\n我也擔心 PAFF 的狀況，加上我自己也是記憶受影響的人之一，更不用說身為友人的 NEKO 也被管理局限制調查，這些事情我不可能處之泰然。\n\n不過在真相明瞭前，我不會在網路上透漏任何不完全的線索，也請各位不要隨意聽信來源不明的情報。\n\n你們也聽到我主管在新聞上說了，A.R.C. 會全力協助管理局在這些事件上的調查，也同意我本人會竭盡所能。\n\n因為保密條約，我在 iM 上能說的就這麼多了。\n\n科技與網路的本質是讓人類邁向更好的生活，但若被恣意濫用便是兩面刃。\n\n發這篇的作用不是想安撫大家，而是希望至少我身邊的人能夠用更理性的輿論去對待這些事件的受害者，別讓網路再對他們造成二度傷害。\n\n\n\n還有請別再持續 tag 這個帳號了。", "虽然在这边写音乐以外的东西已经违背了当初办这个帐号的初衷，但事情闹得这么大我想我必须出来说明一下。\n\n关于最近一连串的网路危险事件，还有 Æsir-FEST 对使用者记忆与生理造成危害的事，我了解各位的不安与慌乱；但我的立场并没有比你们安逸。\n\n我也担心 PAFF 的状况，加上我自己也是记忆受影响的人之一，更不用说身为友人的 NEKO 也被管理局限制调查，这些事情我不可能处之泰然。\n\n不过在真相明了前，我不会在网路上透漏任何不完全的线索，也请各位不要随意听信来源不明的情报。\n\n你们也听到我主管在新闻上说了，A.R.C. 会全力协助管理局在这些事件上的调查，也同意我本人会竭尽所能。\n\n因为保密条约，我在 iM 上能说的就这么多了。\n\n科技与网路的本质是让人类迈向更好的生活，但若被恣意滥用便是两面刃。\n\n发这篇的作用不是想安抚大家，而是希望至少我身边的人能够用更理性的舆论去对待这些事件的受害者，别让网路再对他们造成二度伤害。\n\n\n\n还有请别再持续 tag 这个帐号了。"], "replies": [{"id": "x1202", "name": "TreeNoAlice", "avatar": "misc_102", "contents": ["Xenon you're such a great guy. Fight!", "Xenonさんはすごい がんばってください", "Xenon 你真的偉大 加油", "역시 개념남 Xenon! 적극 응원합니다!", "Xenon 你真的偉大 加油", "Xenon 你真的伟大 加油"]}, {"id": "x1203", "name": "xxScarlexx", "avatar": "misc_10", "contents": ["\\x/ \\x/ \\x/ \\x/", "\\x/ \\x/ \\x/ \\x/ ", "\\x/ \\x/ \\x/ \\x/ ", "\\x/ \\x/ \\x/ \\x/ ", "\\x/ \\x/ \\x/ \\x/ ", "\\x/ \\x/ \\x/ \\x/"]}, {"id": "x1204", "name": "Gearz_Igo", "avatar": "robosp_01", "contents": ["Buncha idiots tagging for no reason, super annoying", "低能がアホみたいにタグ付けしててまじ笑う", "一堆白痴在那邊tag真的神煩", "ㅁㅊ놈 tag 그만 하라는 글 안보이나. 장님이냐", "一堆白痴在那邊tag真的神煩", "一堆白痴在那边tag真的神烦"]}, {"id": "x1205", "name": "noneXenon", "avatar": "misc_02", "contents": ["Good work Xenon QQ", "Xenonさんおつかれさまです", "Xenon 辛苦了QQ", "Xenon님 정말 수고가 많으세요!ㅠㅠㅠ", "Xenon 辛苦了QQ", "Xenon 辛苦了QQ"]}, {"id": "x1206", "name": "Gogossip", "avatar": "default_09", "contents": ["Friends? Not just that right ( ͡° ͜ʖ ͡°)", "友人？それだけですかね( ͡° ͜ʖ ͡°)", "友人？不只吧( ͡° ͜ʖ ͡°)", "친분? 그 이상 아님?( ͡° ͜ʖ ͡°) 후다닥", "友人？不只吧( ͡° ͜ʖ ͡°)", "友人？不只吧( ͡° ͜ʖ ͡°)"]}, {"id": "x1207", "name": "Nyd_Ans", "avatar": "default_04", "contents": ["Umm, it somehow gives off a feeling that he's trying to dodge responsibilities. Shouldn't ARC give us a proper explanation?", "うーん・・・なんか責任逃れの言い訳みたい・・・\nARCも何かしら民衆に発信するべきなのでは？", "呃 有點迴避責任的感覺 ARC要給個交待吧？", "나만 책임 회피처럼 보이나? \nARC는 그래도 열씨미 하고 있다구요 빼애애액", "呃 有點迴避責任的感覺 ARC要給個交待吧？", "呃 有点回避责任的感觉 ARC要给个交待吧？"]}, {"id": "x1208", "name": "Seaflash", "avatar": "default_01", "contents": ["Dude, are you stupid? Xenon's just an employee, he can't do squat about that", "上の人大丈夫？Xenonはただの社員だけど", "樓上白目? Xenon只是員工而已", "1 진심으로 정상적인 사회생활 가능한지 묻고 싶다. Xenon은 거기 직원일 뿐이다.", "樓上白目? Xenon只是員工而已", "楼上白目? Xenon只是员工而已"]}, {"id": "x1209", "name": "Fu7ureW0rld", "avatar": "misc_79", "contents": ["Music is innocent! \\x/", "音楽に罪はない！\\x/", "音樂是無辜的！\\x/", "음악에는 죄가 없다!\\x/", "音樂是無辜的！\\x/", "音乐是无辜的！ \\x/"]}, {"id": "x1210", "name": "AngryMan", "avatar": "default_05", "contents": ["Calm? If I'm not calm I would have broken into the admins' offices and beat the living hell out of those little b*****!", "冷静になれ？いやいや冷静さを失ってたら、とっくに管理局の使えないクズを殺してるからw", "冷靜？我要是不夠冷靜早就一刀砍死管理局那些小王八蛋了！", "침착? 내가 지금 나름 침착한 상태라 가만히 있는 거지 아니였으면 그 관리국 ㅅㄲ들 진작에 가서 죽여버렸을 걸", "冷靜？我要是不夠冷靜早就一刀砍死管理局那些小王八蛋了！", "冷静？我要是不够冷静早就一刀砍死管理局那些小王八蛋了！"]}, {"id": "x1211", "name": "SuperKY", "avatar": "default_14", "contents": ["Heard rumors of Xenon being a two-timer, is that true?", "Xenon両天秤ってホントーですかー", "聽說Xenon腳踏兩條船4真的ㄇ?", "Xenon 양다리 걸친다는 소문은 사실인가?", "聽說Xenon腳踏兩條船是真的嗎?", "听说Xenon脚踏两条船是真的吗?"]}, {"id": "x1212", "name": "KiwaHu", "avatar": "team_13", "contents": ["More and more dumb comments, pls ban them", "頭の悪そうなコメ多すぎ。ブロックしないんですか。", "低能留言越來越多了，禁言吧？", "진짜 저능아들 글들이 많아지고 있다.", "低能留言越來越多了，禁言吧？", "低能留言越来越多了，禁言吧？"]}, {"id": "x1213", "name": "Wrinkleheart", "avatar": "misc_93", "contents": ["Agreed, like is it that hard to read the mood?", "それな KYもほどほどにして欲しいわ", "真的 有夠KY", "그만 좀 해라 정신병자들아", "真的 有夠白目", "真的 有够白目"]}, {"id": "x1214", "name": "RyanRii", "avatar": "default_06", "contents": ["So many people making random guesses without proper knowledge, so dumb", "よく知りもしないくせにワーワー騒ぐだけ騒ぐやつ", "超多人搞不清楚狀況就在那邊亂猜 北七", "하여튼 어디서 주워들은 것만 가지고 소설 쓰는 애들 너무 많아", "超多人搞不清楚狀況就在那邊亂猜 白痴", "超多人搞不清楚状况就在那边乱猜 白痴"]}, {"id": "x1215", "name": "Quest_ION", "avatar": "default_07", "contents": ["So you have \"proper knowledge\"?? LOL", "へーじゃあ、あなたは分かるんですか？", "你就很懂??", "그럼 넌 어디서 직접 들었냐?", "你就很懂??", "你就很懂??"]}, {"id": "x1216", "name": "KiwaHu", "avatar": "team_13", "contents": ["Didn't he just say don't blabber on the net before the truth is revealed? Do you need me to spell it out word for word?", "真相が分かるまではネットであれこれ騒ぐなって言ってるのが分からないん？日本語ワカリマスカーーーーーキャンユースピークジャパニーズ？", "不就說真相出來前別躲在網路嘴砲? 住海邊??", "아니 그냥 진상이 밝혀지기 전까진 추측성 글 같은거 올리지도 믿지도 말라는 글인데 초등학교때 글 안배웠냐? 저게 어려워?", "不就說真相出來前別躲在網路嘴砲? 住海邊??", "不就说真相出来前别躲在网路嘴炮? 住海边??"]}, {"id": "x1217", "name": "Pinevalley", "avatar": "misc_62", "contents": ["Bunch of useless hacks, completely forgetting the fact that this is the very person that allowed them to use the virtual internet safely for all these years. Now there's A problem then all of a sudden he's \"the bad guy\"", "これまで神経ネットワークを快適に利用できてたのは誰のおかげかもう忘れたのかな\nちょっと問題が発生しただけで手のひら返したように責め立ててるけど", "一群廢物也不想想這些年你們能好好用精神網路都是靠誰 現在一有問題就馬上翻臉不認人", "너희 쓰레기같은 놈들도 누구 덕분에 이렇게 편리하게 정신 네트워크를 이용할 수 있었는 지 다시 한번 생각해봐라. 군소리 않고 잘 쓰다가 문제 한 번 생기니깐 역적으로 몰아가는 클라스 ㅋㅋㅋ딱 너네 수준임", "一群廢物也不想想這些年你們能好好用精神網路都是靠誰 現在一有問題就馬上翻臉不認人", "一群废物也不想想这些年你们能好好用精神网路都是靠谁 现在一有问题就马上翻脸不认人"]}, {"id": "x1218", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["Good point", "同意", "樓上中肯", "1)맞는 말임", "樓上中肯", "楼上中肯"]}, {"id": "x1219", "name": "Pixely99", "avatar": "misc_100", "contents": ["Agreed", "まじそれ", "樓樓上+1", "11)맞는 말임 ㅋㅋ 헛소리 하는 놈들 제발 아닥좀 해라", "樓樓上+1", "楼楼上+1"]}, {"id": "x1220", "name": "Queenof08", "avatar": "misc_56", "contents": ["I've seen those people who have been harassing Xenon, god they are annoying. I've reported every single one I saw yet there's still more!!", "Xenonに迷惑かけてる人たち多すぎ!!ひとつひとつスパム報告して行ってるけど追いつかない!!", "我有看到那群人一直在騷擾Xenon超煩的  根本檢舉不完!!", "저런 애들 때거지로 몰려와서 Xenon 귀찮게 하는 거임. 전부 다 신고하기엔 저런 애들이 너무 많음", "我有看到那群人一直在騷擾Xenon超煩的  根本檢舉不完!!", "我有看到那群人一直在骚扰Xenon超烦的 根本检举不完!!"]}, {"id": "x1221", "name": "lenba", "avatar": "team_18", "contents": ["Xenon is practically a saint compared to them", "Xenonは神", "Xenon 根本聖人", "Xenon 역시 개념철철. ", "Xenon 根本聖人", "Xenon 根本圣人"]}, {"id": "x1222", "name": "FindingCat", "avatar": "default_02", "contents": ["What can I do, I'm so worried about NEKO...", "どうしよう…NEKOが心配…", "怎麼辦 超擔心NEKO的...", "NEKO어떡하지... 걱정된다 ㅠ", "怎麼辦 超擔心NEKO的...", "怎么办 超担心NEKO的..."]}, {"id": "x1223", "name": "PAFFxNEKO", "avatar": "default_03", "contents": ["I hope that they are both fine!!\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>\n<font color=\"#ccffffff\"><b>#GoodLuckNEKO</b></font>", "ふたりとも無事ですように！\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>\n<font color=\"#ccffffff\"><b>#GoodLuckNEKO</b></font>", "希望她們都沒事!!\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>\n<font color=\"#ccffffff\"><b>#GoodLuckNEKO</b></font>", "제발 아무 일도 없었으면 좋겠다!!\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>\n<font color=\"#ccffffff\"><b>#GoodLuckNEKO</b></font>", "希望她們都沒事!!\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>\n<font color=\"#ccffffff\"><b>#GoodLuckNEKO</b></font>", "希望她们都没事!!\n<font color=\"#ccffffff\"><b>#PrayForPAFF</b></font>\n<font color=\"#ccffffff\"><b>#GoodLuckNEKO</b></font>"]}, {"id": "x1224", "name": "NnNn", "avatar": "team_11", "contents": ["Someone send help. It's only been days, but the lack of NEKO streams are killing me...", "たった数日NEKOの配信見てないだけで禁断症状が出始めてる、、、", "我才幾天沒看NEKO的台已經要精神崩潰了...", "NEKO 방송 못 본지 며칠이나 됐다고 지금 금단현상 오기 시작했음...", "我才幾天沒看NEKO的台已經要精神崩潰了...", "我才几天没看NEKO的台已经要精神崩溃了..."]}]}