{"id": "x1301", "name": "Xenon", "titles": ["Some things must be stated clearly", "これだけは言わせてもらいます", "有些事情必須要講清楚", "정확히 설명을 해야할 것 같아서", "有些事情必須要講清楚", "有些事情必须要讲清楚"], "avatar": "xenon_01", "attachments": [], "contents": ["Didn't think that I would be so busy that I wouldn't have time to post on iM, and that every time I post it's about things that I find very irritating.\n\nI believe everyone has more or less seen the cover story of this issue's 08 Daily, some reports about my friends and me. \n\nFor the record, I must declare that the motivation behind this report to be very, very questionable. If its purpose is to only provide a description of an event, then the absurd amount of misinformation mixed into the report is unforgivable. It has seriously affected the public image of my friends and me and has invaded the privacy of our lives.\n\nFirst of all, NEKO's release is a legal procedure based entirely on the independent judgment of the law enforcement department. There is no way myself or even my company could influence their judgment by so-called \" relationships\". The reporter attempted to direct the case to a presumption in which NEKO was guilty and was only able to escape legal procedures because of her influences. I find this false accusation to be very offensive and thoroughly uncomfortable. \n\nSecond, my personal relationship situation is not what was made up in the report. Regarding the two females who were present on-site that day, we are merely good friends right now. \n\nI hope that some media outlets can be aware of the quality of their reports and follow basic journalism ethics. This type of rumor-mongering should not be allowed in the future. ", "最近iMに投稿する時間もあまりとれていませんが、少ない投稿が全部あまりいい話でないというのは、中々いい気持ではありません。ですが、このことについては、はっきりしておいた方がいいと判断したので、投稿します。\n\n自分と友人に関する08 Dailyの記事を見た人も多いと思います。\n\nただ、目にした事実を報道したかっただけにしても、あの報道には間違った情報があまりにも多すぎます。あの記事が原因で、すでに自分と友人のイメージやプライベートにまで影響が及んでいます。\n\nまず、NEKOの釈放についてですが、あれは執法部が自ら調査に基づき下した判断です。自分が、会社の力を使ってどうこうといった事実は、一切ありません。あの記事は当事者が罪を犯しているにも拘らず、コネを利用して正統な裁きを受けずに済んだと世論に印象付ける悪意ある報道だと認識します。\n\nまた、自分のプライベートに関する情報も記事に書かれていたようなものではありません。二人とは良き友人として交友関係を築いています。\n\nメディアにはモラルにのっとった品質の高い報道をしてもらいたいです。このようなデマを広める報道は悪習だと思います。ぜひ、自らの行いを見直してみてください。", "沒想到最近在iM的發文時間減少這麼多，結果每次都還是講一些不開心的事情。\n\n大家應該多少都有看到在這期 08 Daily 的封面故事報導，一些關於我和朋友的事情。\n\n我必須要先鄭重聲明這篇報導的動機有很大的問題，如果只是想描述一件事情的發生，那裏面真的已經參雜太多錯誤的資訊，已經嚴重影響朋友與我的形象以及侵犯私生活領域。\n\n首先 NEKO 的釋放程序是完全經過執法處獨立判斷執行的，不可能是我甚至我的公司動用甚麼關係就可以影響，該記者試圖把問題導向當事人有罪而且是靠關係逃過正當司法程序我覺得是很嚴重的指控。\n\n其次，我個人的感情生活也並不如報導中所杜撰，我與現場兩位女性目前都是保持單純朋友的關係。\n\n希望部分媒體能夠自律報導品質以及堅守新聞道德，不要再讓這種惡意造謠文化繼續發生。", "최근에도 iM에 게시글을 자주 올리진 않았지만, 결국 매번 안 좋은 일들에 관한 일들만 올리게 되는 것 같군요.\n\n분명 많은 사람들이 이번 주 08 Daily 표지를 봤을 겁니다. 모두 저와 제 친구들에 관한 이야기였죠.\n\n물론 눈으로 본 광경을 그저 보도하는 것일 뿐이라곤 해도, 잘못된 정보가 너무 많은 것은 물론 저를 포함한 제 친구들의 사생활 영역 침범이 확실하여 직접 해명글을 올리기로 결심했습니다.\n\n우선 NEKO의 석방 절차는 완전히 집법원의 독립적인 권한 및 판단으로 진행되며, 저를 포함한 제가 속한 기관이 이에 관해 어떤 영향력도 일절 행사할 수 없습니다. 기자는 NEKO 당사자를 이미 유죄가 있음에도 다른 편법을 이용하여 이를 벗어났다고 가정하고 악의성이 다분한 보도를 한 것에 지나지 않습니다.\n\n그리고 보도에서 말한 저와 두 사람의 관계는 어떠한 근거도 없이 추측성으로 쓴 글일 뿐이며, 저는 그 두 사람과 좋은 친구 관계를 유지하고 있는 중입니다.\n\n일부 언론 매체들이 기사란 무엇인가를 다시 한번 생각하고 기본적인 저널리즘 윤리를 따를 수 있기를 바라며, 또한 앞으로도 계속 이런 유형의 저속한 기사들이 나와서는 안될 것임을 인지할 수 있길 바랍니다.", "沒想到最近在iM的發文時間減少這麼多，結果每次都還是講一些不開心的事情。\n\n大家應該多少都有看到在這期 08 Daily 的封面故事報導，一些關於我和朋友的事情。\n\n我必須要先鄭重聲明這篇報導的動機有很大的問題，如果只是想描述一件事情的發生，那裏面真的已經參雜太多錯誤的資訊，已經嚴重影響朋友與我的形象以及侵犯私生活領域。\n\n首先 NEKO 的釋放程序是完全經過執法處獨立判斷執行的，不可能是我甚至我的公司動用甚麼關係就可以影響，該記者試圖把問題導向當事人有罪而且是靠關係逃過正當司法程序我覺得是很嚴重的指控。\n\n其次，我個人的感情生活也並不如報導中所杜撰，我與現場兩位女性目前都是保持單純朋友的關係。\n\n希望部分媒體能夠自律報導品質以及堅守新聞道德，不要再讓這種惡意造謠文化繼續發生。", "没想到最近在iM的发文时间减少这么多，结果每次都还是讲一些不开心的事情。\n\n大家应该多少都有看到在这期 08 Daily 的封面故事报导，一些关于我和朋友的事情。\n\n我必须要先郑重声明这篇报导的动机有很大的问题，如果只是想描述一件事情的发生，那里面真的已经参杂太多错误的资讯，已经严重影响朋友与我的形象以及侵犯私生活领域。\n\n首先NEKO 的释放程序是完全经过执法处独立判断执行的，不可能是我什至我的公司动用什么关系就可以影响，该记者试图把问题导向当事人有罪而且是靠关系逃过正当司法程序我觉得是很严重的指控。\n\n其次，我个人的感情生活也并不如报导中所杜撰，我与现场两位女性目前都是保持单纯朋友的关系。\n\n希望部分媒体能够自律报导品质以及坚守新闻道德，不要再让这种恶意造谣文化继续发生。"], "replies": [{"id": "x1302", "name": "TreeNoAlice", "avatar": "misc_102", "contents": ["I'm with you!! I was super p***ed as well when I read that article; it's a load of BS", "応援してます!!!あの記事見た時は怒りでおかしくなりそうでした(笑)\nあんなデタラメ書いて恥ずかしくないんですかね???", "加油!! 我看到那篇文章也是氣炸了根本想亂帶風向", "나도 그 기레기가 쓴 기사 보고 열받았었는데! XENON 힘내!!", "加油!! 我看到那篇文章也是氣炸了根本想亂帶風向", "加油!! 我看到那篇文章也是气炸了根本想乱带风向"]}, {"id": "x1303", "name": "xxScarlexx", "avatar": "misc_10", "contents": ["I believe Xenon is not someone who would do something like that", "Xenonさんはそんなことしないって信じてます", "相信Xenon不會做出那些事情", "나도 Xenon이 절대로 그런 사람이 아니라는 것을 쭉 믿고 있음", "相信Xenon不會做出那些事情", "相信Xenon不会做出那些事情"]}, {"id": "x1304", "name": "Gearz_Igo", "avatar": "robosp_01", "contents": ["Do you want to sue them?? I know a lawyer who specializes in dealing with cases like this", "弁護士の知り合いがいます。訴えるのも一つの手ですよ。。。", "要不要提告啊?? 我有認識的律師處理這種", "고소해버려요! 제 친구 중에 변호사하는 친구 있는데", "要不要提告啊?? 我有認識的律師處理這種", "要不要提告啊?? 我有认识的律师处理这种"]}, {"id": "x1305", "name": "noneXenon", "avatar": "misc_02", "contents": ["\\x/ \\x/ \\x/ \\x/ I got your back \\x/ \\x/ \\x/ \\x/", "\\x/ \\x/ \\x/ \\x/ Xenonは正義 \\x/ \\x/ \\x/ \\x/", "\\x/ \\x/ \\x/ \\x/ 你是對的 \\x/ \\x/ \\x/ \\x/ ", "\\x/ \\x/ \\x/ \\x/ Xenon이 하는 말은 다 옳다 \\x/ \\x/ \\x/ \\x/", "\\x/ \\x/ \\x/ \\x/ 你是對的 \\x/ \\x/ \\x/ \\x/ ", "\\x/ \\x/ \\x/ \\x/ 你是对的 \\x/ \\x/ \\x/ \\x/"]}, {"id": "x1306", "name": "Gogossip", "avatar": "default_09", "contents": ["Probably indecent sexual relationships? There were witnesses of you dating and spending the night outside", "不純な異性関係の間違いでしょーが。お泊りデート目撃されてるんですよ？わかってます？", "不純異性關係吧? 聽說在外面約會過夜都有被目擊過阿", "단순한 친구관계는 아니지 않나? 밖에서 데이트도 하고 같이 밤도 샜다고 하는 목격자도 수두룩 한데", "不純異性關係吧? 聽說在外面約會過夜都有被目擊過阿", "不纯异性关系吧? 听说在外面约会过夜都有被目击过阿"]}, {"id": "x1307", "name": "Axroid_Sona", "avatar": "robosp_07", "contents": ["Dude, watch your mouth. You better have proof before you say something like that or you're gonna get sued", "上の人証拠もないのに適当なこと言うと訴えられますよ\nお気をつけて", "樓上講話要有證據阿小心被告", "1진짜 아무런 증거 없이 이런 글 좀 싸지르지 마라. 너 고소당한다", "樓上講話要有證據阿小心被告", "楼上讲话要有证据阿小心被告"]}, {"id": "x1308", "name": "Brock3tt", "avatar": "misc_09", "contents": ["You can't say that ARC's internet security department and the LED are completely unrelated organizations though\nThere's a ton of cases out there where the two collaborated", "ARCと執法部が関係ないとは言い切れない\n一緒に捜査してる事件だっていっぱいあるし", "ARC資安部門跟執法處也不能說毫無關係吧\n兩邊合作的案子明明一堆", "ARC 보안 부서가 집법부랑 아무런 관계도 없다고는 할 수 없지.\n둘이 같이 협력해서 일한 것만 해도 몇 갠데", "ARC資安部門跟執法處也不能說毫無關係吧\n兩邊合作的案子明明一堆", "ARC资安部门跟执法处也不能说毫无关系吧\n两边合作的案子明明一堆"]}, {"id": "x1309", "name": "Nyd_Ans", "avatar": "default_04", "contents": ["Is there finally a crack in Xenon's facade LOLOL", "ついに聖人Xenonにも影が", "聖人Xenon要黑掉了嗎wwww", "역시 Xenon도 먼지 한 톨도 없는 사람은 아니었구먼ㅋㅋㅋㅋㅋㅋ", "聖人Xenon要黑掉了嗎wwww", "圣人Xenon要黑掉了吗wwww"]}, {"id": "x1310", "name": "AngryMan", "avatar": "default_05", "contents": ["Chink in the armor XD", "なんやてええええ", "以後粉絲叫聖粉好了", "그래도 이후에 팬들이 실드 쳐주겠지 ㅋㅋㅋ", "以後粉絲叫聖粉好了", "以后粉丝叫圣粉好了"]}, {"id": "x1311", "name": "SuperKY", "avatar": "default_14", "contents": ["If you look at Xenon's posts from another angle you'll notice that there's something seriously wrong about this guy", "Xenonの投稿を違う角度から見るとやべーやつにしか見えない", "換一個心情看Xenon的文章反而會覺得這傢伙超不對勁的", "Xenon 글을 또 다른 각도에서 보면 괜히 또 이상하게 느껴지기도 함", "換一個心情看Xenon的文章反而會覺得這傢伙超不對勁的", "换一个心情看Xenon的文章反而会觉得这家伙超不对劲的"]}, {"id": "x1312", "name": "KiwaHu", "avatar": "team_13", "contents": ["If you can't read then would you kindly f*** off pls", "日本語分からない人はここに来ないで", "文盲就不要來這邊亂版好嗎？", "난독증 있는 애들은 그냥 여기서 분탕치지 말고 좀 다른데 가서 놀아라", "文盲就不要來這邊亂版好嗎？", "文盲就不要来这边乱版好吗？"]}, {"id": "x1313", "name": "Wrinkleheart", "avatar": "misc_93", "contents": ["More and more retarded comments. Shouldn't you ban them", "クソガキが増えてるな\nブロックしとけば", "低能留言越來越多了，不全部鎖一鎖嗎", "멍청한 놈 인증글이 계속 많아지네. 한꺼번에 차단 못 시키나", "低能留言越來越多了，不全部鎖一鎖嗎", "低能留言越来越多了，不全部锁一锁吗"]}, {"id": "x1314", "name": "RyanRii", "avatar": "default_06", "contents": ["It's pointless~\nIf you ban them, they say you're hiding something\nIf you don't ban them, they just keep ignoring the post and spilling BS", "意味ないと思うけど\nブロックしてもあいつらに叩かれるだけだし\nしなかったらしなかったでいつまでも湧く", "沒用啦\n鎖了他們說你心虛\n不鎖他們又文盲只會跳針", "소용없음\n저런 부류의 애들은 니가 먼저 차단하면 지들이 이겼다고 정신승리하면서 좋아하고\n그렇다고 또 차단 안하면 계속해서 똥글만 싸지르는 애들임", "沒用啦\n鎖了他們說你心虛\n不鎖他們又文盲只會跳針", "没用啦\n锁了他们说你心虚\n不锁他们又文盲只会跳针"]}, {"id": "x1315", "name": "Quest_ION", "avatar": "default_07", "contents": ["Xenon we are here to support you \\x/", "Xenonを支え続けます\\x/", "Xenon我們挺你\\x/ ", "Xenon 우리가 항상 응원할게!\\x/", "Xenon我們挺你\\x/ ", "Xenon我们挺你\\x/"]}, {"id": "x1316", "name": "AntiNEKO", "avatar": "default_09", "contents": ["You're quite the man though, getting together with two uber-popular goddesses", "こんな美女ふたりを二股とかやべーな", "敢一次動兩位女神真的不是簡單人物", "한 번에 여신 두 명과 스캔들이 나는 거 보면 확실히 예사 인물은 아니야", "敢一次動兩位女神真的不是簡單人物", "敢一次动两位女神真的不是简单人物"]}, {"id": "x1317", "name": "Pinevalley", "avatar": "misc_62", "contents": ["He came out to issue a proper statement\nyet still a buncha idiots commenting nonsense", "人がまじめに声明出してるのに頭悪い人多すぎ、、\nキッズかな", "人家認認真真出來聲明\n結果底下一堆白目", "정말 성심성의껏 올린 이런 해명글에 저딴 댓글밖에 못 다는 애들이 생각보다 많다는 사실에 소름", "人家認認真真出來聲明\n結果底下一堆白目", "人家认认真真出来声明\n结果底下一堆白目"]}, {"id": "x1318", "name": "Doubty", "avatar": "default_10", "contents": ["So what? Issuing a statement doesn't mean he did nothing wrong. Criminals issue statements all the time; doesn't mean a thing if they're still guilty", "声明出せば何でも丸く収まると思ったら大間違いなんだなぁ\n人殺しても声明出せば許されることになっちゃうよ", "又不是每件事情發聲明就沒事，殺人放火發聲明就無罪喔???", "해명글이 무슨 만능까방권인 줄 아나?\n사람 죽이고 불질러도 해명글 올리면 다 해결되겠네???", "又不是每件事情發聲明就沒事，殺人放火發聲明就無罪喔???", "又不是每件事情发声明就没事，杀人放火发声明就无罪喔???"]}, {"id": "x1319", "name": "Pixely99", "avatar": "misc_100", "contents": ["Wow you're comparing gossip/fake news to criminal statements\nDid you s*** out your logic the last time you took a dump?", "頭のネジが足りない奴がおおいわ", "看來很多人的邏輯老師都ㄙˊ常請假", "초등학교 선생님들 단체로 휴가 냈나?\n오늘 왜케 초딩같은 글이 많지?", "看來很多人的邏輯老師都時常請假", "看来很多人的逻辑老师都时常请假"]}, {"id": "x1320", "name": "Arya_Poke", "avatar": "robosp_03", "contents": ["There's plenty out there who would pretend they saw nothing when their idols did something wrong", "応援してる芸能人がやらかしても見てみぬふりする人もたくさんいますよ", "很多人看到偶像做錯事也是假裝沒看見阿", "지가 좋아하는 아이돌이 뭐 잘못해도 못 본 척 모르는 척하는 그런 팬들도 생각보다 많아", "很多人看到偶像做錯事也是假裝沒看見阿", "很多人看到偶像做错事也是假装没看见阿"]}, {"id": "x1321", "name": "FindingCat", "avatar": "default_02", "contents": ["Should we boycott these terrible reports（￣へ￣）", "マスゴミは消えろ", "爛媒體是不是該抵制一下 （￣へ￣）", "기레기들도 좀 사라졌으면 좋겠다（￣へ￣）", "爛媒體是不是該抵制一下 （￣へ￣）", "烂媒体是不是该抵制一下 （￣へ￣）"]}]}