{"id": "ivos005", "name": "Main_Log_699_12_28", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "     Been six days since I woke up, and I haven't even made it out of the jungle... It appears that the distance is much further than I imagined. It seems like there is no end to the wall of green. Fortunately, food sources are abundant. \n\n    When I woke up this morning, the creature I rescued last time was staring at me while hiding behind a tree. The moment I turn my head, it immediately ducks back behind the tree; but then it quickly peeks out again with an expression filled with curiosity. No matter where I go, whenever I turn around, I can always see it.\n\n    Just now, when I was eating, I tried to approach it by tossing it a fruit. It ate the fruit very quickly. After it was full, it stretched its wings, lied down, and started sleeping loudly.  It showed no caution towards me at all, like I'm someone he's very familiar with. \n\n    Looking at it, I'm getting sleepy as well. That's it for today. \n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　目が覚めてから6日が経った。まだこの叢林を抜け出せない……思ったより、遠くにいたらしい。見渡す限りの緑。永遠に終わりがないように思える。でも、食べ物には困らなくてよかった。\n\n　今朝、目を覚ましたら、この前逃がしたあの生物が木の後ろからこちらの様子を伺っていた。私が振り向くと、すぐに隠れて、でもまたすぐに頭を出し、好奇心満々の顔でこちらを見ている。私がどこまで歩いても、振り向くと必ずそこにいる。\n\n　さっき、食事中に、果物の欠片を投げてみた。あの子はすぐにそれをつつくと、お腹いっぱいになったのか、羽を伸ばして眠り始めた。全く警戒心は感じられない。まるで、私が古くからの友人とでもいうかのように。\n\n　眺めているうちに私も眠くなってきた。今日はここまでにしよう。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　醒來第六天了，我還沒走出叢林……看樣子我的距離比想像中還遠。滿滿的綠色彷彿沒有盡頭，還好食物非常充足。\n\n　　上次放走的那隻生物，今早清醒時，牠躲在樹後盯著我看；我一轉頭，牠馬上縮回去，但很快又探出頭，滿臉好奇。不管我走到哪，一轉頭就能見到牠。\n\n　　剛才吃東西時，我試著丟了顆果子過去，牠很快就吃了起來；吃飽後，牠伸展翅膀、躺下呼呼大睡，毫無戒心，彷彿我是牠熟識的對象一樣。\n\n　　看著看著，我也睏了。今天就到這裡吧。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　깨어난 지 6일째. 아직도 이 숲을 빠져나가지 못했다……내가 상상한 것보다 거리가 꽤 되는 것 같다. 초록빛이 끝없이 펼쳐져 사방을 뒤덮고 있지만, 그래도 먹을 것은 충분히 있는 것 같아 다행이다.\n\n　　오늘 아침 깨어났을 때, 저번에 놓아줬던 그 생명체가 나를 응시하고 있었다. 내가 고개를 돌리면 곧바로 몸을 움츠렸지만 금세 다시 호기심 가득한 얼굴로 고개를 내밀었다. 내가 어디로 향하든, 고개를 돌리기만 하면 그 생명체가 보인다.\n\n　　방금 배를 채우는 김에 열매 하나를 생명체에게 던져주었다. 그 생명체는 열매를 재빨리 먹어치운 후 날개를 펼치더니 금세 숨을 고르며 땅에 드러누워 자기 시작했다. 나를 평소에 알고 지내는 대상으로 여기는 듯이, 조금의 경계심도 보이지 않는다.\n\n　　저 모습을 가만히 보고 있자니, 나 역시 졸음이 몰려오기 시작한다. 오늘은 여기까지만.\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　醒來第六天了，我還沒走出叢林……看樣子我的距離比想像中還遠。滿滿的綠色彷彿沒有盡頭，還好食物非常充足。\n\n　　上次放走的那隻生物，今早清醒時，牠躲在樹後盯著我看；我一轉頭，牠馬上縮回去，但很快又探出頭，滿臉好奇。不管我走到哪，一轉頭就能見到牠。\n\n　　剛才吃東西時，我試著丟了顆果子過去，牠很快就吃了起來；吃飽後，牠伸展翅膀、躺下呼呼大睡，毫無戒心，彷彿我是牠熟識的對象一樣。\n\n　　看著看著，我也睏了。今天就到這裡吧。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　醒来第六天了，我还没走出丛林……看样子我的距离比想像中还远。满满的绿色仿佛没有尽头，还好食物非常充足。\n\n　　上次放走的那只生物，今早清醒时，它躲在树后盯着我看；我一转头，它马上缩回去，但很快又探出头，满脸好奇。不管我走到哪，一转头就能见到它。\n\n　　刚才吃东西时，我试着丢了颗果子过去，它很快就吃了起来；吃饱后，它伸展翅膀、躺下呼呼大睡，毫无戒心，仿佛我是它熟识的对象一样。\n\n　　看着看着，我也困了。今天就到这里吧。\n"}]]}