{"id": "ivos040", "name": "Main_Log_702_11_06", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "        Ran a quick check-up. The plant experienced no errors. The images of Simon Jackson do indeed exist in Neko Asakura's brain. However, when faced with questioning from the Administration Bureau's agents, she still insisted that he is innocent...\n\n        This is so hard to explain. I could easily use suggestion on her. As long as I have the desire, completely destroying her brain is not difficult as well. Yet I couldn't completely control her mind and her decision-making. Could it be that her brain's strength is capable of overriding my suggestion? That's impossible; she's just a mere human who couldn't be more ordinary.  \n\n        ... No, this is just more proof, that Humans... are not as \"ordinary\" as the data implied, to begin with. While those images of destruction are certainly real, they also have a side that's emotional and kind... At certain moments, their resolute will is worthy of respect as well... Never thought I would think this way...\n\n        Forget it... Although unable to utilize Neko Asakura's testimony, humans still firmly believe that Simon Jackson is the real Æsir. Everything is still going smoothly, for now.\n\n        Better finish the re-evaluation of the Cytus system first as soon as possible. Vanessa... is the most important. \n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　チェックしてみた。入力には何もエラーはなかった。朝倉音心の脳には間違いなく、Simon Jacksonの映像が残っているはず。にもかかわらず、彼女は管理局に何を聞かれても、彼は無実だと言い張り続ける……\n\n　理解しがたい。あの子の脳に影響を与えることは私にとっては容易い事。あの子の脳を徹底的に破壊することだって難しくはない。にもかかわらず、私はあの子の意識と決定をコントロールしきれない。あの子の脳の力が私の暗示を凌駕しているとでも言うの？あの子はただの平凡な人間に過ぎないのに。\n\n　……いや、これは何の証明にもならない。人類は……データにあるほど「平凡」ではない。あの破滅の映像は事実だけれど、彼らにも感情や良い一面もある……時折見せる強い意志の力にも感服する……まさか、私がこんな風に考える日が来るなんて……\n\n　まあいい……朝倉音心の証言は利用できなくなったけど、人類はSimon JacksonがÆsir本人だと思い込んでる。しばらくは問題ない。\n\n　先に急いでCytusシステムのチェックを進めよう。一番大事なのは……Vanessa。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　檢查了一下，置入沒有出錯，Neko Asakura 的腦海裡確實存在 Simon Jackson 的影像。但面對管理局人員的質問，她還是堅持他無罪……\n\n　　真難解釋。我能夠輕易給她施加暗示，只要我想，將她的腦徹底破壞也並不困難，卻無法完全掌控她的意識與決定。難道她腦的力量凌駕於我的暗示？她明明只是個再平凡不過的人類啊。\n\n　　……不，這只是證明，人類……本來就不像資料裡說的那麼「平凡」。那些破滅的影像固然是真的，但他們也有感性與良善的一面……在某些時刻，堅定的意志也值得敬佩……沒想到我會這麼想……\n\n　　算了……雖然沒辦法利用 Neko Asakura 的證詞，人類始終認定 Simon Jackson 是 Æsir 本尊，暫時還不會出事。\n\n　　先加緊完成 Cytus 系統的再評估吧，Vanessa……才是最重要的。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　입력에 오류가 있었는지 다시 점검해보았다. Neko Asakura의 뇌에는 Simon Jackson에 대한 영상이 확실히 존재한다는 걸 다시금 확인했지만, 그녀는 관리국 사람들의 질문에 Simon Jackson은 죄가 없다고 말하고 있다...\n\n　　이해할 수 없군. 그녀에게 암시를 걸어 내가 원할 때 그녀의 뇌를 철저하게 파괴하는 일쯤은 절대 어려운 일이 아니다. 그런데도 그녀의 의식과 결정권을 완전히 장악하지는 못했다. 설마 뇌의 잠재된 힘이 나의 암시 능력을 능가한다는 건가? 그저 평범한 인간에 불과할 뿐인데?\n\n　　...아니, 이걸로 증명됐다. 인간은...데이터에 기록된 것처럼 그렇게 「평범」한 존재가 아니라는 것을. 물론 그 파멸로 가득했던 영상은 인간의 실체를 적나라하게 보여주지만, 동시에 감정과 선량함을 지닌 다른 일면의 모습도 갖추고 있다... 정말이지 가끔은 그들의 확고한 의지력에 감복하지 않을 수 없다... 내가 이런 생각을 하게 될 줄이야...\n\n　　뭐, 괜찮겠지... Neko Asakura를 이용해 증언을 조작할 수 없게 됐다 하더라도, 인간들은 이미 Simon Jackson의 정체가 Æsir라고 단정 짓기 시작했으니, 잠깐 동안은 큰 문제가 일어나진 않을 것이다.\n\n　　지금은 서둘러 Cytus 시스템을 재점검하는 일이 급선무이다. 그래도 가장 중요한 건 바로... Vanessa니깐.\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　檢查了一下，置入沒有出錯，Neko Asakura 的腦海裡確實存在 Simon Jackson 的影像。但面對管理局人員的質問，她還是堅持他無罪……\n\n　　真難解釋。我能夠輕易給她施加暗示，只要我想，將她的腦徹底破壞也並不困難，卻無法完全掌控她的意識與決定。難道她腦的力量凌駕於我的暗示？她明明只是個再平凡不過的人類啊。\n\n　　……不，這只是證明，人類……本來就不像資料裡說的那麼「平凡」。那些破滅的影像固然是真的，但他們也有感性與良善的一面……在某些時刻，堅定的意志也值得敬佩……沒想到我會這麼想……\n\n　　算了……雖然沒辦法利用 Neko Asakura 的證詞，人類始終認定 Simon Jackson 是 Æsir 本尊，暫時還不會出事。\n\n　　先加緊完成 Cytus 系統的再評估吧，Vanessa……才是最重要的。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　检查了一下，置入没有出错，Neko Asakura 的脑海里确实存在 Simon Jackson 的影像。但面对管理局人员的质问，她还是坚持他无罪……\n\n　　真难解释。我能够轻易给她施加暗示，只要我想，将她的脑彻底破坏也并不困难，却无法完全掌控她的意识与决定。难道她脑的力量凌驾于我的暗示？她明明只是个再平凡不过的人类啊。\n\n　　……不，这只是证明，人类……本来就不像资料里说的那么「平凡」。那些破灭的影像固然是真的，但他们也有感性与良善的一面……在某些时刻，坚定的意志也值得敬佩……没想到我会这么想……\n\n　　算了……虽然没办法利用 Neko Asakura 的证词，人类始终认定 Simon Jackson 是 Æsir 本尊，暂时还不会出事。\n\n　　先加紧完成 Cytus 系统的再评估吧，Vanessa……才是最重要的。\n"}]]}