{"id": "ivos008", "name": "Main_Log_699_12_30", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "    Been following those humans for the entire day... They seem to refer to themselves as \"Exploration team\". The words \"Eagle-01\" can be seen on their equipment. They took that creature away. I wonder how it is going to be treated?\n\n    From their conversations, I figured out that their mission has one last location to visit. I went ahead to the coordinates and checked out the place. As I expected, it's \"Shelter 32\". It's located in the complete opposite direction of \"Shelter 08\", the one I'm going to. However, I must save it from their hands first...\n\n    Shelter 32 has collapsed almost entirely. Half the entrance is buried in branches and rocks. Just how long have I been unconscious for... I can't get in this way. My only option now is to wait for those humans to open up the entrance.\n\n    The database index inside each Shelter has the coordinates of every Shelter. After I obtain that, I can also grasp my accurate geographic position and the current time better. \n"}, {"id": 1, "type": "image", "attrs": ["ivos0801"], "content": ""}], [{"id": 0, "type": "text", "attrs": [], "content": "　あの人間たちを尾行し始めて丸1日……彼らは自分たちのことを「探査隊」と呼んでいるらしい。装備には「Eagle-01」という文字が見えた。あの生物をどうするつもりなのかは、まだ分からない。\n\n　話を聞く限り、彼らの任務は残すところ目的地1つだけらしい。その座標へ先回りしてみた。私の予想は当たっていた。ここは「Shelter 32」、私の向かっている「Shelter 08」とは反対方向にある。でも、先にあの子を助け出さないと……\n\n　Shelter 32はほぼ全壊状態。入り口の半分は草と岩の中に埋もれてる。私は…一体どれだけの時間眠り続けていたんだろう……これじゃあ、中には入れない。彼らがここへ来て、入り口を開けるのを待とう。\n\n　Shelterの中のデータベースには各Shelterの座標が保存されている。それさえ取得できれば、私の今いる場所や今の正確な時間が分かるはず。\n"}, {"id": 1, "type": "image", "attrs": ["ivos0801"], "content": ""}], [{"id": 0, "type": "text", "attrs": [], "content": "　　跟蹤那群人整天了……他們好像自稱「探勘隊」，裝備上可以看到「Eagle-01」的字樣。他們把那隻生物抓走了，不知道會被怎麼對待？\n\n　　言談中得知他們的任務還剩最後一處目標，我先去座標處看了一下。果然沒錯，是「Shelter 32」，跟我要去的「Shelter 08」方向相反，不過得先把牠從他們手中救出來才行……\n\n　　Shelter 32 已經幾乎崩塌，入口有一半陷於草木岩石中，我到底昏了多久了……這樣子我進不去，只能等那些人來打通入口。\n\n　　Shelter 內的索引庫有各個 Shelter 的座標，取得後我也更能掌握自己確切的地理位置跟現在的時間。\n"}, {"id": 1, "type": "image", "attrs": ["ivos0801"], "content": ""}], [{"id": 0, "type": "text", "attrs": [], "content": "　　그 무리들을 하루 종일 따라다녔다……그들은 자신들을 「탐사대」라고 부르는 것 같다. 그들의 장비에는 「Eagle-01」라는 글귀가 새겨져있다. 그들이 붙잡아 간 그 생명체, 어떤 대우를 받고 있을까?\n\n　　대화에서 그들이 남겨둔 최종 임무와 목적지를 알 수 있었고 그들보다 먼저 그 좌표로 도착하여 살펴볼 수 있었다. 역시 내 예상이 맞았다. 「Shelter 32」. 내가 가려는 「Shelter 08」과는 반대 방향이지만 그들 손에 붙잡힌 그 생명체를 구하려면……\n\n　　Shelter 32는 이미 대부분 붕괴되었다. 입구는 우거진 나무와 풀, 그리고 암석으로 뒤덮여 있다. 난 대체 얼마 동안이나 기절해 있던 걸까……이런 상태로는 들어갈 수 없다. 그들이 와서 통로를 만들어줄 때까지 기다리는 수밖에.\n\n　　Shelter 내의 인덱스베이스에는 각 Shelter들의 좌표가 있다. 좌표들을 얻은 후, 나는 더욱 정확한 지리와 위치, 그리고 현재 시간을 알 수 있게 된다.\n"}, {"id": 1, "type": "image", "attrs": ["ivos0801"], "content": ""}], [{"id": 0, "type": "text", "attrs": [], "content": "　　跟蹤那群人整天了……他們好像自稱「探勘隊」，裝備上可以看到「Eagle-01」的字樣。他們把那隻生物抓走了，不知道會被怎麼對待？\n\n　　言談中得知他們的任務還剩最後一處目標，我先去座標處看了一下。果然沒錯，是「Shelter 32」，跟我要去的「Shelter 08」方向相反，不過得先把牠從他們手中救出來才行……\n\n　　Shelter 32 已經幾乎崩塌，入口有一半陷於草木岩石中，我到底昏了多久了……這樣子我進不去，只能等那些人來打通入口。\n\n　　Shelter 內的索引庫有各個 Shelter 的座標，取得後我也更能掌握自己確切的地理位置跟現在的時間。\n"}, {"id": 1, "type": "image", "attrs": ["ivos0801"], "content": ""}], [{"id": 0, "type": "text", "attrs": [], "content": "　　跟踪那群人整天了……他们好像自称「探勘队」，装备上可以看到「Eagle-01」的字样。他们把那只生物抓走了，不知道会被怎么对待？\n\n　　言谈中得知他们的任务还剩最后一处目标，我先去座标处看了一下。果然没错，是「Shelter 32」，跟我要去的「Shelter 08」方向相反，不过得先把它从他们手中救出来才行……\n\n　　Shelter 32 已经几乎崩塌，入口有一半陷于草木岩石中，我到底昏了多久了……这样子我进不去，只能等那些人来打通入口。\n\n　　Shelter 内的索引库有各个 Shelter 的座标，取得后我也更能掌握自己确切的地理位置跟现在的时间。\n"}, {"id": 1, "type": "image", "attrs": ["ivos0801"], "content": ""}]]}