{"id": "ivos014", "name": "Main_Log_700_01_02", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "[System Alert] Insufficient power (6%). Diverting all power to maintain basic function.\n\n        What is going on......? When I saw humans wandering in the forbidden area, I already felt that something is out of the ordinary...... As expected, the Node... is not what I imagined. At the very least, I am certain that it is very different from the supposed look stated in the \"Protocol\".\n　　　\n        First of all, OPCI machines are nowhere to be seen. The Administration Bureau has already been taken over by humans and is operated directly by them. This caused me to unable to enter the Gate. I can no longer issue commands to the robots produced by the Administration Bureau either...... It is clear that the access authorizations have been altered by humans. \n\n        People are currently holding grand celebrations for the 700th anniversary of the New Age. This means that the data in Shelter is correct. It really has been 500 plus years since then...... What exactly happened in between all this time? \n\n        The kind of technology that is prohibited for development by the protocol is practically everywhere in this city... This shows that humans have gone completely loose after taking over the Administration Bureau. \n\n        The one thing that puzzles me the most, is the thing they called \"cyTus\"...... I tried to log in to it as well. It's basically the \"Virtual Internet\", the protocol's top forbidden technology. However, it is also slightly different. My authorization still couldn't access any area outside of the provided services. None of this makes any sense at all...\n\n        How did humans get their hands on this technology? And what are they using to operate this system? Is it because that they are fed up with the various limitations enforced by the protocol that they eliminated all the OPCI machines......? Or, as I have suspected in the past... the entire protocol is, in reality, nothing more than a fraud? \n\n        There are way too many questions here. I need to figure out a way to get answers. First, I need to counterfeit a civilian ID. Then, it seems that I also need some money... or it will be quite inconvenient. \n\n[System Alert] Insufficient power (5%). Entering power saving mode.\n\n　　Crap...... The energy ingested from biomass is indeed limited. Got to think of something fast, or else...\n\n<Access Code Retrieved: 2501004>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "[System Alert] Insufficient power (6%). Diverting all power to maintain basic function.\n\n　どういうこと……？封鎖エリアで人間を見かけた時からおかしいとは思ってたけど……やっぱりNodeも……私の想像してた様子とは違う。少なくとも、「プロトコル」に記載されてたあるべき姿と違うことだけは確か。　　　　\n\n　まず、OPCIが完全に存在していない。管理局はすでに人間が管理して、コントロールしてる。私がGateに入れなかったのも、管理局が生産したロボットに指令を下せなかったのもそのせい……間違いなく人類の手によって権限が変更されてる。\n\n　今、人類たちはちょうど新紀元700周年のセレモニー中。つまり、Shelterの中のデータは間違ってなかった。私は本当に500年以上も眠っていたんだ……一体、その間に何があったというの？\n\n　プロトコルで禁止されていたテクノロジーが、このNodeでは至る所で使われている……管理局を引き継いだ人類が制御不能状態になってる……？\n\n　それに、私がいちばん困惑したのは、「cyTus」って呼ばれているもの……私もログインしてみたけど、あれは……多少の違いはあるけどプロトコルで最高禁止項目として設定されていた「神経ネットワーク」……私の権限ではサービス以外の物を読み込めない。おかしい、何もかもがおかしい……\n\n　人類はどうやってこのテクノロジーを手に入れたの？どうやって運用してるの？プロトコルの定めた制限に耐え切れず、OPCIを排除した……？それともプロトコルは私の考えていた通り……全部、 ウソだった？\n\n　ここには謎が多すぎる。何か方法を考えないと。情報を集めるために、まずは市民IDを偽造しよう。お金も必要……お金がないと色々不便。\n\n[System Alert] Insufficient power (5%). Entering power saving mode.\n\n　しまった……やっぱりバイオマスから摂取できるエネルギーには限りがある。どうにかしないと……\n\n<Access Code Retrieved: 2501004>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "[System Alert] Insufficient power (6%). Diverting all power to maintain basic function.\n\n　　這是怎麼回事……？在封鎖區看到遊蕩的人類時就已經覺得很不尋常……果然，Node……和我想像中的有些落差，至少我確定和「協定」中該有的模樣有所不同。　　　　\n\n　　首先，OPCI 機體們蕩然無存，管理局已經被人類接管並親手操作，這導致我無法進入 Gate，也無法對管理局生產的機器人下指令……權限很明顯已經被人類竄改過。\n\n　　人們正在為新紀元七百週年大舉慶祝，代表不是 Shelter 中的資料出錯，而是真的已經過了五百多年……這中間到底發生過些什麼？\n\n　　協定中被禁止發展的各種科技，在眼下的這座城市隨處可見……可見接手管理局的人類已經失控。\n\n　　最讓我困惑的是，他們稱為「cyTus」的東西……我也嘗試登錄了，就是協定最高禁項「精神網路」……不過又有些不太一樣，我的權限仍舊無法存取服務以外的區域，一切都太不合理了……\n\n　　人類是怎麼獲得這項技術？又是靠什麼在運作的？是因為受不了協定給予的各種限制而將 OPCI 機體們除掉了嗎……？還是整個協定跟我想的一樣……其實都是一場騙局？\n\n　　這裡充滿太多謎團，我得想辦法弄清楚。要先偽造市民 ID，好像還需要一些錢……不然會很不方便。\n\n[System Alert] Insufficient power (5%). Entering power saving mode.\n\n　　糟了……果然靠生質能可以攝取的能量非常有限，得想想辦法，不然……\n\n<Access Code Retrieved: 2501004>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "[System Alert] Insufficient power (6%). Diverting all power to maintain basic function.\n\n　　어떻게 된 일이지……? 봉쇄 구역에서 아무렇지 않은 듯 거닐고 있던 인간들을 보았을 때 이미 예사롭지 않다고는 느꼈지만……역시  Node는……내가 상상했던 것과는 좀 다른 것 같다. 내가 확정 지었던 「협정」들까지도.\n\n　　우선, OPCI 기체들은 이제 존재하지 않는다. 관리국 역시 이미 인간들의 손에 넘어가 있는 상태라 Gate까지 진입하기 어려운 실정이다. 그리고 관리국에서 생산한 로봇들에게 지령을 내릴 수도 없는 상태…모든 권한은 이미 인간들에게 넘어가 버린 상태다.\n\n　　인간들은 700년이라는 신세기를 기념하고 있는 것을 보니 Shelter의 데이터는 오류가 아님을 말해주고 있다. 정말로 500년이나 흘러가 버렸다니……대체 중간에 무슨 일이 발생했던 걸까?\n\n　　협정의 개발 금지 목록에 들어가 있던 기술들이 이 도시 곳곳에는 만연해 있었으며…이미 관리국 인간들을 통제할 수 없는 지경까지 이르렀다. \n\n　　날 가장 곤욕스럽게 만든 것은 바로, 그들이 「cyTus」라 부르는 존재……나 역시 로그인한 적 있었던 협정의 최고 금기 사항인 「정신 네트워크」……뭔가 조금 달라지기도 했고 내 권한 역시 여전히 서비스 관련 영역 이외의 것들에는 전부 액세스할 수 없었다. 모든 것이 불합리해졌다……\n\n　　인간은 어떻게 이 기술을 얻게 된 것일까? 그리고 또 그들이 이 기술을 운영할 수 있었던 배경은? 혹시 각종 제한과 제재들을 견디지 못한 OPCI 기체들이 협정을 삭제해버린 것일까……? 아니면 모든 협정이 사실은 내가 생각했던 것과 다르지 않으며 그저 내가 속고 있는 것뿐일까？\n\n　　이곳엔 풀리지 않는 수수께끼가 수없이 산재해있으며 나는 이것들을 밝혀낼 방법을 찾아야만 한다. 우선은 ID 신분증을 위조하기 위해 조금의 돈이 필요한 상황이다……그것이 없으면 굉장히 불편할 테니깐.\n\n[System Alert] Insufficient power (5%). Entering power saving mode.\n\n　　큰일이다……역시 생물로부터 섭취하는 에너지양은 매우 제한적이다. 방법을 생각해내야만 한다. 안 그러면……\n\n<Access Code Retrieved: 2501004>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "[System Alert] Insufficient power (6%). Diverting all power to maintain basic function.\n\n　　這是怎麼回事……？在封鎖區看到遊蕩的人類時就已經覺得很不尋常……果然，Node……和我想像中的有些落差，至少我確定和「協定」中該有的模樣有所不同。　　　　\n\n　　首先，OPCI 機體們蕩然無存，管理局已經被人類接管並親手操作，這導致我無法進入 Gate，也無法對管理局生產的機器人下指令……權限很明顯已經被人類竄改過。\n\n　　人們正在為新紀元七百週年大舉慶祝，代表不是 Shelter 中的資料出錯，而是真的已經過了五百多年……這中間到底發生過些什麼？\n\n　　協定中被禁止發展的各種科技，在眼下的這座城市隨處可見……可見接手管理局的人類已經失控。\n\n　　最讓我困惑的是，他們稱為「cyTus」的東西……我也嘗試登錄了，就是協定最高禁項「精神網路」……不過又有些不太一樣，我的權限仍舊無法存取服務以外的區域，一切都太不合理了……\n\n　　人類是怎麼獲得這項技術？又是靠什麼在運作的？是因為受不了協定給予的各種限制而將 OPCI 機體們除掉了嗎……？還是整個協定跟我想的一樣……其實都是一場騙局？\n\n　　這裡充滿太多謎團，我得想辦法弄清楚。要先偽造市民 ID，好像還需要一些錢……不然會很不方便。\n\n[System Alert] Insufficient power (5%). Entering power saving mode.\n\n　　糟了……果然靠生質能可以攝取的能量非常有限，得想想辦法，不然……\n\n<Access Code Retrieved: 2501004>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "[System Alert] Insufficient power (6%). Diverting all power to maintain basic function.\n\n　　这是怎么回事……？在封锁区看到游荡的人类时就已经觉得很不寻常……果然，Node……和我想像中的有些落差，至少我确定和「协定」中该有的模样有所不同。　　　　\n\n　　首先，OPCI 机体们荡然无存，管理局已经被人类接管并亲手操作，这导致我无法进入 Gate，也无法对管理局生产的机器人下指令……权限很明显已经被人类窜改过。\n\n　　人们正在为新纪元七百周年大举庆祝，代表不是 Shelter 中的资料出错，而是真的已经过了五百多年……这中间到底发生过些什么？\n\n　　协定中被禁止发展的各种科技，在眼下的这座城市随处可见……可见接手管理局的人类已经失控。\n\n最让我困惑的是，他们称为「cyTus」的东西……我也尝试登录了，就是协定最高禁项「精神网路」……不过又有些不太一样，我的权限仍旧无法存取服务以外的区域，一切都太不合理了……\n\n　　人类是怎么获得这项技术？又是靠什么在运作的？是因为受不了协定给予的各种限制而将 OPCI 机体们除掉了吗……？还是整个协定跟我想的一样……其实都是一场骗局？\n\n　　这里充满太多谜团，我得想办法弄清楚。要先伪造市民 ID，好像还需要一些钱……不然会很不方便。\n\n[System Alert] Insufficient power (5%). Entering power saving mode.\n\n　　糟了……果然靠生质能可以摄取的能量非常有限，得想想办法，不然……\n\n<Access Code Retrieved: 2501004>\n"}]]}