{"id": "ivos027", "name": "Main_Log_702_07_27", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "    Ran a quick test with the collected memories. The system did not function... The accumulated emotion sample size is still too small. In order to successfully simulate the Cytus system, I still need to collect more... \n\n    There is just one problem. Just now, I saw the news that the idol singer I previously invited fainted during her personal concert. She experienced a stimulation that caused her memories to relapse and this is the sequela of that...\nIf this continues to happen, humans will without a doubt become more alert. It is already borderline impossible for me to hold another performance to collect memories using the Æsir identity. \n\n    I'm going to have to resort to even more extreme methods...\n\n[Added after edit on 702/07/28 09:04:12]\n\n    Just discovered that one of the proxy servers in the system had an unauthorized connection record. Is someone... investigating me? A human from the Administration Bureau... is it? This is a mega-scale cyber attack, after all. Can't blame them...\n\n    I've purposely made my connection trails very complicated, yet this person was still able to find a way to link to my proxy. It appears that this person here is not your average IT guy either. Despite that, this is still too insignificant for me to consider it a threat. I should focus on the tasks at hand first. \n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　集めた記憶を使って、試してみたけど、システムは動かなかった……集めた感情が足りなかったんだ。Cytusシステムのシミュレーションを成功させるためには、もっとたくさん集めないと……\n\n　ただ、前回招待した歌手がライブ中に倒れたというニュースを見た。刺激を受けたことによって、記憶が戻った後遺症……きっと人類の警戒心は強まったに違いない。つまり、もうÆsirとしてライブを行って記憶を集めるのは無理。 \n\n　もっと激しい手段を使おう……\n\n[702.07.28 09:04:12 編集追記]\n\n　プロキシサーバーに侵入された痕跡を見つけた。誰が……私について調べてるの？管理局の人間……？まあ、これだけ大規模なインターネットテロを起こせば不思議ではない……\n\n　痕跡をたどられないように、かなり複雑に処理しておいたのに、私のプロキシサーバーに侵入するなんてかなり優秀な人物。でも、この程度ではまだ私の脅威ではない。今は目の前のことに集中しよう。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　用採集的記憶測試了一下，系統沒有運作……累積的情感樣本太少了，要成功模擬 Cytus 系統，還得收集更多……\n\n　　只是，剛剛看到消息，之前邀的偶像歌手在演唱會上昏迷，是受到刺激而復發記憶的後遺症……這樣下去，人類一定會有所警戒。要再用 Æsir 的身分辦表演蒐集記憶，已經不太可能了。\n\n　　我得採用更激烈的手段……\n\n[702.07.28 09:04:12 編輯追加]\n\n　　剛剛發現系統的某個跳板有被連入的痕跡，是誰……在追查我？管理局的人類嗎……？這麼大規模的網路攻擊也難怪了……\n\n　　我已經把痕跡處理得非常複雜，還有辦法連入我的跳板，看樣子對方也非等閒之輩。不過這種程度還不足以對我造成威脅，現在應先著重眼下的事。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　수집한 기억들로 테스트를 진행했더니 시스템이 작동하지 않는다……누적된 감정 샘플이 아직도 많이 부족해서겠지. Cytus 시스템 시뮬레이션을 성공시키려면, 더 많은 감정 샘플을 모아야만 한다……\n\n　　예전에 초청했던 아이돌 가수가 콘서트 도중 기절했고 충격으로 인한 기억 다발 증후군이 원인으로 보인다는 소식을 접했다……이렇게 되면 인간들은 이제 경계심을 갖기 시작할 텐데. Æsir이라는 이름으로 공연을 개최해 기억을 수집하는 일은 더 이상 불가능할 것 같다.\n\n　　더욱 극단적인 수단을 사용할 수밖에 없을 것 같군……\n\n[702.07.28 09:04:12 편집 추가]\n\n　　방금 시스템 프락시 서버에 누군가 접근하려 한 흔적이 발견되었다. 누굴까....날 쫓고 있는 건가? 관리국의 인간인가? 하긴, 이런 대규모의 네트워크 테러를 일으켰으니……\n\n　　흔적을 매우 복잡하게 처리해두었는데도 내 프락시 서버에 침입하다니, 상대방은 고도의 기술력을 가진 실력자라고 할 수 있겠다. 하지만 내게 위협을 줄 수 있는 정도는 아니다. 지금은 우선 눈앞에 있는 일이 훨씬 더 중요하다.\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　用採集的記憶測試了一下，系統沒有運作……累積的情感樣本太少了，要成功模擬 Cytus 系統，還得收集更多……\n\n　　只是，剛剛看到消息，之前邀的偶像歌手在演唱會上昏迷，是受到刺激而復發記憶的後遺症……這樣下去，人類一定會有所警戒。要再用 Æsir 的身分辦表演蒐集記憶，已經不太可能了。\n\n　　我得採用更激烈的手段……\n\n[702.07.28 09:04:12 編輯追加]\n\n　　剛剛發現系統的某個跳板有被連入的痕跡，是誰……在追查我？管理局的人類嗎……？這麼大規模的網路攻擊也難怪了……\n\n　　我已經把痕跡處理得非常複雜，還有辦法連入我的跳板，看樣子對方也非等閒之輩。不過這種程度還不足以對我造成威脅，現在應先著重眼下的事。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　用采集的记忆测试了一下，系统没有运作……累积的情感样本太少了，要成功模拟 Cytus 系统，还得收集更多……\n\n　　只是，刚刚看到消息，之前邀的偶像歌手在演唱会上昏迷，是受到刺激而复发记忆的后遗症……这样下去，人类一定会有所警戒。要再用 Æsir 的身分办表演搜集记忆，已经不太可能了。\n\n　　我得采用更激烈的手段……\n\n[702.07.28 09:04:12 编辑追加]\n\n　　刚刚发现系统的某个跳板有被连入的痕迹，是谁……在追查我？管理局的人类吗……？这么大规模的网路攻击也难怪了……\n\n　　我已经把痕迹处理得非常复杂，还有办法连入我的跳板，看样子对方也非等闲之辈。不过这种程度还不足以对我造成威胁，现在应先着重眼下的事。\n"}]]}