{"id": "ivos022", "name": "Main_Log_700_03_20", "res": "ivos2201.mp4", "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "　　Vanessa...... is used as a research subject by humans. She is no longer conscious, but she is still alive...... Her physical body couldn't leave that room. Therefore, the entire structure was forcefully dug up from the ruins and locked inside A.R.C. headquarters...... I must save her.\n        \n        I don't understand...... Vanessa was excavated by humans ten years ago. It was only after discovering her did human technology experience a massive advancement. \n\n        I thought the OPCI machines were eliminated by humans. However, if that's the case, why would they then go out of their way to excavate their corpses for research? \"The Decommission\"...... Just what is going on here exactly?\n\n[Added after edit on 700/06/20 22:17:16]\n\n        Took me three months; finally able to complete the algorithm that can mutually convert humans' emotion samples and music. Next, I just need to convert large amounts of emotion sample into music. With those, I can then create a new Cytus system and use it to awaken Vanessa.\n\n        I am not very well-versed in complicated mechanisms...... The only thing I know, is that music is the only medium we understand and able to deduce emotions from. After I awakened, I no longer need to be connected to Cytus. Despite that, whenever I listen to music, I still feel this vibration deep down inside my body. It just keeps vibrating, one beat at a time, for no apparent reason. \n\n        That sound, it's very similar...... to a human's heartbeat. \n\n[Added after edit on 700/06/21 01:35:25]\n        \n        Just ran a test using my own emotions...... My first ever musical composition is born.\n        \n        The hysteria of being unconscious for hundreds of years; the anger of losing my comrades; all these elements caused this song to feel immensely powerful when listened to. It's essentially a replica of myself. It has a completely different meaning...... I decided to seal it up. \n\n        When I was listening to it, I got an inspiration: \"Asura\" in the ancient language. The evil god.\n\n        Æsir...... This shall be my new identity.\n\n        Wait for me, Vanessa. I will definitely save you.\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　Vanessaは……人類に研究材料にされていた。意識はない。でも、生きてる……あの子の身体はあの部屋から離れられない。だから、遺跡ごとまるまる掘り起こされて、A.R.C.本部に閉じ込められてる……何が何でも、助けなきゃ。\n\n　分からない……Vanessaは10年前に人類によって発掘されて、そこから人類のテクノロジーは大幅に発展した。\n\n　OPCIは人類によって排除されたものだと思っていたけど、もしそうなら、なぜまた遺体を探してまで研究しているの？「退役事件」って……何？\n\n[700.06.20 22:17:16 編集追記]\n\n　3か月もかかったけど、ようやくいいアルゴリズムが書けた。これで人間の感情と音楽を変換できる。あとは、感情を大量に集めて、音楽に変えるだけ。それで、新しいCytusシステムを作って、Vanessaを目覚めさせるんだ。\n\n　複雑な仕組みについては正直分からない……でも、音楽が私たちが感情を理解するための唯一の媒介だってことは分かる。覚醒してから、Cytusに接続する必要はなくなったけど、音楽を聴くと、身体の奥底が震える気がするの。ドクッ…ドクッて……\n\n　あの音は、なんだか、人間の心臓の音に似てる……気がする。\n\n[700.06.21 01:35:25 編集追記]\n\n　さっき自分の感情で試してみた……私のはじめての曲。\n\n　数百年眠り続けた狂乱、仲間を失った怒り、この曲にはこれらの感情が込められてる。これは私の分身……封印しておこう。\n\n　この曲から得たインスピレーション……古語の「阿修羅」。鬼。\n\n　Æsir……これが私の新しい姿。\n\n　Vanessa、待ってて。必ず、あなたを救い出す。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　Vanessa……被人類當成研究的材料，已經沒有意識，不過還活著……她的身體離不開那個房間，所以整個遺跡構造被硬生生掘起，關在 A.R.C. 總部……我必須救她。\n\n　　我不懂……Vanessa 是在十年前才被人類發掘，之後人類的科技才得以大幅躍進。\n\n　　我以為 OPCI 機體是被人類除掉的，但如果是那樣又為什麼要特意找尋遺體來研究？「除役事件」……到底是怎麼回事？\n\n[700.06.20 22:17:16 編輯追加]\n\n　　花了三個月，總算寫好了演算法，能將人類的情感樣本與音樂互相轉換。接下來，只要把大量情感樣本轉化成音樂，就能製作一個新的 Cytus 系統，將 Vanessa 給喚醒。\n\n　　複雜的機制我不了解……只知道，音樂是我們唯一能理解、演繹情緒的媒介。自從覺醒之後，我不再需要連接 Cytus，但當我聽著音樂時，身體深處仍會沒來由地震動，一下一下響個不停。\n\n　　那種聲音，和人類的心跳……很像。\n\n[700.06.21 01:35:25 編輯追加]\n\n　　剛才用自己的情緒做了測試……我的第一首音樂作品誕生了。\n\n　　昏迷數百年的狂亂、失去同伴的憤怒，讓這首曲子聽起來非常震撼。它等於是我的分身，意義完全不同……我決定將它封存起來。\n\n　　聽著它，我得到了靈感：古語中的「阿修羅」，惡神。\n\n　　Æsir……這就是我的新身分。\n\n　　等著，Vanessa，我一定會救妳出來。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　Vanessa는…인간들의 연구 재료가 되어 있었고 아직 살아는 있지만 의식은 없는 상태다. Vanessa는 이 방을 떠날 수 없는 몸이기 때문에, 모든 유적을 통째로 파내고 A.R.C. 본부에 가둬둔 것이겠지.…내가 구해내야만 해.\n\n　　이해가 안 가는 것이 있다……Vanessa는 고작 10년 전에 인간들에 의해 발굴되었는데, 그 이후로 인간들의 과학 기술력은 비약적인 발전을 이룩했다.\n\n　　OPCI 기체들은 인간들에 의해 제거된 걸로 알고 있었는데. 하지만 어째서 또다시 그들의 시체를 찾으려 하고 연구하려는 것일까? 그리고...「제역 사건」...대체 무슨 일이 있었던 거지?\n\n[700.06.20 22:17:16 편집 추가]\n\n　　3개월에 걸쳐 마침내 인간들의 감정 샘플과 음악 간의 상호 전환을 해낼 수 있는 연산법을 구상해냈다.이제 대량의 감정 샘플을 음악으로 전환시킬 수만 있다면, 새로운 Cytus 시스템을 만들어내 Vanessa를 깨울 수 있을 것이다.\n\n　　복잡한 메커니즘은 잘 알지 못한다…그저 음악만이 유일하게 감정 연역의 매개가 될 수 있다는 사실만 알고 있다. 각성한 이후로는 Cytus 시스템에 접속할 필요가 없어졌지만, 음악을 들을 땐 몸 깊은 곳에서 원인 모를 진동이 멈추지 않고 울려 퍼진다. \n\n　　그 울림은 마치……인간의 맥박과 흡사하다.\n\n[700.06.21 01:35:25 편집 추가]\n\n　　방금 내 자신의 감정을 사용하여 테스트를 해보았다……이렇게 내 첫 번째 음악이 탄생했다.\n\n　　수백 년 동안의 혼미로 인한 혼란, 동료를 잃은 분노 등의 감정이 이 곡에서 요동을 치고 있다. 그것은 의미가 완전히 다른 또 다른 나의 실체... 난 이 곡을 봉인해 두기로 결정했다.\n\n　　이 곡을 들으면서 영감을 얻게 됐다. 고대 이야기 속 「아수라」 악신.\n\n　　Æsir……이것은 나의 새로운 신분.\n\n　　조금만 참아, Vanessa. 널 꼭 구해내고 말 테니깐.\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　Vanessa……被人類當成研究的材料，已經沒有意識，不過還活著……她的身體離不開那個房間，所以整個遺跡構造被硬生生掘起，關在 A.R.C. 總部……我必須救她。\n\n　　我不懂……Vanessa 是在十年前才被人類發掘，之後人類的科技才得以大幅躍進。\n\n　　我以為 OPCI 機體是被人類除掉的，但如果是那樣又為什麼要特意找尋遺體來研究？「除役事件」……到底是怎麼回事？\n\n[700.06.20 22:17:16 編輯追加]\n\n　　花了三個月，總算寫好了演算法，能將人類的情感樣本與音樂互相轉換。接下來，只要把大量情感樣本轉化成音樂，就能製作一個新的 Cytus 系統，將 Vanessa 給喚醒。\n\n　　複雜的機制我不了解……只知道，音樂是我們唯一能理解、演繹情緒的媒介。自從覺醒之後，我不再需要連接 Cytus，但當我聽著音樂時，身體深處仍會沒來由地震動，一下一下響個不停。\n\n　　那種聲音，和人類的心跳……很像。\n\n[700.06.21 01:35:25 編輯追加]\n\n　　剛才用自己的情緒做了測試……我的第一首音樂作品誕生了。\n\n　　昏迷數百年的狂亂、失去同伴的憤怒，讓這首曲子聽起來非常震撼。它等於是我的分身，意義完全不同……我決定將它封存起來。\n\n　　聽著它，我得到了靈感：古語中的「阿修羅」，惡神。\n\n　　Æsir……這就是我的新身分。\n\n　　等著，Vanessa，我一定會救妳出來。\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　Vanessa……被人类当成研究的材料，已经没有意识，不过还活着……她的身体离不开那个房间，所以整个遗迹构造被硬生生掘起，关在 A.R.C. 总部……我必须救她。\n\n　　我不懂……Vanessa 是在十年前才被人类发掘，之后人类的科技才得以大幅跃进。\n\n　　我以为 OPCI 机体是被人类除掉的，但如果是那样又为什么要特意找寻遗体来研究？ 「除役事件」……到底是怎么回事？\n\n[700.06.20 22:17:16 编辑追加]\n\n　　花了三个月，总算写好了演算法，能将人类的情感样本与音乐互相转换。接下来，只要把大量情感样本转化成音乐，就能制作一个新的 Cytus 系统，将 Vanessa 给唤醒。\n\n　　复杂的机制我不了解……只知道，音乐是我们唯一能理解、演绎情绪的媒介。自从觉醒之后，我不再需要连接 Cytus，但当我听着音乐时，身体深处仍会没来由地震动，一下一下响个不停。\n\n　　那种声音，和人类的心跳……很像。\n\n[700.06.21 01:35:25 编辑追加]\n\n　　刚才用自己的情绪做了测试……我的第一首音乐作品诞生了。\n\n　　昏迷数百年的狂乱、失去同伴的愤怒，让这首曲子听起来非常震撼。它等于是我的分身，意义完全不同……我决定将它封存起来。\n\n　　听着它，我得到了灵感：古语中的「阿修罗」，恶神。\n\n　　Æsir……这就是我的新身分。\n\n　　等着，Vanessa，我一定会救妳出来。\n"}]]}