{"id": "ivos030", "name": "Main_Log_702_08_24", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "    This attack, due to the boost from the amplifying equipment, the conversion rate is very promising... It could also be because of Neko Asakura. Her fans are all extremely restless. They provide a completely different emotion... I have to thank her for it. \n\n    The more concerning thing is that the tracking signal from the proxies has been getting closer and closer. Several IP locations have already been exposed. To be honest, I am very surprised. Within the ranks of the virtual internet system, there actually exist someone that can make me feel \"threatened\". \n\n    Simon Jackson... this is the name I got after doing a reverse tracking; an A.R.C. Engineer. He's the one who breached my defenses. However, at the time of Æsir-FEST, he was present at the backstage. He should've lost part of his memory as well. This means that his A.I. followed his previous commands and was able to obtain quite a bit of information, all without the knowledge of its owner.\n\n    I have to say, the functionality is outstanding... whether it's the A.I. or its creator. \n\n    Coincidentally, Neko Asakura happens to know Simon Jackson. During my hacking this time, I altered her memory and planted footage of Simon Jackson deep inside her mind. Like a remote-controlled EMP bomb, if the time really calls for it, I can let her remember it... Her testimony can effectively shift the investigation direction and buy me time.\n\n    If Simon Jackson takes one more step closer to me...\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　今回は、増幅設備を強化したから、変換率がすごくきれい……これは、朝倉音心のおかげでもある。彼女のファンのあの落ち着きのなさは、これまでに集めたのとは違う感情……感謝しないとね。\n\n　でも気になるのは、プロキシサーバーからの追跡の信号がどんどん近づいて来てること。アクセスの位置情報も幾つかバレた。正直、すごく驚いてる。まさか神経ネットワークで私に「脅威」を感じさせることのできる人間がいるなんて。\n\n　Simon Jackson……逆探知で得られた名前。A.R.C.のエンジニア。この人間が私の設定した防御線を突破した。でも、Æsir-FESTの時、バックグラウンドにいたってことは、彼も記憶を失ってるはず。つまり、A.I.は最初に下された指令通り、主人の知らないところで調査していることになる。\n\n　A.I.にしろ、主人にしろ……かなり優秀と言わざるを得ない。\n\n　それから、朝倉音心とSimon Jacksonは知り合いだった。これは偶然。だから、今回のハッキングで彼女の記憶をいじらせてもらった。彼女の記憶の奥底にSimon Jacksonの映像を入れておいて、必要になった時に遠隔操作のEMP爆弾みたいに思い出させる……そうすれば、彼女の証言によって捜査は間違った方向に進んで、私に時間ができる。\n\n　Simon Jacksonがあと1歩近付いて来れば……\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　這次攻擊，因為補強了增幅設備，轉換率很漂亮……可能也是因為 Neko Asakura 的關係吧，她的粉絲非常躁動，是另一種不同的情緒……我得感謝她。\n\n　　比較擔心的是，從跳板追蹤過來的訊號越來越接近，幾個連線地址已經曝光了。說實話，我很驚訝，在精神網路系統內竟能讓我感受到「威脅」。\n\n　　Simon Jackson……反追蹤後得到了這個名字，A.R.C. 的工程師，是他突破了我設下的防線。不過，Æsir-FEST 時他人在後台，應該也失去了一段記憶。這代表 A.I. 先前依照指令，在主人不知情的狀況下查到不少成果。\n\n　　不得不說，性能非常優秀……不管 A.I. 還是它的主人。\n\n　　很巧的是，Neko Asakura 認識 Simon Jackson。我在這次駭入時修改了她的記憶，讓 Simon Jackson 的影像深埋在她的心底深處，就像遠端操控的 EMP 炸彈。如果真的需要，我能讓她想起來……她的證詞能有效扭轉偵查方向，爭取時間。\n\n　　只要 Simon Jackson 再多靠近一步……\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　이번 공격에선 증폭 설비를 보강해서 그런지, 전환율이 매우 좋은 수치를 보이고 있다……Neko Asakura 덕분이었을까? 그녀를 따르는 추종자들은 뭔가 급진적이면서도 형용하지 못할 어떤 감정들을 지니고 있었다……그녀에게 감사해야겠군.\n\n　　비교적 걱정되는 것은, 프락시 서버를 추적하고 있던 신호가 조금씩 가까워지고 있다는 것이고 몇 개의 IP 주소는 이미 노출이 돼버렸다는 것이다. 솔직히 말하면, 정말 놀랍기도 하다. 정신 네트워크 시스템 안에서  내가 「위협」을 받고 있다는 느낌을 들게 만들다니. \n\n　　Simon Jackson……역추적으로 이 이름을 알게 되었다. A.R.C.의 엔지니어인 그는, 내가 구축한 방어선을 돌파했다. 하지만 Æsir-FEST 때 그 인간 역시 무대 뒤에서 일련의 기억을 잃게 되었을 터. 그 뜻은 만일을 대비해 A.I.에게 미리 지령을 내려 두었고 주인이 알지 못하는 상황을 조사할 수 있도록 했다는 것인데.\n\n　　정말 엄청나게 우수한 성능이라고 말할 수밖에 없겠어……A.I.도 그렇고 그 주인이란 녀석도.\n\n　　우연찮게 Neko Asakura가 Simon Jackson을 알고 있다는 사실을 발견했다. 해킹을 통해 그녀의 기억을 조작했을 때, 원격 제어 EMP 폭탄처럼 Simon Jackson의 모습을 그녀의 마음 깊은 곳에 심었다. 그리고 내 필요에 따라 그 기억을 끄집어낼 수 있게 만들었다. 그녀의 증언은 수사 방향을 바꾸어 그들의 발목을 붙잡을 수 있을 것이고 이것으로 충분한 시간을 벌 수 있게 되었다.\n\n　　Simon Jackson이 한걸음 더 다가가기만 한다면…\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　這次攻擊，因為補強了增幅設備，轉換率很漂亮……可能也是因為 Neko Asakura 的關係吧，她的粉絲非常躁動，是另一種不同的情緒……我得感謝她。\n\n　　比較擔心的是，從跳板追蹤過來的訊號越來越接近，幾個連線地址已經曝光了。說實話，我很驚訝，在精神網路系統內竟能讓我感受到「威脅」。\n\n　　Simon Jackson……反追蹤後得到了這個名字，A.R.C. 的工程師，是他突破了我設下的防線。不過，Æsir-FEST 時他人在後台，應該也失去了一段記憶。這代表 A.I. 先前依照指令，在主人不知情的狀況下查到不少成果。\n\n　　不得不說，性能非常優秀……不管 A.I. 還是它的主人。\n\n　　很巧的是，Neko Asakura 認識 Simon Jackson。我在這次駭入時修改了她的記憶，讓 Simon Jackson 的影像深埋在她的心底深處，就像遠端操控的 EMP 炸彈。如果真的需要，我能讓她想起來……她的證詞能有效扭轉偵查方向，爭取時間。\n\n　　只要 Simon Jackson 再多靠近一步……\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　这次攻击，因为补强了增幅设备，转换率很漂亮……可能也是因为 Neko Asakura 的关系吧，她的粉丝非常躁动，是另一种不同的情绪……我得感谢她。\n\n　　比较担心的是，从跳板追踪过来的讯号越来越接近，几个连线地址已经曝光了。说实话，我很惊讶，在精神网路系统内竟能让我感受到「威胁」。\n\n　　Simon Jackson……反追踪后得到了这个名字，A.R.C. 的工程师，是他突破了我设下的防线。不过，Æsir-FEST 时他人在后台，应该也失去了一段记忆。这代表 A.I. 先前依照指令，在主人不知情的状况下查到不少成果。\n\n　　不得不说，性能非常优秀……不管 A.I. 还是它的主人。\n\n　　很巧的是，Neko Asakura 认识 Simon Jackson。我在这次骇入时修改了她的记忆，让 Simon Jackson 的影像深埋在她的心底深处，就像远端操控的 EMP 炸弹。如果真的需要，我能让她想起来……她的证词能有效扭转侦查方向，争取时间。\n\n　　只要 Simon Jackson 再多靠近一步……\n"}]]}