{"id": "ivos033", "name": "Main_Log_702_09_20", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "    Brought back the model during the night. It was hit by a pulse pistol and suffered quite a bit of damage. Won't be able to operate outside again in the near future.\n\n    I severely underestimated Simon Jackson... His A.I. found my image in A.R.C.'s database. Subsequent investigations led him to discover the base in factory 03. It's too risky to let him continue to investigate freely like this. \n\n    His next step... he's likely going to track the connection address I used to hack the streamer and catch up to me, isn't he? There are too many clues there, I can't hide them all. However, as long as I can come face-to-face with his A.I. , the situation will change... The legendary hacker \"X\" is a mere human after all. If it's a fight between the 0s and 1s, he is no match for me. \n\n    The conversion for the remaining memory data is going along smoothly. I will definitely succeed this time. I will not allow a human to mess up my plans. \n\n    Just wait for me a little longer, Vanessa.\n\n<Access Code Retrieved: 2501005>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　夜の内に、素体を持って帰ってきた。パルス銃に撃たれて、損傷が激しい。しばらくは外で動くことは難しそう。\n\n　Simon Jacksonを甘く見過ぎていた……彼のA.I.はA.R.C.のデータベースから私の映像を探し出して、Factory03の基地まで追跡してきた。このまま放って置けば、面倒なことになる。\n\n　おそらく次は、あの実況主をハッキングした位置情報から追ってくるに違いない。あそこには手掛かりが残りすぎてる。隠すのは難しい。でも、あのA.I.と面と向かって会うことができれば、状況を変えることができる……伝説のハッカー「X」とはいえ、所詮はただの人間。0と1の狭間では私の敵ではない。\n\n　残りの記憶も順調に変換できてる。今回こそは成功させなきゃ。人類に邪魔はさせない。\n\n　あと少しだから。待ってて、Vanessa。\n\n<Access Code Retrieved: 2501005>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　趁夜帶回了素體，被脈衝槍打中，損壞不少，最近無法在外頭行動了。\n\n　　我嚴重低估了 Simon Jackson……他的 A.I. 從 A.R.C. 的資料庫查到了我的影像，進而追到了 Factory03 的基地。放任他繼續查下去，實在太過危險。\n\n　　他的下一步，應該會是沿著我駭入實況主的連線地點追上來吧？那裡有太多線索，我藏不住，不過只要能與他的 A.I. 面對面，狀況就會改變……傳說駭客「X」畢竟是個人類，在 0 與 1 的夾縫裡不會是我的對手。\n\n　　剩餘的記憶資料轉換順利。這次一定要成功，絕不讓人類壞事。\n\n　　再等我一下，Vanessa。\n\n<Access Code Retrieved: 2501005>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　늦은 밤 잠시 시간을 내어 기체를 회수해왔다. 펄스건에 의한 총상으로 많은 부분이 파손되었다. 이젠 외부에서 행동하기 어렵게 돼버렸다.\n\n　　나는 확실히 Simon Jackson이란 인간을 과소평가했다……그의 A.I.는 A.R.C.의 데이터베이스에서 나의 모습을 찾아냈을 뿐만 아니라  Factory03 기지도 추적해냈다. 이대로 그 녀석을 놔두다간, 분명 큰 위협이 될 것이다.\n\n　　그 녀석의 다음 단계는 분명 내가 스트리머의 연결 지점을 해킹했던 루트를 그대로 따라오는 것이겠지? 그곳엔 단서가 너무 많아 나도 전부 숨길 수는 없을 것이다. 하지만 만약 그 녀석의 A.I와 직접 대면할 기회만 생긴다면 상황은 바뀔 수도 있다……전설의 해커 「X」도 결국은 인간일 뿐. 0과 1로 이루어진 세상 속에선, 절대로 나의 적수가 될 수 없다.\n\n          나머지 기억 데이터의 전환도 순조롭게 진행되었다. 이번엔 꼭 성공해야만 한다. 절대로 인간들이 일을 망치게 두지 않을 것이다.\n\n 　　조금만 더 기다려줘, Vanessa.\n\n<Access Code Retrieved: 2501005>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　趁夜帶回了素體，被脈衝槍打中，損壞不少，最近無法在外頭行動了。\n\n　　我嚴重低估了 Simon Jackson……他的 A.I. 從 A.R.C. 的資料庫查到了我的影像，進而追到了 Factory03 的基地。放任他繼續查下去，實在太過危險。\n\n　　他的下一步，應該會是沿著我駭入實況主的連線地點追上來吧？那裡有太多線索，我藏不住，不過只要能與他的 A.I. 面對面，狀況就會改變……傳說駭客「X」畢竟是個人類，在 0 與 1 的夾縫裡不會是我的對手。\n\n　　剩餘的記憶資料轉換順利。這次一定要成功，絕不讓人類壞事。\n\n　　再等我一下，Vanessa。\n\n<Access Code Retrieved: 2501005>\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "　　趁夜带回了素体，被脉冲枪打中，损坏不少，最近无法在外头行动了。\n\n　　我严重低估了 Simon Jackson……他的 A.I. 从 A.R.C. 的资料库查到了我的影像，进而追到了 Factory03 的基地。放任他继续查下去，实在太过危险。\n\n　　他的下一步，应该会是沿着我骇入实况主的连线地点追上来吧？那里有太多线索，我藏不住，不过只要能与他的AI 面对面，状况就会改变……传说骇客「X」毕竟是个人类，在0 与1 的夹缝里不会是我的对手。\n\n　　剩余的记忆资料转换顺利。这次一定要成功，绝不让人类坏事。\n\n　　再等我一下，Vanessa。\n\n<Access Code Retrieved: 2501005>\n"}]]}