{"id": "cos021", "name": "Diary_ConneR_702_07_28", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Diary Log 7020728_ConneR\nLocation: A.R.C. HQ living quarters_Room V017\n\n　A piece of news caught my eye recently. An idol singer collapsed during an event and many audience members also showed signs of discomfort at the same time. I manage to get my hands on plenty of patient information from A.R.C.'s internal medical channel. Most patients were diagnosed with internet withdrawal symptoms or a sudden rejection from the brain. \n\n　There are plenty of medical institutes in Node 13. They mainly hold patients who suffered side-effects from technology overuse. My time there has allowed me to have a much deeper understanding of similar symptoms. From the information of several patients who had more severe symptoms, this looks like a relapse of memory loss. It's a side-effect that occurs when trying to save data forcefully to an already damaged memory area in the brain. However, why such symptoms appeared during a concert and what is the reason behind the trigger, that has caught my interest. \n\nConneR_7020728"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020728_ConneR\n場所：ARC本部生活エリア_V017号室\n\n　最近とあるニュースが目に留まった。アーティストが自身のライブ中に意識を喪失した上、観客も体調不良を訴えているらしい。A.R.C.の内部医療チャンネルから得た情報によると、大部分の患者はインターネット禁断症状や大脳拒絶反応と診断されているようだ。\n\n　Node 13には療養施設が多く存在するが、そこには主に科学の過度利用によって、副作用が現れた患者を収容している。あそこにいる間に、これらの病状についてある程度理解を深めることができた。数名の比較的症状が重い患者の資料から考察するに、これらの症状は記憶障害の再発に似ている。おそらく、欠損した大脳の記憶をつかさどる部位に対し、強制的にアクセスしようとしたために起こった副作用だろう。だが、なぜライブ中に突然このような事が発生したのか、また誘発の原因は何なのか、以上二点については興味をそそられるものがある。\n    \nConneR 7020728"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020728_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　最近一則新聞頗吸引我的目光，一名偶像歌手在活動進行到一半時昏迷還伴隨著不少觀眾也發生身體不適的狀況，透過 A.R.C. 的內部醫療頻道能夠得到不少患者的資訊，大部分的患者被診斷為網路戒斷症狀或是突發性的大腦排斥反應。\n\n　　Node 13 裡有很多療養設施，主要是收容過度使用科技導致副作用的病人，待在那裡的時間讓我對於這類病徵有了更深一層的認識，根據幾名症狀比較嚴重的患者資料看來，更像是記憶中斷症狀的復發，強行對欠損的大腦記憶區塊進行存取產生的副作用。但是為什麼會突然在演唱會上發生這種事情，誘發的原因又是甚麼，倒是引起我的興趣了。\n    \nConneR 7020728"}], [{"id": 0, "type": "text", "attrs": [], "content": "개인 일지 7020728_ConneR\n장소：ARC 본부 생활관 _V017호실\n\n　최근에 한 뉴스가 내 시선을 끌었다. 한 아이돌 가수가 공연 중 혼절하는 사건이 발생했고 수많은 관중들의 몸에도 이상 징후가 나타났다는 기사. A.R.C의 의료 채널을 통해 꽤 많은 환자들의 정보를 얻을 수 있었는데, 대부분의 환자들은 급성 대뇌 질환 혹은 네트워크 중독 징후라는 병명으로 진단됐다고 한다.\n\n　Node 13에는 수많은 의료시설이 존재하는데 대부분 과학 기술 발전의 산물을 과도하게 남용함으로써 오는 부작용 등을 치료하는 데 전념하고 있다. 나도 그곳에 머물렀던 경험이 있다. 따라서, 앞서 언급한 질환에 대해 남들보다 조금은 더 잘 알고 있다고 말할 수 있겠다. 증상이 매우 심각한 몇 환자들의 차트를 살펴보면, 공통적으로 기억 상실과 같은 질환이 일어났다는 것을 알 수 있다. 강제적으로 대뇌의 기억을 담당하는 부분을 손상시킴으로써 부작용을 일으킨 것으로 보인다. 하지만 왜 공연장에서 이런 사건이 발생한 것인지, 정확한 원인이 무엇인지는 아직 알 수 없다. 이 문제에 대해 흥미가 생기기 시작했다.\n\nConneR 7020728"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020728_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　最近一則新聞頗吸引我的目光，一名偶像歌手在活動進行到一半時昏迷還伴隨著不少觀眾也發生身體不適的狀況，透過 A.R.C. 的內部醫療頻道能夠得到不少患者的資訊，大部分的患者被診斷為網路戒斷症狀或是突發性的大腦排斥反應。\n\n　　Node 13 裡有很多療養設施，主要是收容過度使用科技導致副作用的病人，待在那裡的時間讓我對於這類病徵有了更深一層的認識，根據幾名症狀比較嚴重的患者資料看來，更像是記憶中斷症狀的復發，強行對欠損的大腦記憶區塊進行存取產生的副作用。但是為什麼會突然在演唱會上發生這種事情，誘發的原因又是甚麼，倒是引起我的興趣了。\n    \nConneR 7020728"}], [{"id": 0, "type": "text", "attrs": [], "content": "个人日志 7020728_ConneR\n地点：ARC 总部生活区_V017 房\n\n最近一则新闻颇吸引我的目光，一名偶像歌手在活动进行到一半时昏迷还伴随着不少观众也发生身体不适的状况，透过ARC 的内部医疗频道能够得到不少患者的资讯，大部分的患者被诊断为网路戒断症状或是突发性的大脑排斥反应。\n\nNode 13 里有很多疗养设施，主要是收容过度使用科技导致副作用的病人，待在那里的时间让我对于这类病征有了更深一层的认识，根据几名症状比较严重的患者资料看来，更像是记忆中断症状的复发，强行对欠损的大脑记忆区块进行存取产生的副作用。但是为什么会突然在演唱会上发生这种事情，诱发的原因又是什么，倒是引起我的兴趣了。\n    \nConneR 7020728"}]]}