{"id": "cos012", "name": "Diary_ConneR_702_04_06", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Diary Log 7020406_ConneR\nLocation: A.R.C. HQ living quarters_Room V017\n\n　Been three months since that incident, the right side of my body still gets stints of extreme pain. Physically, my body is starting to learn to control the new eye and arm. Mentally, however, I can never accept it like this; at least not before I find out the truth about what attacked me.\n\n　A.R.C. HQ is indeed where resources and talents go. I must admit that I did somewhat underestimate their abilities in the past. I just might be able to find the answers I want here. Even though the title of \"advisor\" sounds impressive, I have a feeling that they are still very cautious about me. \n\n　As far as the people I've come in contact with here, most of them are just lackeys. That Sagar guy doesn't look to be the especially \"smart\" type, but since he is captain of the exploration team, there must be something special about him. The Supreme Committee members keep their whereabouts a complete secret. Need to find a chance to meet with them in the future.\n\nConneR 7020406"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020406_ConneR\n場所：ARC本部生活エリア_V017号室\n\n　あの事件から三か月が過ぎた。右半身には今でも時折激痛が走る。新しい目と腕のコントロールにも慣れてきたが、やはり心から受け入れることはできない。少なくとも私を攻撃した物体を探し出すまでは。\n\n　A.R.C.本部は、確かに人材とデータの宝庫だ。私が以前彼らを過小評価していたことは認めざるを得ないだろう。もしかすると、私はここで本当に私の欲しかった答えを見つけることができるかもしれない。ここでの顧問という名は聞こえはいいが、やはり彼らは私を警戒しているように感じる。\n\n　これまでにここで出会った人々は、ほとんどがモブばかりだ。あのSagarという男は、見た目はあまり頭がよさそうではないが、探査隊長を務めるということは隅に置けない男なのであろう。最高階級の委員会は秘密保持が徹底されている。今後チャンスを狙って話をしてみようと思う。\n\nConneR 7020406"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020406_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　距離那件事情已經超過三個月，右半身還是會不定時產生劇痛。身體開始能夠駕馭新的眼睛和手臂，但是心理上我是不可能就這樣接受的，至少在找出攻擊我的東西真相之前。\n\n　　A.R.C. 總部的確是集資源和人才於一身，我必須承認之前實在稍微低估了他們的水準，在這邊或許真的能夠得到我想要的答案。儘管顧問這個身分聽起來很冠冕堂皇，我仍有他們處處防著我的感覺。\n\n　　目前為止在這裡接觸過的人，大部分都是一些小嘍囉。那個叫 Sagar 的雖然看起來不是非常聰明的類型，但能擔任探勘隊長應該是身手不凡。最高層級的委員行蹤相當保密，之後要找個機會跟他們會一會。\n\nConneR 7020406"}], [{"id": 0, "type": "text", "attrs": [], "content": "개인 일지 7020406_ConneR\n장소：ARC 본부 생활관_V017호\n\n　그 일로부터 벌써 3개월이 흘렀다. 좌반신의 통증이 아직도 사라지지 않은 듯하다. 새롭게 장착한 눈과 팔의 작동법에 조금씩 익숙해졌지만, 마음 한편으론 아직까지 이런 현재 내 상황을 쉽게 받아들이긴 어렵다. 최소한 나를 공격했던 그것이 무엇인지 밝혀내기 전까진...\n\n　A.R.C.본부는 확실히 데이터와 훌륭한 인재들의 보고이다. 예전 그들의 수준을 과소평가했다는 사실을 인정하지 않을 수 없다. 이곳에선 아마 내가 원하는 대답을 찾아낼 수 있지 않을까. 허울뿐인 이 고문이라는 직함을 받게 되었지만, 역시 아직도 그들은 나를 철저히 경계하고 있는 느낌이다.\n\n　현재까지 이곳에서 접촉한 사람들은 대부분 잔소리꾼들에 불과했다. Sagar라는 자는 겉보기엔 그렇게 똑똑해 보이진 않지만, 적어도 탐사 대장이란 직책을 맡고 있는 걸 보면 분명 예사 인물은 아닐 것이다. 가장 높은 자리에 있는 위원회 놈들은 모두 비밀스럽게 행동하고 있다. 언젠가 그들을 직접 대면할 기회를 만들어야겠군.\n\nConneR 7020406"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020406_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　距離那件事情已經超過三個月，右半身還是會不定時產生劇痛。身體開始能夠駕馭新的眼睛和手臂，但是心理上我是不可能就這樣接受的，至少在找出攻擊我的東西真相之前。\n\n　　A.R.C. 總部的確是集資源和人才於一身，我必須承認之前實在稍微低估了他們的水準，在這邊或許真的能夠得到我想要的答案。儘管顧問這個身分聽起來很冠冕堂皇，我仍有他們處處防著我的感覺。\n\n　　目前為止在這裡接觸過的人，大部分都是一些小嘍囉。那個叫 Sagar 的雖然看起來不是非常聰明的類型，但能擔任探勘隊長應該是身手不凡。最高層級的委員行蹤相當保密，之後要找個機會跟他們會一會。\n\nConneR 7020406"}], [{"id": 0, "type": "text", "attrs": [], "content": "个人日志 7020406_ConneR\n地点：ARC 总部生活区_V017 房\n\n　　距离那件事情已经超过三个月，右半身还是会不定时产生剧痛。身体开始能够驾驭新的眼睛和手臂，但是心理上我是不可能就这样接受的，至少在找出攻击我的东西真相之前。\n\n　　A.R.C. 总部的确是集资源和人才于一身，我必须承认之前实在稍微低估了他们的水准，在这边或许真的能够得到我想要的答案。尽管顧问这个身分听起来很冠冕堂皇，我仍有他们处处防着我的感觉。\n\n　　目前为止在这里接触过的人，大部分都是一些小喽啰。那个叫 Sagar 的虽然看起来不是非常聪明的类型，但能担任探勘队长应该是身手不凡。最高层级的委员行踪相当保密，之后要找个机会跟他们会一会。\n\nConneR 7020406"}]]}