{"id": "cos018", "name": "Diary_ConneR_702_07_22", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Diary Log 7020722_ConneR\nLocation: A.R.C. HQ living quarters_Room V017\n\n　Finally met someone that is more interesting than that Sagar guy, a boy called Simon Jackson.  He was quite successful in the world of underground bands under the name \"Crystal PuNK\", but one day he just disappeared for no reason. Many years later, he joined A.R.C.'s internet security department with a phenomenally high score and genius-level talents. Many of the security protocols that prevent modern internet crimes were his handiwork. One can even say that A.R.C.'s recent success with preventing internet terrorist attacks and virtual crimes can all be credited to this young fella. \n\n　If I can recruit his help, it might be a lot easier to solve the mystery behind that item. However, I must first confirm that he is someone trustworthy. I'll need to talk with him a few more times and obtain more information on him. \n\nConneR 7020722"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020722_ConneR\n場所：ARC本部生活エリア_V017号室\n\n　ようやくここでSagarの輩よりも面白いやつに出会えた。Simon Jackson、過去にはCrystal PuNKという名で地下バンドの一員として人気を博していたが、ある日突然姿を消したという。そして、数年後その類まれなる才能でA.R.C.のインターネットセキュリティー部スタッフとして入社。多くの犯罪予防のための安全協定は彼が作ったものだ。ここ数年来のA.R.C.に対するインターネットテロやバーチャルインターネットの犯罪は、ほぼこの若者によって防がれているといっても過言ではない。\n\n　もし、彼の力を借りることができたならば、あの秘密を紐解くことも大分楽になるだろう。だが、これは彼が信頼できる人物であることが前提だ。しばらくは彼の様子を見て、より多くの人間に彼のことを聞いてみよう。\n\nConneR 7020722"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020722_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　終於在這裡遇到了比 Sagar 那個毛頭小子更有趣的傢伙了，Simon Jackson，曾經以 Crystal PuNK 的名號在地下樂團闖出一片天，某天突然銷聲匿跡，多年後以優異的成績和天才般的才能加入 A.R.C. 網路安全部門，許多防堵新式犯罪的安全協定都是由他起草撰寫，A.R.C. 近幾年來對於網路恐怖攻擊和精神網路犯罪的遏止說是靠這小子也不為過。\n\n　　如果能借助他的力量，解開那玩意兒的秘密或許就能輕鬆許多，不過前提是要確認他是可被信賴的。這段時間需要多試探他幾次，繼續找一些人打聽他的消息好了。\n\nConneR 7020722"}], [{"id": 0, "type": "text", "attrs": [], "content": "개인 일지 7020722_ConneR\n장소：ARC 본부 생활관 _V017호실\n\n　결국 이곳에서 Sagar 그 친구보다 재밌는 녀석을 발견했다. Simon Jackson. 예전에 Crystal PuNK 이라는 이름으로 언더 밴드계에 나타났고 어느 날 갑자기 흔적도 없이 사라졌었지. 몇 년 뒤, 우수한 성적으로 A.R.C 네트워크 안전 부서로 입사했고, 수많은 신종 범죄에 대한 안전 메뉴얼의 초안을 만들어 냈다고 한다. 그 이후로 A.R.C에선 몇 년간, 네트워크 관련 테러나 범죄가 급격히 감소한 이유도 모두 이 어린 친구 덕분이라고 한다.\n\n　만약 그의 도움을 받을 수 있다면, 그 수수께끼를 풀어내는 것도 굉장히 수월해질 텐데 말이야. 하지만 그전에 믿을 수 있는 사람인지를 확인해야만 하겠지. 먼저 당분간은 그 친구를 자세히 관찰해볼 생각이다. 물론 다른 이도 시켜서 그에 대한 정보를 최대한 수집할 계획이다.\n\nConneR 7020722"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020722_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　終於在這裡遇到了比 Sagar 那個毛頭小子更有趣的傢伙了，Simon Jackson，曾經以 Crystal PuNK 的名號在地下樂團闖出一片天，某天突然銷聲匿跡，多年後以優異的成績和天才般的才能加入 A.R.C. 網路安全部門，許多防堵新式犯罪的安全協定都是由他起草撰寫，A.R.C. 近幾年來對於網路恐怖攻擊和精神網路犯罪的遏止說是靠這小子也不為過。\n\n　　如果能借助他的力量，解開那玩意兒的秘密或許就能輕鬆許多，不過前提是要確認他是可被信賴的。這段時間需要多試探他幾次，繼續找一些人打聽他的消息好了。\n\nConneR 7020722"}], [{"id": 0, "type": "text", "attrs": [], "content": "个人日志 7020722_ConneR\n地点：ARC 总部生活区_V017 房\n\n终于在这里遇到了比Sagar 那个毛头小子更有趣的家伙了，Simon Jackson，曾经以Crystal PuNK 的名号在地下乐团闯出一片天，某天突然销声匿迹，多年后以优异的成绩和天才般的才能加入ARC 网路安全部门，许多防堵新式犯罪的安全协定都是由他起草撰写，ARC 近几年来对于网路恐怖攻击和精神网路犯罪的遏止说是靠这小子也不为过。\n\n　　如果能借助他的力量，解开那玩意儿的秘密或许就能轻松许多，不过前提是要确认他是可被信赖的。这段时间需要多试探他几次，继续找一些人打听他的消息好了。\n\nConneR 7020722"}]]}