{"id": "cos015", "name": "Log_Arc_702_07_14", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Research Log 7020714_ConneR\n\n    The benefit of working inside A.R.C. is that I get to see all their unannounced inventions, research and all kinds of recreated technologies. Even though they have gathered the best talents here, without the data of past technology obtained through exploring the Ruins, especially the central database \"Library\" and the establishment of the virtual internet, A.R.C. will be nowhere near their current wealth and power. \n\n    However, nobody ever asks any questions. The variety of automatic management systems used in the countless Nodes we live in; the ultra-high-speed capsule tracks that connect the Nodes; the breeding center that controls the population; the city structure that seems to be aiming for the skies; how do they actually function, and who is managing all of them? The admins are merely pawns. A.R.C.'s \"accomplishments\" are only built on top of the artifacts that were left behind. The sight I saw in those Ruins when I was attacked, just what in the world was that...? If I want to find some answers, there is no better place than here. I need more time and more trustworthy comrades. \n\n    In reality, humans are fragile flowers that are trapped inside a greenhouse. Yes, this city, this world; there are still way too many things we don't understand. Right now, we are merely herds of sheep, blindly following the script and acting according to it. \n\nConneR 7020714"}], [{"id": 0, "type": "text", "attrs": [], "content": "研究日誌 7020714_ConneR\n\n　A.R.C.内部で仕事をするメリットは、彼らがまだ外部へ公開していない研究や様々な還元テクノロジーを目にすることが可能なところだろう。ここにはトップレベルの人材が集まっている。だが、遺跡探査によって得た過去の資料がなければ、中央資料保管庫「Library」やバーチャルインターネットの設立はあり得ず、A.R.C.とてここまで巨大な資産や権力は得ていなかったであろう。\n\n　しかし、これまで我々の暮らす大小様々な都市が使用する様々な自動管理システムについて誰も疑問を抱かなかったのであろうか？都市同士を繋ぐ超高速カプセル軌道、人口をコントロールする育成センター、留まるところを知らず空に向かって建築されてゆく都市構造、どのように動作しているのか、誰が管理しているのか、考えるほど疑問は尽きない。管理局は用意されたコマに過ぎない。A.R.C.とて遺された遺産の上に成り立っているに過ぎない。私が襲われた廃墟で目にした光景は一体、何だったのだろうか…？答えを探すために、ここより良い場所ははない。時間と信頼できる仲間が必要だ。\n\n　人類は、温室で育てられた貧弱な花のようなものだ。そうだ。この都市、この世界には理解できないものが多すぎる。我々はただ、台本通りに演じているだけなのだ。\n\nConneR 7020714"}], [{"id": 0, "type": "text", "attrs": [], "content": "研究日誌 7020714_ConneR\n\n　　在 A.R.C. 內部工作的好處是可以一窺他們尚未對外公開的發明研究和各項還原科技，儘管這裡已經聚集了最頂尖的人才，但如果不是靠著探勘遺跡來取得過去科技的資料，尤其是中央資料庫「Library」以及精神網路的建立，A.R.C. 也不會有現在這麼龐大的資產和權力。\n\n　　然而，卻從來沒有人跳出來質疑，我們所居住的大大小小節點城市所使用的各項自動化管理系統：那些連通城市間的超高速膠囊軌道、控制出生人口的培育中心、不斷往天空建造的都市結構，究竟是如何運作，又是誰在管理的？管理局是被安排好的棋子，A.R.C. 的成就也只是建立在被留下的遺產之上。在我被襲擊的那處廢墟看見的光景，究竟是……？要找尋答案，也沒有比這裡更適合的地方了，我需要更多的時間還有能夠信任的夥伴。\n\n　　人類其實是被圈養在溫室裡的脆弱花朵。是的，這座城市、這個世界，尚有太多無法理解的部分，我們只是盲目遵照劇本撰寫而登台演出的羔羊。\n\nConneR 7020714"}], [{"id": 0, "type": "text", "attrs": [], "content": "연구 일지 7020714_ConneR\n\n　A.R.C. 내부 근무의 장점을 말하자면, 아직 외부로 공개되지 않은 최신 연구와 각종 홀로그램 기술을 접할 수 있다는 것이다. 게다가 이곳은 정상급 인재들이 모여있는 곳이기도 하다. 만약에 유적 탐사를 통해 과거 과학 기술에 관한 자료를 얻어내지 못했다면, 이곳 중앙 데이터 창고 「Library」와 정신 네트워크의 발명, 그리고 A.R.C.와 같은 방대한 지적 자산과 권력도 존재하지 못했을 것이다.\n\n　하지만, 어느 누구도 크고 작은 도시들이 사용하는 자동화 관리 시스템에 대해 어떤 의문점도 갖지 않는다는 사실은 날 매우 의아하게 만든다. 도시들을 이은 초고속 캡슐 궤도, 인구를 제어하는 육성 센터, 하늘 위에 지어지는 도시 건축 등이 어떻게 작동되고 운영되는지, 그것을 관리하는 주체는 누군지 의문은 끝이 없다. 관리국은 그저 준비된 프레임일 뿐이며, A.R.C.의 성취 역시 남겨진 유산 기반 위에 세워진 것일 뿐. 내가 습격을 당했던 그곳에서 바라봤던 광경은 대체 무엇인가 말인가? 답을 찾기에 이곳보다 안성맞춤인 곳은 없을 것이다. 지금 당장은 더 많은 시간과 믿을 수 있는 동료가 필요한 시점이다.\n\n　인류는 사실 온실에서 재배한 빈약한 꽃과 다름없다. 그렇다. 이 도시, 이 세상에는 아직도 이해할 수 없는 것들이 너무나 많다. 우리는 그저 쓰인 대본대로 연기하고 있을 뿐.\n\nConneR 7020714"}], [{"id": 0, "type": "text", "attrs": [], "content": "研究日誌 7020714_ConneR\n\n　　在 A.R.C. 內部工作的好處是可以一窺他們尚未對外公開的發明研究和各項還原科技，儘管這裡已經聚集了最頂尖的人才，但如果不是靠著探勘遺跡來取得過去科技的資料，尤其是中央資料庫「Library」以及精神網路的建立，A.R.C. 也不會有現在這麼龐大的資產和權力。\n\n　　然而，卻從來沒有人跳出來質疑，我們所居住的大大小小節點城市所使用的各項自動化管理系統：那些連通城市間的超高速膠囊軌道、控制出生人口的培育中心、不斷往天空建造的都市結構，究竟是如何運作，又是誰在管理的？管理局是被安排好的棋子，A.R.C. 的成就也只是建立在被留下的遺產之上。在我被襲擊的那處廢墟看見的光景，究竟是……？要找尋答案，也沒有比這裡更適合的地方了，我需要更多的時間還有能夠信任的夥伴。\n\n　　人類其實是被圈養在溫室裡的脆弱花朵。是的，這座城市、這個世界，尚有太多無法理解的部分，我們只是盲目遵照劇本撰寫而登台演出的羔羊。\n\nConneR 7020714"}], [{"id": 0, "type": "text", "attrs": [], "content": "研究日志 7020714_ConneR\n\n在ARC 内部工作的好处是可以一窥他们尚未对外公开的发明研究和各项还原科技，尽管这里已经聚集了最顶尖的人才，但如果不是靠着探勘遗迹来取得过去科技的资料，尤其是中央资料库「Library」以及精神网路的建立，ARC 也不会有现在这么庞大的资产和权力。\n\n然而，却从来没有人跳出来质疑，我们所居住的大大小小节点城市所使用的各项自动化管理系统：那些连通城市间的超高速胶囊轨道、控制出生人口的培育中心、不断往天空建造的都市结构，究竟是如何运作，又是谁在管理的？管理局是被安排好的棋子，A.R.C. 的成就也只是建立在被留下的遗产之上。在我被袭击的那处废墟看见的光景，究竟是……？要找寻答案，也没有比这里更适合的地方了，我需要更多的时间还有能够信任的伙伴。\n\n　　人类其实是被圈养在温室里的脆弱花朵。是的，这座城市、这个世界，尚有太多无法理解的部分，我们只是盲目遵照剧本撰写而登台演出的羔羊。\n\nConneR 7020714"}]]}