{"id": "cos024", "name": "Diary_ConneR_702_08_26", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Diary Log 7020826_ConneR\nLocation: A.R.C. HQ living quarters_Room V017\n\n　Had a few drinks today. Feel like everything sucks. How many people in this bogus world can hold on to a principle like me. Pioneers are always the ones to suffer; it's a common theme across history. It feels just like the time when I left that home to find my own reason for existence many years ago. \n\n　If I can leave something for this world, please allow me to cheer from the bottom of my hear and celebrate the arrival of humanity's freedom.\n\nConneR 7020826"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020826_ConneR\n場所：ARC生活エリア_V017号室\n\n　酒を何杯か嗜んだ。全てが最悪だ。この虚偽の世界で、どれだけの人が私のように信念を貫いているのだろうか。先駆者はつらい思いをするものなのだ。歴史上の人物も皆、同じ道をたどっている。あの時、私が自身の存在価値を求めてあの家を出た時のように。\n\n　もし、最後に私がこの世界のために何かを残せるのであれば、心の底からの乾杯で人類に自由が到来したことを祝福したいものだ。\n  \nConneR 7020826"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020826_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　今天喝了幾杯，覺得一切都爛透了。這個虛假的世界裡還有多少人能像我一樣能堅持這種信念。先驅者本來就是會遭遇到很多痛苦，這些都是在歷史上有跡可循的，正如我當年離開那個家尋找自己的存在價值一般。\n\n　　如果最後我能為這個世界留下些甚麼，請讓我發自內心地替人類自由的到來舉杯慶祝就可以了。\n  \nConneR 7020826"}], [{"id": 0, "type": "text", "attrs": [], "content": "개인 일지 7020826_ConneR\n장소：ARC 본부 생활관 _V017호실\n\n　오늘은 술을 몇 잔 더 마셨다. 모든 것이 최악으로 치닫고 있다. 이 가상으로 물든 세계 속에서 대체 몇 명이나 나와 같이 신념을 가지고 살아가고 있는 것일까. 선구자란 본래 수많은 고통을 안고 살아가는 법. 역사적인 인물들 또한 이와 같은 길을 걸어갔을 것이다. 내가 자신의 존재 가치를 찾아 집을 떠나온 것처럼.\n\n　만약 내가 마지막으로 이 세상을 위해 남겨줄 수 있는 것이 있다면, 자유가 도래한 인류를 위해 진심으로 건배를 들고 싶군.\n  \nConneR 7020826"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020826_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　今天喝了幾杯，覺得一切都爛透了。這個虛假的世界裡還有多少人能像我一樣能堅持這種信念。先驅者本來就是會遭遇到很多痛苦，這些都是在歷史上有跡可循的，正如我當年離開那個家尋找自己的存在價值一般。\n\n　　如果最後我能為這個世界留下些甚麼，請讓我發自內心地替人類自由的到來舉杯慶祝就可以了。\n  \nConneR 7020826"}], [{"id": 0, "type": "text", "attrs": [], "content": "个人日志 7020826_ConneR\n地点：ARC 总部生活区_V017 房\n\n　　今天喝了几杯，觉得一切都烂透了。这个虚假的世界里还有多少人能像我一样能坚持这种信念。先驱者本来就是会遭遇到很多痛苦，这些都是在历史上有迹可循的，正如我当年离开那个家寻找自己的存在价值一般。\n\n　　如果最后我能为这个世界留下些什么，请让我发自内心地替人类自由的到来举杯庆祝就可以了。\n  \nConneR 7020826"}]]}