{"id": "cos010", "name": "Mail_690_05_14", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "To my son:\n\n    When you see this letter, I might be on my last breath. Maybe I can't even remember who I am. Shortly after you and your mother Alyxia left, I was diagnosed with neurodegenerative dementia. Don't worry though; I wrote this letter when I'm still in the early stages of the disease. I might forget some words; my description of things might not be 100% clear; my thoughts might not flow smoothly. So, I had Grace help me. The letter you are reading now was basically co-written by Grace and me. \n\n    First of all, I would like to apologize to you and your mother in place of my irritable self back then. Due to my fear and my ignorance, I was a childish fool that did nothing but blame others for my personal mistakes. The biggest, most irredeemable mistake I ever made was losing you and your mother. I owe Alyxia so much, far too much. I don't even know how to put that into words. I cared only about my work. I had no control over my emotions and often vented my frustration on her. I took her forgiveness for granted countless times. Now that I think about it, I don't even have the courage to apologize to her and atone for my mistakes in person. If Alyxia is still alive when you read this letter, please tell her, \"Thank you for raising our son. Colin may have a failure of a father, but he is lucky to have the perfect mother.\"\n    \n    The Neumann family is a noble family from Node 13. We have a close relationship with the A.R.C.'s senior committee members. The chip that I gave you is a family token that has been passed down for centuries. Our ancestor, Rald Neumann, played a very important role in the rebuild of this world's order. In the past few years, I've been attempting to unveil its secret, but I failed utterly. However, someone as talented and smart as you might have the possibility of doing what I can't.\n\n    Throughout the years, I've heard plenty about what you accomplished outside this home. It seems like yesterday when you are still the little boy who only knows how to play catch. Now, you are an independent, highly-acclaimed archaeologist, capable of publishing papers that point out the mistakes in A.R.C.'s research. When I saw that news, I was pleasantly surprised, but at the same time extremely conflicted. So many colleagues have told me that I should be proud of your accomplishments. On one hand, as your father, I am indeed very proud of you, but on the other, I deeply regret the harsh and unrealistic expectations I placed on you in the past. \n\n    If one day, you finally returned to this home and saw this letter, please know that dad only wants to tell you this, \" I'm sorry, and good job.\" The Neumann family will always be proud of you. \n\nYour father\nColin Neumann Sr."}], [{"id": 0, "type": "text", "attrs": [], "content": "息子へ\n\n　お前がこの手紙を読んでいる時、私に残された時間は残り僅かとなっているだろう。自身が何者なのかすら、分からなくなっているかもしれない。お前とお前の母親Alyxiaがここを離れて幾らも経たないうちに、私は医者に消耗型脳神経退化症と診断された。だが、心配はいらない。この手紙を書いている今は、未だ軽微な症状しか現れていない。単語が思い浮かばずに、上手く伝えることができないかもしれない。 思考もよく途切れてしまう。だから、この手紙はGraceに助けてもらいながらしたためているのだ。\n\n　まずは、当時の情緒が不安定だった私に代わって謝罪せねばなるまい。当時は、恐怖や無知に押しつぶされそうになって、幼稚な自分を抑えることができなかった。私は数えきれないほどの間違いを犯し、お前を、お前の母親を失ってしまった。Alyxiaには謝っても謝り切れない。仕事に打ち込んで情緒が不安定になっても、許してもらえるのが当たり前だと思っていたのだ。だが、今思い返せば、彼女に直接謝罪する勇気すら湧いてこない。 もし、お前がこの手紙を読んでいる時にAlyxiaがまだ健在であるならば、私の代わりに伝えてはくれないだろうか。「私たちの息子を育ててくれてありがとう。Colinは最低な父親を持ったかもしれないが、同時に最高の母親を持ったよ」と。 \n\n　我々Neumann家はNode 13の名家だ。A.R.C.の委員会の元老とも深い親交がある。今、お前の手に渡ったチップは、何百年もの間代々受け継がれてきた物である。祖先のRaldは昔、この世界を建て直す際に非常に重要な役割を担っていた。この数年、私はそこに隠された秘密を探ろうと試みてきたが、叶わなかった。だが、お前のような素質のある人間なら、或いは、これを解くことができるかもしれない。\n\n　ここ数年のお前の外での活躍は、私の耳にも入って来ている。昔、私とキャッチボールをして遊んでいた男の子が、今や立派な考古学者だ。しかも、A.R.C.の研究の間違いについて指摘する論文も幾つか出しているじゃないか。ニュースを見た時は本当に驚いたよ。嬉しかったんだ。だが、同時に複雑な心境でもあった。同僚たちは、私に父親として誇りを持てと言ったが、私は誇りに思うと同時に、私が当時お前に与えてしまった苦しみや不合理な期待に対して後悔の念が後を断たなかった。\n\n　もし、いつか、お前がこの家に帰って来て、この手紙を目にする時が来たのなら、父さんはお前にひとこと伝えたい。「ごめんな。おつかれ。」Neumann家は永遠にお前を誇りに思うよ。\n\n\nお前の父さんより\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "吾兒\n\n　　當你看見這封信的時候，我可能已時日無多，可能連自己是誰都無法憶起。在你和你母親 Alyxia 離開沒多久，我就被醫生宣告患了耗損型腦神經退化症，不過別擔心，寫這封信的時候我還只是輕微程度，可能一些詞語想不起來、事情的敘述也無法順利表達、思緒也常常中斷，所以這封信其實是 Grace 協助我一同寫下的。\n\n　　首先還是要代替當年暴躁的我，對你們說聲抱歉，那個因為恐懼和無知而誕生、只會怪罪別人的幼稚自我，犯下太多無可挽回的錯誤，包括失去了你和你母親。我真的虧欠 Alyxia 太多太多了，從埋首於工作到情緒失控，視一再的原諒為理所當然，現在想起來，我連當面與她道歉贖罪的勇氣也沒有。如果你讀到這封信的時候，Alyxia 依然還健在的話，請幫我轉告她：「謝謝妳將我們的兒子撫養長大，Colin 或許擁有一個失敗的父親，卻很幸運能擁有最完美的母親。」 \n\n　　我們 Neumann 家族是來自 Node 13 的名門，和 A.R.C. 的委員會元老們有著深厚的交情，此刻交到你手上的晶片便是從幾百年前留傳下來的家族信物，當年的祖先 Rald 曾經在重建這個世界秩序佔有非常重要的地位。這幾年間我數次試圖一窺其蘊含的秘密但始終不得其門而入，像你這般資質的人有機會破解也說不定。\n\n　　這些年來你在外頭闖蕩的事蹟我多少也有耳聞，曾幾何時那個只會跟我玩接球遊戲的小男孩，如今已經成為獨當一面的考古學家，甚至發表多篇論文指正 A.R.C. 的研究錯誤。我當下看到新聞的瞬間簡直又驚又喜，卻又同時五味雜陳，不知道有多少同僚對我說應該要為你的成就感到驕傲。為父的確感到驕傲，卻也非常懊悔當初對你的苛刻和許多不合理的期望。\n\n　　如果有一天你最終回來這個家，看見了這封信，爸爸只想好好跟你說聲：「對不起，辛苦了。」，我們 Neumann 家永遠以你為榮。\n\n\n你的父親\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "아들에게\n\n　네가 이 편지를 봤을 땐, 아마도 내겐 시간이 얼마 남지 않았겠구나. 이미 내 자신이 누군지 조차 잊어버린 상태일 수도 있겠군. 너와 네 모친 Alyxia가 이곳을 떠나고 얼마 되지 않아, 의사에게 소모성 뇌 신경 퇴화증 선고를 받았단다. 하지만 걱정할 필요 없단다. 이 편지를 쓰고 있는 지금은, 아직 증상 초기 단계라 치명적인 증상은 발현되고 있지 않으니깐. 그래도 몇 단어는 생각이 잘 안 나거나 순간 사고를 멈추게 되는 듯한 느낌이 드는구나. 그래서 지금, Grace의 도움으로 이렇게 이 편지를 써 내려 가고 있단다.\n        \n　우선 예전의 못난 아비를 대신해 네게 이렇게 사과하고 싶구나. 나의 무지함과 두려움이 나를 그렇게 만들었고, 오히려 나보다 미숙하다고 느껴진 다른 이들을 나무라면서 되돌릴 수 없는 많은 잘못을 저지르고 말았단다. 너와 아내를 잃은 것처럼 말이야. 나는 내 아내, Alyxia에게 너무나 많은 빚을 졌단다. 그때의 난 일에만 몰두하고 있는 나 자신이 쉽게 용서받을 수 있을 것이라고 생각했단다. 지금 그때를 떠올려보면, 내 아내와 대면하여 직접 용서를 구할 용기조차 나질 않는구나. 만약 네가 이 편지를 읽고 나서, 혹시라도 Alyxia를 만나게 되면 꼭 이 말을 전해줬으면 한단다.\n「우리 아들을 무리 없이 잘 키워줘서 너무나 감사하오. Colin은 결국 최악의 아버지를 두었지만, 당신 같은 훌륭한 어머니가 곁에 있어 줘서 너무나 다행스럽게 생각한다오」 \n\n　우리 Neumann가문은 Node 13의 명가 중 하나였으며, A.R.C. 위원회 원로들과도 남다른 친분이 있었단다. 그리고 네 손에 있는 회로 칩은 200년 전부터 가문에 내려져 온 유물이란다. 조상 Rald는 옛날 이 세계를 재건했을 때, 매우 중요한 역할을 담당하는 인물이었다고 한다. 이 몇 년 동안, 나는 거기에 숨겨진 비밀을 파헤치려 여러 번 시도했지만, 결국 아무것도 이뤄 내질 못했지. 하지만 너 같은 소질이 있는 사람에게는 어쩌면 그 비밀을 알아낼 수 있는 기회가 올지도 모른다는 생각이 드는구나.\n\n　이 몇 년 동안 네가 바깥에서 활약한 이야기들을 자주 들었단다. 나와 함께 캐치볼을 하며 놀던 어린 소년이 이젠 어엿한 고고학자라니. 게다가 A.R.C.의 연구에 대한 반박 논문을 발표했다는 소식을 뉴스로 접했을 땐, 한편으론 기쁘면서 또 한편으론 매우 놀라지 않을 수 없었단다. 그리고 복잡한 심경도 마구 들더구나. 내 동료들은 모두 내가 얼마나 자랑스러워할까 하며 부러워 하기도 했단다. 물론, 네가 너무나 자랑스러웠다. 그리고 옛날 네게 아주 엄격하고 불합리한 기대로 네게 큰 고통을 주었던 나 자신에게 막심한 후회가 들더구나.\n\n　만약 네가 어느 날 이곳으로 돌아와 이 편지를 보게 된다면, 네가 꼭 해주고 싶은 말이 있었단다. 「미안하다. 고생 많았다」. 우리 Neumann가는 영원히 너를 자랑스러워 할 것이다. \n\n-아버지가\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "吾兒\n\n　　當你看見這封信的時候，我可能已時日無多，可能連自己是誰都無法憶起。在你和你母親 Alyxia 離開沒多久，我就被醫生宣告患了耗損型腦神經退化症，不過別擔心，寫這封信的時候我還只是輕微程度，可能一些詞語想不起來、事情的敘述也無法順利表達、思緒也常常中斷，所以這封信其實是 Grace 協助我一同寫下的。\n\n　　首先還是要代替當年暴躁的我，對你們說聲抱歉，那個因為恐懼和無知而誕生、只會怪罪別人的幼稚自我，犯下太多無可挽回的錯誤，包括失去了你和你母親。我真的虧欠 Alyxia 太多太多了，從埋首於工作到情緒失控，視一再的原諒為理所當然，現在想起來，我連當面與她道歉贖罪的勇氣也沒有。如果你讀到這封信的時候，Alyxia 依然還健在的話，請幫我轉告她：「謝謝妳將我們的兒子撫養長大，Colin 或許擁有一個失敗的父親，卻很幸運能擁有最完美的母親。」 \n\n　　我們 Neumann 家族是來自 Node 13 的名門，和 A.R.C. 的委員會元老們有著深厚的交情，此刻交到你手上的晶片便是從幾百年前留傳下來的家族信物，當年的祖先 Rald 曾經在重建這個世界秩序佔有非常重要的地位。這幾年間我數次試圖一窺其蘊含的秘密但始終不得其門而入，像你這般資質的人有機會破解也說不定。\n\n　　這些年來你在外頭闖蕩的事蹟我多少也有耳聞，曾幾何時那個只會跟我玩接球遊戲的小男孩，如今已經成為獨當一面的考古學家，甚至發表多篇論文指正 A.R.C. 的研究錯誤。我當下看到新聞的瞬間簡直又驚又喜，卻又同時五味雜陳，不知道有多少同僚對我說應該要為你的成就感到驕傲。為父的確感到驕傲，卻也非常懊悔當初對你的苛刻和許多不合理的期望。\n\n　　如果有一天你最終回來這個家，看見了這封信，爸爸只想好好跟你說聲：「對不起，辛苦了。」，我們 Neumann 家永遠以你為榮。\n\n\n你的父親\n"}], [{"id": 0, "type": "text", "attrs": [], "content": "吾儿\n\n　　当你看见这封信的时候，我可能已时日无多，可能连自己是谁都无法忆起。在你和你母亲Alyxia 离开没多久，我就被医生宣告患了耗损型脑神经退化症，不过别担心，写这封信的时候我还只是轻微程度，可能一些词语想不起来、事情的叙述也无法顺利表达、思绪也常常中断，所以这封信其实是Grace 协助我一同写下的。\n\n　　首先还是要代替当年暴躁的我，对你们说声抱歉，那个因为恐惧和无知而诞生、只会怪罪别人的幼稚自我，犯下太多无可挽回的错误，包括失去了你和你母亲。我真的亏欠 Alyxia 太多太多了，从埋首于工作到情绪失控，视一再的原谅为理所当然，现在想起来，我连当面与她道歉赎罪的勇气也没有。如果你读到这封信的时候，Alyxia 依然还健在的话，请帮我转告她：「谢谢妳将我们的儿子抚养长大，Colin 或许拥有一个失败的父亲，却很幸运能拥有最完美的母亲。 」\n\n我们Neumann 家族是来自Node 13 的名门，和ARC 的委员会元老们有着深厚的交情，此刻交到你手上的晶片便是从几百年前留传下来的家族信物，当年的祖先Rald 曾经在重建这个世界秩序占有非常重要的地位。这几年间我数次试图一窥其蕴含的秘密但始终不得其门而入，像你这般资质的人有机会破解也说不定。\n\n　　这些年来你在外头闯荡的事迹我多少也有耳闻，曾几何时那个只会跟我玩接球游戏的小男孩，如今已经成为独当一面的考古学家，甚至发表多篇论文指正 A.R.C. 的研究错误。我当下看到新闻的瞬间简直又惊又喜，却又同时五味杂陈，不知道有多少同僚对我说应该要为你的成就感到骄傲。为父的确感到骄傲，却也非常懊悔当初对你的苛刻和许多不合理的期望。\n\n　　如果有一天你最终回来这个家，看见了这封信，爸爸只想好好跟你说声：「对不起，辛苦了。」，我们 Neumann 家永远以你为荣。\n\n\n你的父亲\n"}]]}