{"id": "cos009", "name": "Log_Home_697_08_08", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Diary Log 6970808_ConneR\nLocation: Node 08 Mansion\n\n　Returned to this big, empty house after I left it more than a decade ago, only to find out that the only things waiting for me are father's soulless shell and an endless sense of loss. Maybe I came back to prove something; maybe I want to tell him that I did not disappoint and lived up to family expectations. All of a sudden, those things are no longer important anymore. \n\n　The chip father left me is a token that has been passed down through the Neumann family for generations. Although I've never heard my father talk about the details, I think it should be some kind of ancient technology? In my faint memory of my childhood, I remember there was a period where father was in a very irritated mood, likely because of this chip. Not long after that, mother and I left this home. \n\n　Did a quick analysis with father's equipment. The chip itself is still somewhat recognizable, but the port is something I've never seen before. There are way too many questions left behind by the Neumann family. I just might have the ability to find the truth behind those questions, in Node 13. \n\nConneR 6970808"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 6970808_ConneR\n場所：Node 08 邸宅\n\n　家を離れて10数年、再びこの空っぽの家に帰って来た。ここで私を待っていたものは、魂の抜けた抜け殻の父親、そして終わりのない喪失感だけだ。私は何をしに帰って来たのだろうか。帰って来て何かを証明したかったのだろうか。胸を張って家の期待を裏切っていないことを伝えたかったのだろうか。だが、そのようなこと、もはや重要ではない。\n\n　父が残したチップは、Neumann家に代々伝わるものである。実際にそれが何であるのか、父から聞いたことはないが、おそらく古代科学の産物であろう。昔、父がこのチップのことに関して無性にイライラしていたのか、あの頃の父は気性が荒く、母と共に私はこの家を離れたのを微かに覚えている。\n\n　先ほど、父の設備を使用して簡易ではあるが分析してみた。チップの部分はまだ何とかその形が見て取れる。だが、このような形の接続口は見たことがない。Neumann家には不可思議な問題が多く残されている。今の私なら、真実を見つけることができるだろう。Node 13で。\n\nConneR 6970808"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 6970808_ConneR\n地點：Node 08 宅邸\n\n　　離家十幾年後再度回到這棟空蕩蕩的大房子，等待著我的卻是父親失去靈魂的空殼，以及無盡的失落。或許是想回來證明些甚麼、或許是想挺起胸膛說沒有愧對這個家族對我的期望，但突然之間，這些都不重要了。\n\n　　父親留下的晶片是 Neumann 家族代代傳下來的信物，雖然具體是甚麼也不曾聽父親詳述，但是應該是某種遠古的科技產物吧？在我極為薄弱的記憶裡，小時候父親曾經有一段時間為了這晶片把自己脾氣弄得很暴躁，沒多久母親和我就離開這個家了。\n\n　　剛剛簡單用父親的設備分析了一下，晶片部分還可以辨認出一點雛形，不過對接口就是完全沒看過的類型。Neumann 家族似乎留了太多疑問，現在的我應該是有能力發掘真相的，在 Node 13 裡。\n\nConneR 6970808"}], [{"id": 0, "type": "text", "attrs": [], "content": "개인 일지 6970808_ConneR\n장소：Node 08 저택\n\n　집을 떠나온 지 십몇 년 만에 다시 아무것도 없는 텅 빈 방으로 돌아왔다. 영혼을 잃어버리고 껍데기만 남은 아버지의 육신이 나를 맞아주었고, 거대한 실의가 나를 옭아맸다. 어쩌면 난 이곳으로 돌아와 나의 성취를 증명하거나 가족들 앞에 가슴을 펴고 당당하게 나타난 나 자신을 보여주고 싶어했는 지도 모른다. 하지만 지금, 그런 것들은 하나도 중요하지 않게 되었다.\n\n　아버지가 남기신 회로 칩은 Neumann 가문 대대로 내려온 유물이다. 아버지한테 이것에 관한 어떤 말도 듣진 못했지만, 아마도 고대 과학 산업의 산물은 아닐까 생각해본다. 어렸을 적 희미한 기억을 거슬러 올라가 보면, 아버지는 이 칩에 관해선 굉장히 예민하게 반응했고 자신도 주체할 수 없을 만큼 자신의 분노를 우리들에게 표출하곤 했다. 결국 얼마 못가 어머니는 나를 데리고 이 집을 나왔다.\n\n　방금 간단히 아버지의 장비를 사용하여 회로 칩의 초기 형태를 분석해 냈다. 하지만 달려있는 포트 단자는 한 번도 본 적이 없는 종류의 것이다. Neumann 가문은 수많은 수수께끼를 품고 있으며, 지금의 나는 진상을 밝혀낼 수 있을 것만 같다. 바로 이 Node 13에서 말이다.\n\nConneR 6970808"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 6970808_ConneR\n地點：Node 08 宅邸\n\n　　離家十幾年後再度回到這棟空蕩蕩的大房子，等待著我的卻是父親失去靈魂的空殼，以及無盡的失落。或許是想回來證明些甚麼、或許是想挺起胸膛說沒有愧對這個家族對我的期望，但突然之間，這些都不重要了。\n\n　　父親留下的晶片是 Neumann 家族代代傳下來的信物，雖然具體是甚麼也不曾聽父親詳述，但是應該是某種遠古的科技產物吧？在我極為薄弱的記憶裡，小時候父親曾經有一段時間為了這晶片把自己脾氣弄得很暴躁，沒多久母親和我就離開這個家了。\n\n　　剛剛簡單用父親的設備分析了一下，晶片部分還可以辨認出一點雛形，不過對接口就是完全沒看過的類型。Neumann 家族似乎留了太多疑問，現在的我應該是有能力發掘真相的，在 Node 13 裡。\n\nConneR 6970808"}], [{"id": 0, "type": "text", "attrs": [], "content": "个人日志 6970808_ConneR\n地点：Node 08 宅邸\n\n　　离家十几年后再度回到这栋空荡荡的大房子，等待着我的却是父亲失去灵魂的空壳，以及无尽的失落。或许是想回来证明些什么、或许是想挺起胸膛说没有愧对这个家族对我的期望，但突然之间，这些都不重要了。\n\n　　父亲留下的晶片是 Neumann 家族代代传下来的信物，虽然具体是什么也不曾听父亲详述，但是应该是某种远古的科技产物吧？在我极为薄弱的记忆里，小时候父亲曾经有一段时间为了这晶片把自己脾气弄得很暴躁，没多久母亲和我就离开这个家了。\n\n　　刚刚简单用父亲的设备分析了一下，晶片部分还可以辨认出一点雏形，不过对接口就是完全没看过的类型。 Neumann 家族似乎留了太多疑问，现在的我应该是有能力发掘真相的，在 Node 13 里。\n\nConneR 6970808"}]]}