{"id": "cos031", "name": "Diary_ConneR_702_08_28", "res": null, "contents": [[{"id": 0, "type": "text", "attrs": [], "content": "Diary Log 7020828_ConneR\nLocation: A.R.C. HQ living quarters_Room V017\n\n    Although it's because of a freak accident, I've been in A.R.C. HQ for over half a year now. Ironically, they are half the reason why I am still alive. But now, look at me; not only did I make a successful comeback on my first concert, garnering applause and praise, but I'm also using their resources to try to take down the order they are maintaining. No, more like trying to reveal the truth they are hiding. Should I congratulate myself for being such a great schemer, or should I say \"Destiny brought me here\"?\n\n   From the real report I obtained from Rin, the chip father left me is a device that can fuse with the cranial nerves of humans. I've studied father's disease and the symptoms he is displaying right now; the two have no connections whatsoever. Can't rule out the possibility that father is in his current state due to using himself as a test subject. \n\n   If this chip really contains the important message that has been passed down through the Neumann family history, I have to find a way to extract the data from it. \n\nConneR 7020828"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020828_ConneR\n場所：ARC本部生活エリア_V017号室\n\n　様々な事件に見舞われながらも、A.R.C.に来て半年が経過した。私の命の半分は彼らに救われたも同然であるにも拘らず、皮肉なことに、現在、私は捲土重来のコンサートで拍手喝采を受けただけでなく、彼らの資源を使用して彼らの繋ぎ止めたい秩序を瓦解させようとしている。いや、真実を暴こうとしていると言った方が正しいだろう。自身の綿密な計算に感服するべきであろうか？それとも「運命」に感謝するべきであろうか？\n        \n　Rinの元から手に入れた真の報告書を見る限り、父の遺したチップは人類の脳神経と結合可能な装置であるらしい。ちなみに、父の病と現在の症状について研究してみたが、両者は全く関係のないものであった。或いは、父は自身を用いて実験を行ったことが原因でこうなってしまったのかもしれない。\n\n　もし、このチップにNeumann家が代々受け継いできた重要な情報が入っているのなら、私はどうにかしてそれを読み込まなくてはならない。\n\nConneR 7020828"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020828_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　雖然是在陰錯陽差的情況下，來到 A.R.C. 總部也已經超過半年的時間，很諷刺的，我這條命可以說有一半是因為他們所以得救，但看看我現在，不但在自己捲土重來的第一場演奏會上得到莫大的掌聲和認可，還使用著他們的資源試圖瓦解他們想維繫的秩序，不，或許說揭露真相可能更為貼切。該佩服自己精心的算計還是感謝「命運的安排」呢？\n        \n　　從Rin那邊取回的真實報告指出，父親留給我的晶片是能夠跟人類腦神經結合的裝置，後來我研究了父親的病跟他現在的症狀，兩者根本毫無關係，不排除父親是拿自己做了實驗才變成現在這樣。\n\n　　如果這晶片裡面有著 Neumann 家族一直以來流傳的重要訊息，我必須要想辦法讀取出其中資料才行。\n\nConneR 7020828"}], [{"id": 0, "type": "text", "attrs": [], "content": "개인 일지 7020828_ConneR\n장소: ARC본부 생활관_V017호실\n\n　많은 일들이 있었지만, A.R.C.본부로 들어온 지 벌써 반년이란 시간이 흘렀다. 아이러니하게도, 내 목숨의 절반은 그들에게 구원받은 것이나 다름없지만, 지금의 나는 다시 새롭게 재기하여 콘서트에서 박수갈채를 받고 있을 뿐만 아니라, 그들의 자원을 이용하여 그들이 유지해온 질서를 와해시키려 하고 있다. 아니, 진상을 밝혀내려 하고 있다는 표현이 더 근접할지도. 나의 치밀한 계획에 감탄해야 할 것인가? 아니면 「운명」에 감사해야 할 것인가?\n        \n　Rin으로부터 얻게 된 실제 보고서 내용에 따르면, 부친이 내게 남겨준 칩은 인류의 뇌 신경과 결합하여 가동되는 장치였다. 나는 부친의 병과 현재 그의 증상 간의 상관관계를 찾으려 연구를 진행했지만, 양자 간의 어떤 연결점도 찾을 수 없었다. 아버지가 자신을 실험 대상으로 삼아 연구를 진행했을 가능성도 배제할 순 없지만 말이다.\n\n　만약 이 회로 칩 안에 Neumann가문 대대로 내려져 온 중요한 정보가 숨겨져 있다면, 나는 필시 모든 방법을 동원하여 그 안의 정보를 불러들여야만 한다.\n\nConneR 7020828"}], [{"id": 0, "type": "text", "attrs": [], "content": "個人日誌 7020828_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　雖然是在陰錯陽差的情況下，來到 A.R.C. 總部也已經超過半年的時間，很諷刺的，我這條命可以說有一半是因為他們所以得救，但看看我現在，不但在自己捲土重來的第一場演奏會上得到莫大的掌聲和認可，還使用著他們的資源試圖瓦解他們想維繫的秩序，不，或許說揭露真相可能更為貼切。該佩服自己精心的算計還是感謝「命運的安排」呢？\n        \n　　從Rin那邊取回的真實報告指出，父親留給我的晶片是能夠跟人類腦神經結合的裝置，後來我研究了父親的病跟他現在的症狀，兩者根本毫無關係，不排除父親是拿自己做了實驗才變成現在這樣。\n\n　　如果這晶片裡面有著 Neumann 家族一直以來流傳的重要訊息，我必須要想辦法讀取出其中資料才行。\n\nConneR 7020828"}], [{"id": 0, "type": "text", "attrs": [], "content": "个人日志 7020828_ConneR\n地点：ARC 总部生活区_V017 房\n\n虽然是在阴错阳差的情况下，来到ARC 总部也已经超过半年的时间，很讽刺的，我这条命可以说有一半是因为他们所以得救，但看看我现在，不但在自己卷土重来的第一场演奏会上得到莫大的掌声和认可，还使用着他们的资源试图瓦解他们想维系的秩序，不，或许说揭露真相可能更为贴切。该佩服自己精心的算计还是感谢「命运的安排」呢？\n        \n从Rin那边取回的真实报告指出，父亲留给我的晶片是能够跟人类脑神经结合的装置，后来我研究了父亲的病跟他现在的症状，两者根本毫无关系，不排除父亲是拿自己做了实验才变成现在这样。\n\n　　如果这晶片里面有着 Neumann 家族一直以来流传的重要讯息，我必须要想办法读取出其中资料才行。\n\nConneR 7020828"}]]}