{"id": "cos039", "name": "Diary_ConneR_702_11_04", "res": null, "contents": [[{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "Diary Log 7021104_ConneR\nLocation: A.R.C. HQ living quarters_Room V017\n\n        Father's dying message, \"Klänge des Herzens\", is a phrase written in a language that has appeared multiple times on ancient Node 13 documents. It means \"Sound of the Heart\". However, even after deciphering the message, I am still completely lost. The flow of the words feels like some type of hidden code. \n\n        My instincts tell me, that in order to find out the direction this clue is taking me, a return to Node 13 is very much inevitable. \n\n        I am beginning to understand the reason why father chose to keep this a secret until he lost his mind: we're talking about the mystery of the whole world! My father and I have the same kind of blood flowing through us. When it comes to pursuing the truth, we are father and son; at the same time, we are also each other's closest enemy. Now, with father having passed away, the message on the wall and the research he left behind are the most valuable items I can ever inherit. They are the most precious \"voices\" that can lead me to my ultimate destination. \n\n        A while ago, the admins caused a major commotion when they broke into A.R.C. for the arrest. That gave me the opportunity to sneak into the Library. I was able to obtain the secrets hidden within, and let's just say that calling the things I discovered \"significant\" would be a severe understatement. However, with my current skills, I couldn't delve any further. In order to solve that lock at the deepest part of the puzzle, I would need to obtain more information. I would also need the assistance of some other people, including that unlucky guy who got arrested. \n\n        Next, I also need to do some preparations: excavation machinery, traveling permits to Node 13 and 03, a fake identity and a Mediator.\n\n        The plan is about to progress into the next stage. I no longer need this specious cage in the sky. Although there are still interesting toys here like Mr. Sagar and Miss Rin, the phantom of the truth is wavering in front of me, like the Dance of the Seven Veils. I shall follow it into the depth of the abyss as well.\n\n        The first bar of Salome has been sounded. It's time to move.\n\nConneR 7021104\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "個人日誌 7021104_ConneR\n場所：ARC本部生活エリア_V017号室\n\n　父が亡くなる前に遺したメッセージ「Klänge des Herzens」、この言語は以前Node13の古い資料に多数出現したことがある。意味は「心の音」。解読はできたものの、未だはっきりとした糸口がつかめない。語感から察するに、何らかの暗号である可能性もある。\n\n　私の第六感が私にこう告げている。手掛かりを見つけたければ、再びNode13に赴く必要があると。\n\n　徐々に父が前後不覚になるまで秘密を守り通した理由が分かるようになってきた。あれは世界の謎である。父の体内には私と同じ血が流れている。真相の究明において、我々は父と子であり、最も近しいライバルである。父が死去した今、壁に遺された文字と、研究の成果が、私にとって最も価値のある遺産だと言えるだろう。そう、これは目的地へとつながる大切な「声」だ。\n\n　先日の管理局のA.R.C.における逮捕騒動のおかげで、私はLibraryに侵入する機会を得た。そして、私はそこに隠された秘密を知った。これはまた、すごいものを見てしまった。だが、現在の私の技術ではこれ以上奥まで侵入することは難しい。最深部の鎖を解くには、より多くの情報が必要だ。そして、より多くの助けが必要になるだろう。逮捕されたあの男も含めて、だ。\n\n　次に、私にはまだ用意しなくてはならないものがある。探査用の機材、Node13と03への通行証、偽の身分、そして仲介人。\n\n　計画は、まもなく次の段階へ入ろうとしている。この見掛け倒しの檻はもう必要ない。確かにここにはまだMr. SagarやMiss Rinのような面白い玩具も存在するが、真相の影が私の目の前をちらついているのだ。私もそれに従って深遠まで入り込もう。\n\n　《サロメ》の第一小節がすでに響き始めている。さあ、そろそろ時間だ。\n\nConneR 7021104\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "個人日誌 7021104_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　父親死前遺留的訊息：「Klänge des Herzens」，這個語言曾在 Node 13 的古老資料上多次出現，意思是「心之音」，即便解讀了，仍然摸不著頭緒，語感上像是某種暗語。\n\n　　直覺告訴我，要找出線索的方向，得再次回到 Node 13。\n\n　　我開始能理解，父親持續保守祕密直到失去神智的理由：那可是世界的謎團啊。父親體內流淌著和我一樣的血，在追求真相上，我們是父子，同時也是最親密的敵人；現在父親已逝，牆上的文字與遺留的研究就是我所獲得最有價值的遺產，通往目的地最寶貴的「聲音」。\n\n　　因為前陣子管理局闖入 A.R.C. 逮人的騷動，讓我有機會潛入 Library，也得知了其中隱藏的祕密，這還真是讓我發現了不得了的東西呢。但以我目前的技術已經無法再深入了，要解開最深處的鎖，就需要獲得更多資訊，也會需要一些人的協助，包括被逮住的那傢伙。\n\n　　接下來，我還需要進行一些準備：探勘機材、到 Node 13 與 03 的通行證、假身分與接應人。\n\n　　計畫即將進入下個階段，我不再需要這個徒有其表的天空牢籠。雖然這邊還有 Mr. Sagar、Miss Rin 這樣有趣的玩具，但真相的魅影就在我眼前跳著七重紗之舞，我也會隨之潛入深淵。\n\n　　《莎樂美》的第一個小節已經響起，該動身了。\n\nConneR 7021104\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "개인 일지 7021104_ConneR\n장소: ARC 본부 생활관_V017호\n\n　　부친이 사전에 남겨둔 메시지: 「Klänge des Herzens」. 이 문장은 Node 13의 고대 자료에서 자주 등장한다. 이 문장의 뜻이 「마음의 소리」라는 것을 알아냈다곤 해도, 실마리가 잡히지 않는다. 어감으로 보아 일종의 암호로 보인다.\n\n　　단서를 찾기 위해선 Node 13으로 다시 향해야 한다고 내 직감이 말해주고 있다.\n\n　　아버지가 병을 앓을 때까지 비밀을 지킨 이유가 무엇인지 알게 된 것 같다. 이건 세계의 수수께끼. 아버지 몸엔 나와 같은 피가 흐르고 있고 진실을 좇는 일에 있어서, 우리는 부자지간이자 가장 친밀한 라이벌이기도 했다. 아버지가 돌아가신 지금, 벽에 쓰인 문장과 남겨진 연구 과제들은 내게 있어 가장 가치가 있는 유산이자 목적지를 알려주는 귀중한 「목소리」.\n\n　　이전에 체포를 명분으로 관리국이 A.R.C.로 쳐들어와 소동을 일으켰다. 덕분에 난 Library로 진입할 수 있었고 그곳에 숨겨져있던 비밀을 알아낼 수 있었다. 말 그대로 엄청난 것을 보고 만 것이다. 하지만 지금 내가 가진 기술력으론 더 깊게 진입을 할 수 없는 상황이다. 가장 깊은 곳까지 도달하기 위해선, 더 많은 정보와 도움을 줄 인력이 필요하다. 체포된 그 친구를 포함해서 말이다.\n\n　　그리고 난 다음의 것들을 준비해야만 한다. 탐사 장비, Node 13과 03으로의 통행증, 그리고 위조 신분과 길잡이까지.\n\n　　계획이 다음 단계에 돌입하면, 하늘에 떠있는 새장은 더 이상 필요하지 않게 된다. 물론 이곳엔 Mr. Sagar, Miss Rin과 같은 흥미로운 장난감들이 아직 존재하고 있지만, 진실의 그림자의 오페라가 바로 내 눈앞에서 펼쳐지고 있는데, 이를 마다할 수는 없지 않은가.\n\n　　《살로메》의 첫 소절이 이미 울려 퍼지고 있다. 행동할 때가 왔다.\n\nConneR 7021104\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "個人日誌 7021104_ConneR\n地點：ARC 總部生活區_V017 房\n\n　　父親死前遺留的訊息：「Klänge des Herzens」，這個語言曾在 Node 13 的古老資料上多次出現，意思是「心之音」，即便解讀了，仍然摸不著頭緒，語感上像是某種暗語。\n\n　　直覺告訴我，要找出線索的方向，得再次回到 Node 13。\n\n　　我開始能理解，父親持續保守祕密直到失去神智的理由：那可是世界的謎團啊。父親體內流淌著和我一樣的血，在追求真相上，我們是父子，同時也是最親密的敵人；現在父親已逝，牆上的文字與遺留的研究就是我所獲得最有價值的遺產，通往目的地最寶貴的「聲音」。\n\n　　因為前陣子管理局闖入 A.R.C. 逮人的騷動，讓我有機會潛入 Library，也得知了其中隱藏的祕密，這還真是讓我發現了不得了的東西呢。但以我目前的技術已經無法再深入了，要解開最深處的鎖，就需要獲得更多資訊，也會需要一些人的協助，包括被逮住的那傢伙。\n\n　　接下來，我還需要進行一些準備：探勘機材、到 Node 13 與 03 的通行證、假身分與接應人。\n\n　　計畫即將進入下個階段，我不再需要這個徒有其表的天空牢籠。雖然這邊還有 Mr. Sagar、Miss Rin 這樣有趣的玩具，但真相的魅影就在我眼前跳著七重紗之舞，我也會隨之潛入深淵。\n\n　　《莎樂美》的第一個小節已經響起，該動身了。\n\nConneR 7021104\n"}], [{"id": 0, "type": "bgm", "attrs": ["MUTE"], "content": ""}, {"id": 1, "type": "text", "attrs": [], "content": "个人日志 7021104_ConneR\n地点：ARC 总部生活区_V017 房\n\n父亲死前遗留的讯息：「Klänge des Herzens」，这个语言曾在Node 13 的古老资料上多次出现，意思是「心之音」，即便解读了，仍然摸不着头绪，语感上像是某种暗语。\n\n　　直觉告诉我，要找出线索的方向，得再次回到 Node 13。\n\n　　我开始能理解，父亲持续保守秘密直到失去神智的理由：那可是世界的谜团啊。父亲体内流淌着和我一样的血，在追求真相上，我们是父子，同时也是最亲密的敌人；现在父亲已逝，墙上的文字与遗留的研究就是我所获得最有价值的遗产，通往目的地最宝贵的「声音」。\n\n　　因为前阵子管理局闯入 A.R.C. 逮人的骚动，让我有机会潜入 Library，也得知了其中隐藏的秘密，这还真是让我发现了不得了的东西呢。但以我目前的技术已经无法再深入了，要解开最深处的锁，就需要获得更多资讯，也会需要一些人的协助，包括被逮住的那家伙。\n\n　　接下来，我还需要进行一些准备：探勘机材、到 Node 13 与 03 的通行证、假身分与接应人。\n\n　　计画即将进入下个阶段，我不再需要这个徒有其表的天空牢笼。虽然这边还有 Mr. Sagar、Miss Rin 这样有趣的玩具，但真相的魅影就在我眼前跳着七重纱之舞，我也会随之潜入深渊。\n\n　　《莎乐美》的第一个小节已经响起，该动身了。\n\nConneR 7021104\n"}]]}